{
  "id": 4639700615346,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book VI",
  "author": "Ralph T.H. Griffith",
  "created": 1745090290863,
  "data": [
    {
      "id": 3107094632944,
      "hymn": "Hymn 1",
      "title": "In praise of Savitar",
      "file": "av06001.htm",
      "created": 1745090290864,
      "hash": "md5-VFfsaYHG+VOBjDmzaA8cVw==",
      "content": "Sing, Atharvana, at eve, sing loudly, bring a splendid present: hymn God Savitar with praises.\n\nYea, praise him whose home is in the river, Son of Truth, the youthful, gracious friend whose word is guileless.\n\nSavitar our God shall send us many everlasting treasures, that both paths may well be travelled."
    },
    {
      "id": 2127652685961,
      "hymn": "Hymn 2",
      "title": "In praise of Indra",
      "file": "av06002.htm",
      "created": 1745090290864,
      "hash": "md5-y9iCQI0bfj9MrQX2s8YdlQ==",
      "content": "For Indra, ministering priests! run ye and press the Soma juice, That he may hear his praiser's word, and this my call.\n\nThou into whom the drops find way as sap pours life into a tree, Drive off in thine abundant might our demon foes.\n\nFor Indra, thunder-armed, who drinks the Soma press the Soma out: He, youthful, conqueror, and Lord is praised by all."
    },
    {
      "id": 5104108274874,
      "hymn": "Hymn 3",
      "title": "A prayer to various deities for protection and prosperity",
      "file": "av06003.htm",
      "created": 1745090290865,
      "hash": "md5-5LBeXQ5XriiDjIq5xObaSA==",
      "content": "Guard us the Maruts! Guard us well, O Indra, Piishan, Aditi. Guard us, O Waters' Child, and Rivers Seven. May Vishnu guard us, and the Sky.\n\nMay Heaven and Earth take care of us for victory, may Pressing- Stone and Soma save us from distress. Sarasvati, auspicious Goddess, guard us well: preserve us Agni and his kind protecting powers.\n\nPreserve us both the Asvins, Gods and Lords of Light, and let the Dawns and Night bring us deliverance. The Waters' Child protect our house from every harm. Do thou, God Tvashtar, make us strong for health and wealth."
    },
    {
      "id": 4616930633387,
      "hymn": "Hymn 4",
      "title": "A hymn to various deities for protection",
      "file": "av06004.htm",
      "created": 1745090290865,
      "hash": "md5-+/LSvkxfsU+6aTkcaRRoxg==",
      "content": "May Tvashtar, Brāhmanaspati, Parjanya hear my holy prayer. May Aditi with all her sons, the brothers, guard us, invincible, protecting power.\n\nMay Ansa, Bhaga, Varuna, and Mitra, Aryaman, Aditi, and Maruts guard us. May we be freed from that oppressor's hatred. May he keep off that foeman who is near us.\n\nMay both the Asvins further our devotion. With ceaseless care deliver us, Wide-Ranger! O Father Heaven, keep from us all misfortunes."
    },
    {
      "id": 1640567182845,
      "hymn": "Hymn 5",
      "title": "A prayer to Agni and Indra for the well being of a princely patron",
      "file": "av06005.htm",
      "created": 1745090290865,
      "hash": "md5-Lpx7E21ARKTz4LPLHa+tqQ==",
      "content": "Agni, adored with sacred oil, lift up this man to high estate. Endow him with full store of strength and make him rich in progeny.\n\nAdvance him, Indra! Let him be ruler of all akin to him. Grant him sufficiency of wealth: guide him to life and length of days.\n\nProsper this man, O Agni, in whose house we offer sacrifice. May Soma bless him, and the God here present, Brāhmanaspati."
    },
    {
      "id": 3666045034977,
      "hymn": "Hymn 6",
      "title": "A prayer to Brāhmanaspati for protection from wicked men",
      "file": "av06006.htm",
      "created": 1745090290865,
      "hash": "md5-Ed3C9sfo/WmxwctJe29OEg==",
      "content": "The godless man whoever plots against us, Brāhmanaspati, Thou shalt give up as prey to me the worshipper who pour the juice.\n\nIf, Soma, any spiteful man hath aimed at us whose thoughts are kind, Smite with thy bolt upon his face: he, crushed to pieces, vani- sheth.\n\nSoma, whoever troubleth us, be he a stranger or akin, Deprive him of the strength he hath: slay him thy-self like mighty Dyaus!"
    },
    {
      "id": 4133681265320,
      "hymn": "Hymn 7",
      "title": "A prayer to Soma and other gods for help and protection",
      "file": "av06007.htm",
      "created": 1745090290865,
      "hash": "md5-UnEafqDzi81yQlw5aBBA7Q==",
      "content": "Aditi is sky, and air's mid-region, Aditi is the father, son, and mother, Aditi all the Gods and the Five Nations, Aditi what is now and what is future.\n\nWe call for help the Queen of Law and Order, great mother of all those whose ways are righteous, Far-spread, unwasting strong in her dominion, Aditi wisely lead- ing, well protecting.\n\nSinless may we ascend, for weal, the vessel, rowed with good oars, divine, that never leaketh, Earth, our strong guard, incomparable Heaven, Aditi wisely lead- ing, well protecting.\n\nLet us bring hither, in pursuit of riches, Aditi with our word, the mighty mother, Her in whose lap the spacious air is lying: may she afford us triply-guarding shelter!"
    },
    {
      "id": 2146641823427,
      "hymn": "Hymn 8",
      "title": "A man's love-charm",
      "file": "av06008.htm",
      "created": 1745090290866,
      "hash": "md5-vUw85Bf9M0khARppL7BFbA==",
      "content": "Like as the creeper throws, her arms on every side around the tree, So hold thou me in thine embrace that thou mayst be in love with me, my darling, never to depart.\n\nAs, when he mounts, the eagle strikes his pinions downward on the earth, So do I strike thy spirit down that thou mayst be in love with me, my darling, never to depart.\n\nAs in his rapid course the Sun encompasses the heaven and: earth, So do I compass round thy mind that thou mayst be in love with. me, my darling, never to depart."
    },
    {
      "id": 2488804718230,
      "hymn": "Hymn 9",
      "title": "A man's love-charm",
      "file": "av06009.htm",
      "created": 1745090290866,
      "hash": "md5-7Gwg85YuuuqOZGn7p+xO/g==",
      "content": "Desire my body, love my feet, love thou mine eyes, and love my legs. Let both thine eyes and hair, fond girl! be dried and parched. through love of me.\n\nI make thee hang upon mine arm, I make thee lie upon my heart. Thou yieldest to my wish, that thou mayst be submissive to my will.\n\nMay they whose kisses are a bond, a love-charm laid within the heart, Mothers of butter, may the cows incline that maid to love of me."
    },
    {
      "id": 4758496875612,
      "hymn": "Hymn 10",
      "title": "A thanksgiving for life, hearing, and sight",
      "file": "av06010.htm",
      "created": 1745090290866,
      "hash": "md5-n064+e/XLTxfH9jHUb5jRg==",
      "content": "All hail for hearing to the Earth, to Trees, to Agni, sovran Lord!\n\nAll hail for breath to Air, for power to life to Vāyu, sovran Lord!\n\nAll hail for vision to the Stars, to Heaven, to Sūrya, sovran Lord!"
    },
    {
      "id": 6254729530492,
      "hymn": "Hymn 11",
      "title": "An epithalamian charm to ensure the birth of a boy",
      "file": "av06011.htm",
      "created": 1745090290866,
      "hash": "md5-apnlCXfC1psX0bi2ThnRZw==",
      "content": "Asvattha on the Sami-tree. There a male birth is certified. There is the finding of a son: this bring we to the women-folk.\n\nThe father sows the genial seed, the woman tends and fosters it. This is the finding of a son: thus hath Prajāpati declared.\n\nPrajāpati, Anumati, Sinivāli have ordered it. Elsewhere may he effect the birth of maids, but here prepare a boy."
    },
    {
      "id": 6724674121358,
      "hymn": "Hymn 12",
      "title": "A charm against venomous serpents",
      "file": "av06012.htm",
      "created": 1745090290867,
      "hash": "md5-fFAf7Qoxu9QIw/MIVIbI9A==",
      "content": "I, As the Sun goes round the heaven, have travelled round the Serpents' race. I ward thy poison off, as Night parts all else living from the Sun.\n\nWith this, discovered in the days of old by Brāhmans, Rishis, Gods, With this I ward thy poison off, thou Biter! formed and form- ing now.\n\nWith mead I mingle flowing streams: the hills and mountains shall be mead. Parushni and Sipālā mead. May it be well with mouth and heart."
    },
    {
      "id": 3820589064658,
      "hymn": "Hymn 13",
      "title": "Homage to death",
      "file": "av06013.htm",
      "created": 1745090290867,
      "hash": "md5-zv+ZRHj5V2Wo5v8KNabs9A==",
      "content": "Worship to weapons of the Gods! worship to weapons of the Kings! Then worship to the people's arms! worship, O Death, be paid to thee!\n\nLet worship be to thy defence and to thine accusation paid. Death! be this worship paid to thy good-will and thy malevo- lence!\n\nWorship to thy physicians, to thy sorcerers be worship paid! Death! let this reverence be done unto thy Brāhmans and thy roots."
    },
    {
      "id": 1896122069809,
      "hymn": "Hymn 14",
      "title": "A charm against consumption",
      "file": "av06014.htm",
      "created": 1745090290867,
      "hash": "md5-dKjvYvuujhrixczRgID5ZQ==",
      "content": "Remove thou all Decline that lurks within the members and the joints, The firmly-settled heart-disease that racks the bones and rends the limbs.\n\nFrom the consumptive man I pluck Decline as 'twere a severed part. I cut the bond that fetters him, even as a root of cucumber.\n\nBegone, Consumption, hence away, like a young foal that runs. at speed. Then, not pernicious to our men, flee, yearly visitant like grass!"
    },
    {
      "id": 4709380248236,
      "hymn": "Hymn 15",
      "title": "A charm for power and preeminence",
      "file": "av06015.htm",
      "created": 1745090290867,
      "hash": "md5-IqCJu0vCjmV5MF9/GFv+AA==",
      "content": "Most excellent of all the plants art thou: thy vassals are the trees. Let him be subject to our power, the man who seeks to injure us.\n\nWhoever seeks to injure us, with kinsmen or no kin to aid, May I be uppermost of all, even as this Plant is queen of trees.\n\nAs Soma hath been made the best of all oblations 'mid the plants, So, as Talāsā is the queen of trees, may I be chief of all."
    },
    {
      "id": 6184199495262,
      "hymn": "Hymn 16",
      "title": "A medical charm",
      "file": "av06016.htm",
      "created": 1745090290868,
      "hash": "md5-fVm76kfU5TrUQv2Hy8Pcqw==",
      "content": "O Ābayu, non-Ābayu, dire is thy juice, O Ābayu; we eat the gruel made of thee.\n\nVihalha is thy father's name, thy mother's is Madāvati. Yea, verily thou art not he, thou who hast well protected life.\n\nGo thou to rest, Tauvilikā! This noisy cry hath sunk to rest. Go hence, depart, Nirāla, thou! the tawny and the tawny- eared."
    },
    {
      "id": 5512057120755,
      "hymn": "Hymn 17",
      "title": "A charm to ensure conception",
      "file": "av06017.htm",
      "created": 1745090290868,
      "hash": "md5-Nm0Wz+qI8GAVBry09sDanw==",
      "content": "Even as this mighty Earth conceived the germ of all the things that be, So may the germ of life be laid in thee that thou mayst bear a son.\n\nEven as this mighty Earth hath borne and bears the stately forest trees, So may the germ of life be borne in thee that thou mayst bear a son.\n\nEven as this mighty Earth hath borne and bears the mountains and the hills, So may the germ of life be borne in thee that thou mayst bear a son.\n\nEven as this mighty Earth supports the moving world that dwells thereon, So may the germ of life be borne in thee that thou mayst bear a son."
    },
    {
      "id": 3339363233872,
      "hymn": "Hymn 18",
      "title": "A charm to banish jealousy",
      "file": "av06018.htm",
      "created": 1745090290868,
      "hash": "md5-BjjeACPYSqQvI0PCkSYwGQ==",
      "content": "The first approach of Jealousy, and that which followeth the first, The pain, the fire that burns within thy heart we quench and drive away.\n\nEven as the earth is dead to sense, yea, more unconscious than the dead, Even as a corpse's spirit is the spirit of the jealous man.\n\nThe thought that harbours in thy heart, the fluttering doubt that dwells therein. Yea, all thy jealousy, like heat born of the dance, I banish thence."
    },
    {
      "id": 6913521845726,
      "hymn": "Hymn 19",
      "title": "A prayer for purification",
      "file": "av06019.htm",
      "created": 1745090290869,
      "hash": "md5-/WR544yYYc/XdFPjuE/+vA==",
      "content": "Let the Gods purify me, let men purify me with a prayer. Cleanse me all creatures that exist! may Pavamāna make me pure.\n\nMay Pavamāna make me pure for wisdom and for power and life, and unassailed security.\n\nGod Savitar, byboth of these, filter and pressing out this juice, purify us that we may see."
    },
    {
      "id": 3649002279544,
      "hymn": "Hymn 20",
      "title": "A charm against fever",
      "file": "av06020.htm",
      "created": 1745090290869,
      "hash": "md5-in5o45w60/pWowqOzAFg6w==",
      "content": "He goes away as 'twere from this fierce burning fire, inebriated and lamenting he departs. Let him, the lawless, seek another and not us. Worship be paid to Fever armed with fiery heat.\n\nTo Rudra and to Fever be our worship paid: worship be paid to Varuna the splendid King! Worship to Dyaus, to Earth, worship be paid to Plants!\n\nThou who, aglow with heat, makest all bodies green, to thee, red, brown, I bow, the Fever of the wood."
    },
    {
      "id": 5362756751850,
      "hymn": "Hymn 21",
      "title": "A charm to strengthen hair and promote its growth",
      "file": "av06021.htm",
      "created": 1745090290869,
      "hash": "md5-MajievLeDfmG7DE+22bdmw==",
      "content": "Of all the three terrestrial realms the ground is verily the best. I from the skin that covers these gather a healing medicine.\n\nThou art the best of medicines, most excellent of Plants art thou, As Soma 'mid the wandering stars, as Varuna among the Gods.\n\nEndowed with wealth, denying not, give freely fain to give your gifts! Ye stay the hair from falling off: ye strengthen and increase its growth."
    },
    {
      "id": 6832488400131,
      "hymn": "Hymn 22",
      "title": "To the Maruts or Storm-Gods",
      "file": "av06022.htm",
      "created": 1745090290870,
      "hash": "md5-lH2IZOgVXWvcfeVHcTyRRQ==",
      "content": "Dark the descent; the strong-winged birds are golden: they fly aloft to heaven, enrobed in waters. They have come hither from the seat of Order, and inundated earth with streams of fatness.\n\nYe make floods rich in milk, make plants propitious, what time ye stir, O golden-breasted Maruts! Pour down your showers of vigorous strength and favour there where ye sprinkle mead, O Maruts, heroes!\n\nO Maruts, send ye down, streaming with water rain which, may, filling all the sloping valleys, Leap like a bold girl in a man's embraces, or like a matron tumbled by her husband."
    },
    {
      "id": 4944705046390,
      "hymn": "Hymn 23",
      "title": "To the Waters",
      "file": "av06023.htm",
      "created": 1745090290870,
      "hash": "md5-7S8js8Fau2V84YZqgm2EqQ==",
      "content": "Here flow the restless ones, they flow unceasing through the day and night, Most excellently wise I call the Goddess Waters hitherward.\n\nLet the deft Waters, summoned, give permission that we bear them off, And quickly set us on our way.\n\nLet all the people celebrate the rite of Savitar the God. Sweet unto us be Waters, Plants propitious!"
    },
    {
      "id": 2577305026804,
      "hymn": "Hymn 24",
      "title": "To the Rivers",
      "file": "av06024.htm",
      "created": 1745090290870,
      "hash": "md5-7KsgFuxSSsHT0Ftm0bZQcw==",
      "content": "Forth from the Hills of Snow they stream, and meet in Sindhu here or there. To me the sacred Waters gave the balm that heals the heart's disease.\n\nWhatever rupture I have had that injured eyes or heels or toes. All this the Waters, skilfullest physicians, shall make well again,\n\nAll Rivers who have Sindhu for your Lady, Sindhu for your Queen, Give us the balm that heals this ill: this boon let us enjoy from you."
    },
    {
      "id": 5363482937804,
      "hymn": "Hymn 25",
      "title": "A charm to remove pustules or scrofulous swellings (apachitas)",
      "file": "av06025.htm",
      "created": 1745090290870,
      "hash": "md5-Krg9m3UQLfNf3FeuMjCZoA==",
      "content": "May all the five-and-fifty which meet round the tendons of the neck. Depart and vanish hence away like plaguing insects buzz and hum!\n\nThose seventy-and-seven which meet round the upper vertebrae, Let them all vanish hence away like plaguing insects' buzz and hum!\n\nThose nine-and-ninety which, combined, attack the shoulder round about, Let them all vanish hence away like plaguing insects' buzz and hum!"
    },
    {
      "id": 6108776561071,
      "hymn": "Hymn 26",
      "title": "To Affliction",
      "file": "av06026.htm",
      "created": 1745090290871,
      "hash": "md5-RIvHq8WY5UhRA4tgrZZY6g==",
      "content": "Let me go free, O Misery: do thou, the mighty, pity us. Set me uninjured in the world of happiness, O Misery.\n\nFrom thee, from thee who fliest not from us, O Misery, we fly. Then at the turning of the paths let Misery fall on someone else.\n\nMay the immortal, thousand eyed, dwell otherwhere apart from us. Let him afflict the man we hate: smite only him who is our foe."
    },
    {
      "id": 5939077340956,
      "hymn": "Hymn 27",
      "title": "A charm to avert misfortune foreshown by the coming of a dove",
      "file": "av06027.htm",
      "created": 1745090290871,
      "hash": "md5-zakOhza1xY8pFdhWmRNiDQ==",
      "content": "Gods! whatsoe'er the Dove came hither seeking, sent to us as the envoy of Destruction, For that let us sing hymns and make atonement, Well be it with our quadrupeds and bipeds!\n\nAuspicious be the Dove that hath been sent us, a harmless bird, O Gods, that seeks our dwelling! May Agni, Sage, be pleased with our oblation, and may the missile borne on wings avoid us.\n\nLet not the arrow that hath wings distract us. Beside the fire- place, on the hearth it settles. May it bring welfare to our men and cattle: here let the Dove, ye Gods, forbear to harm us."
    },
    {
      "id": 4273042948248,
      "hymn": "Hymn 28",
      "title": "A charm to avert misfortune foreshown by the coming of a dove",
      "file": "av06028.htm",
      "created": 1745090290871,
      "hash": "md5-DrLZAjGYVDP6noiGN+Kscg==",
      "content": "Drive forth the Dove, chase it with holy verses: rejoicing bring we hither food and cattle, Obliterating traces of misfortune. Most fleet may it fly forth and leave us vigour.\n\nThese men have strengthened Agni's might, these men have brought the kine to us. They have sung glory to the Gods. Who is the man that con- quers them?\n\nBe reverence paid to him who, while exploring the path for many, first approached the river, Lord of this world of quadrupeds and bipeds; to him be rever- ence paid, to Death, to Yama!"
    },
    {
      "id": 5535075991790,
      "hymn": "Hymn 29",
      "title": "A charm to avert misfortune foreshown by the coming of a dove and an owl",
      "file": "av06029.htm",
      "created": 1745090290872,
      "hash": "md5-b8pTlab8SaUdwFdLqXUKfQ==",
      "content": "On these men yonder fall the winged missile: the screeching of the Owl is ineffective, And that the Dove beside the fire hath settled.\n\nThine envoys who came hither, O Destruction, sent or not sent by thee unto our dwelling, The Dove and Owl, effectless be their visit!\n\nOft may it fly to us to save our heroes from slaughter, oft perch here to bring fair offspring, Turn thee and send thy voice afar: cry to the region far away; That I may see thee in the home of Yama reft of all thy power, that I may see thee impotent."
    },
    {
      "id": 3106572030313,
      "hymn": "Hymn 30",
      "title": "A charm to promote the growth of hair",
      "file": "av06030.htm",
      "created": 1745090290872,
      "hash": "md5-p0JEyAs8hEOywqP0c8j5sA==",
      "content": "Over a magic stone, beside Sarasvati, the Gods Ploughed in this barley that was blent with mead. Lord of the plough was Indra, strong with hundred powers: the ploughers were the Maruts they who give rich gifts.\n\nThy joy in hair that falleth or is scattered, wherewith thou sub- jectest a man to laughter To other trees, far from thee will I drive it. Grow up, thou Samī, with a hundred branches.\n\nAuspicious, bearing mighty leaves, holy one, nurtured by the rain, Even as a mother to her sons, be gracious, Samī to our hair."
    },
    {
      "id": 2090154209933,
      "hymn": "Hymn 31",
      "title": "To Sūrya the Sun-God",
      "file": "av06031.htm",
      "created": 1745090290872,
      "hash": "md5-ohiSHeWMv4uCTE3QJKno9g==",
      "content": "This spotted Bull hath come and sat before his mother in the east. Advancing to his father Heaven.\n\nAs expiration from his breath his radiance penetrates within. The Bull shines out through all the sky.\n\nHe rules supreme through thirty realms—One winged with song hath made him mount Throughout the days at break of morn."
    },
    {
      "id": 6058029661206,
      "hymn": "Hymn 32",
      "title": "A charm against fiends and goblins",
      "file": "av06032.htm",
      "created": 1745090290873,
      "hash": "md5-amaQcmaweos2J8kQ71xKWA==",
      "content": "With butter, in his hall v4here fire is burning, perform that sacri- fice which quells the goblins. Burn from afar against the demons Agni! Afflict not in thy fury us who praise thee.\n\nLet Rudra break your necks, O ye Pisāchas, and split your ribs asunder, Yātudhānas! Your herb of universal power with Yama hath allied itself.\n\nHere, Mitra-Varuna! may we dwell safely: with splendour drive the greedy demons backward, Let them not find a surety or a refuge, but torn away go down to Death together."
    },
    {
      "id": 5138138481778,
      "hymn": "Hymn 33",
      "title": "A prayer to Indra for riches",
      "file": "av06033.htm",
      "created": 1745090290873,
      "hash": "md5-gHPhKt+LW0Sb6AbrS7WE/w==",
      "content": "He who controls this air and men who aid his strength, and wood, and heaven, the lofty seat which Indra loves.\n\nThe bold whose overpowering might the boldest never hath defied,— As erst still, unassailable is Indra's wrath, and fame, and force.\n\nMay he bestow on us that wealth, far-spreading, bright with yellow hue. Indra is mightiest Lord among the folk."
    },
    {
      "id": 6020030953545,
      "hymn": "Hymn 34",
      "title": "To Agni for protection from enemies",
      "file": "av06034.htm",
      "created": 1745090290874,
      "hash": "md5-9TIdwYnKCO3z1aDhxhxlgg==",
      "content": "Send forth thy voice to Agni, to the manly hero of our homes, So may he bear us past our foes.\n\nThat Agni who with sharpened flame of fire consumes the Rākshasas, So may he bear us past our foes.\n\nHe who from distance far remote shineth across the tracts of land, May he transport us past our foes.\n\nHe who beholds all creatures, who observes them with a careful eye, May he transport us past our foes.\n\nThat brilliant Agni who was born beyond this region of the air, May he transport us past our foes!"
    },
    {
      "id": 6720391389965,
      "hymn": "Hymn 35",
      "title": "To Agni Vaisvānara",
      "file": "av06035.htm",
      "created": 1745090290874,
      "hash": "md5-5ngOyXOkvM6tHVgs4TmZkg==",
      "content": "Forth from the distance far away Vaisvānara come to succour us! Agni approach our eulogies!\n\nVaisvānara with friendly thoughts hath come to this our sacrifice, Agni who saves from woe, to lauds.\n\nVaisvānara hath formed the hymn and laud of the Angirases. To these may he bring glorious right."
    },
    {
      "id": 3700338602926,
      "hymn": "Hymn 36",
      "title": "In praise of Agni Vaisvānara",
      "file": "av06036.htm",
      "created": 1745090290874,
      "hash": "md5-t+SBQC35IrABKHawM66Asg==",
      "content": "Holy Vaisvānara we seek, the Lord of light and endless life, the burning One who fadeth not.\n\nHe hath directed all things; he sends forth the Seasons in his might, furthering sacrifice's power.\n\nAgni Kāma in other homes shines forth the sole imperial Lord of all that is and is to be."
    },
    {
      "id": 2838555562032,
      "hymn": "Hymn 37",
      "title": "A charm to divert Imprecation personified",
      "file": "av06037.htm",
      "created": 1745090290874,
      "hash": "md5-rsyAuAU5ZrVh92w01nMUsw==",
      "content": "Hitherward, having yoked his steeds, came Imprecation, thousand-eyed, Seeking my curser, as a wolf the home of one who owneth sheep.\n\nAvoid us, Imprecation! as consuming fire avoids the lake. Smite thou the man who curses us, as the sky's lightning strikes the tree.\n\nWho curses us, himself uncursed, or, cursed, who curses us again, Him cast I as a sop to Death, as to a dog one throws a bone."
    },
    {
      "id": 4419313290563,
      "hymn": "Hymn 38",
      "title": "A prayer for surpassing strength and energy",
      "file": "av06038.htm",
      "created": 1745090290874,
      "hash": "md5-/laMVR7ly1/yhtq9fstejA==",
      "content": "What energy the lion hath, the tiger, adder, and burning fire, Brāhman, or Sūrya, And the blest Goddess who gave birth to Indra, come unto us conjoined with strength and vigour!\n\nAll energy of elephant and panther, all energy of gold, men, kine, and waters, And the blest Goddess who gave birth to Indra come unto us conjoined with strength and vigour.\n\nMight in car, axles, in the strong bull's courage, in Varuna's breath, in Vāta, in Parjanya, In Warrior, in the war-drum stretched for battle, in the man's roar and in the horse's mettle, May the blest Goddess who gave birth to Indra come unto us conjoined with strength and vigour."
    },
    {
      "id": 3694935568718,
      "hymn": "Hymn 39",
      "title": "A priest's prayer for power and glory",
      "file": "av06039.htm",
      "created": 1745090290874,
      "hash": "md5-kz5AlojXnDLoOUjIOl7/iw==",
      "content": "Let sacrifice, like fame, thrive sped by Indra, inspired, well- ordered, with a thousand powers. To highest rank raise me who bring oblation, me who move forth to far-extended vision.\n\nWe will pay sacrifice and serve with worship our glorious Indra, famous for his glories. Give thou us sway which Indra hath promoted, and in this boon of thine may we be famous.\n\nIndra was glorious at his birth; Agni, Soma were born renowned. And glorious am I, the most illustrious of all that is."
    },
    {
      "id": 2501485891765,
      "hymn": "Hymn 40",
      "title": "A prayer for peace and security",
      "file": "av06040.htm",
      "created": 1745090290875,
      "hash": "md5-Rf0LatrtCyvEBQ45teKEAw==",
      "content": "Here may we dwell, O Heaven and Earth, in safety. May Savitar and Soma send us safety. Our safety be the wide air: ours be safety through the oblation of the Seven Rishis.\n\nMay the Four Quarters give this hamlet power: Savitar favour us and make us happy! May Indra make us free from foes and danger: may wrath of Kings be turned to other places.\n\nMake thou us free from enemies both from below and from above. O Indra, give us perfect peace, peace from behind and from be- fore."
    },
    {
      "id": 1975452645788,
      "hymn": "Hymn 41",
      "title": "A prayer for protection, long life, and various blessings",
      "file": "av06041.htm",
      "created": 1745090290875,
      "hash": "md5-GccZ/IGRcv9Uzn26U8ErMg==",
      "content": "For mind, for intellect, for thought, for purpose, for intelligence,. For sense, for hearing, and for sight, let us adore with sacrifice.\n\nFor expiration, vital air, and breath that amply nourishes, Let us with sacrifice adore Sarasvatī whose reach is wide.\n\nLet not the Rishis, the divine, forsake us, our own, our very selves, our lives' protectors. Do ye, immortal, still attend us mortals, and give us vital power to live the longer."
    },
    {
      "id": 4211312127521,
      "hymn": "Hymn 42",
      "title": "A charm to reconcile estranged friends",
      "file": "av06042.htm",
      "created": 1745090290875,
      "hash": "md5-xJjpW8myu2SeJQTU0FB4gQ==",
      "content": "I loose the anger from thy heart as 'twere the bowstring from a bow, That we, one-minded now, may walk together as familiar friends.\n\nTogether let us walk as friends: thy wrathful feeling I remove. Beneath a heavy stone we cast thy wrath away and bury it.\n\nI trample on thine anger thus, I tread it down with heel and toe: So dost thou yield thee to my will, to speak no more rebelliously."
    },
    {
      "id": 2857445222447,
      "hymn": "Hymn 43",
      "title": "The same",
      "file": "av06043.htm",
      "created": 1745090290875,
      "hash": "md5-6aRx61RaqDPQ4MM9ojdKBw==",
      "content": "For stranger and for friend alike this Darbha-grass removeth wrath. Soother of Anger is it called because it calms the angry man.\n\nThis Plant that hath abundant roots spreads to the place where waters meet. Soother of anger is the name Darbha-grass that springs from earth.\n\nWe draw thine obstinacy forth, set in thy mouth and in thy jaw: So dost thou yield thee to my will. to speak no more rebelli- ously."
    },
    {
      "id": 3552058947785,
      "hymn": "Hymn 44",
      "title": "A charm to remove disease",
      "file": "av06044.htm",
      "created": 1745090290875,
      "hash": "md5-KLIzGcpsTIj732o1CIo4Bg==",
      "content": "Firm stood the heaven, firm stood the earth, firm stood this universal world. Firm stood the trees that sleep erect: let this thy malady be still.\n\nOf all thy hundred remedies, a thousand remedies combined. This is the surest cure for flux, most excellent to heal disease.\n\nThou art the stream that Rudra pours, the closest kin of Amrita. Thy name is called Vishānakā: thou sprangest from the Fathers' root, removing illness caused by wind."
    },
    {
      "id": 2737345984132,
      "hymn": "Hymn 45",
      "title": "A prayer for preservation from mental sin and evil promptings",
      "file": "av06045.htm",
      "created": 1745090290875,
      "hash": "md5-hknssBtIwUKEKr99XdKYoQ==",
      "content": "Sin of the Mind, avaunt! begone! Why sayest thou what none should say? Go hence away, I love thee not. Go to the forests and the trees. My heart is in our homes and cows.\n\nWhatever wrong we have committed, sleeping or waking, by ill-wish, dislike, or slander, All these offences, which deserve displeasure, may Agni take from us and keep them distant.\n\nIndra and Brāhmanaspati! whatever foolish deed we plan, May provident Angirasa preserve us from the sin and woe."
    },
    {
      "id": 2774013798885,
      "hymn": "Hymn 46",
      "title": "A charm against evil dreams",
      "file": "av06046.htm",
      "created": 1745090290875,
      "hash": "md5-WFjjXi0o8vlyHfHJS1cKDQ==",
      "content": "Thou, neither quick nor dead, O Sleep, art fraught with Amrit of the Gods. Thy name is Araru: thy sire is Yama; Varunāni bare thee.\n\nWe know thy birth, O Sleep, thou art son of the sisters of the Gods; the minister of Yama thou, thou art Antaka, thou art Death. So well we know thee who thou art. Sleep, guard us from the evil dream.\n\nAs men discharge a debt, as they pay up an eighth and half-an- eighth, So the whole evil dream do we pay and assign unto our foe."
    },
    {
      "id": 5699546893002,
      "hymn": "Hymn 47",
      "title": "To accompany the three daily libations",
      "file": "av06047.htm",
      "created": 1745090290875,
      "hash": "md5-ugpm2gNWkC/nm2cuPrgUvA==",
      "content": "Dear to all men, all-prosperer, all-creating, may Agni, guard us• at the morn's libation. May he, the brightly pure one, give us riches: may we have life enjoying food together.\n\nAt this our second offering may Indra, Maruts, and Visve Devas never fail us. Still may the favour of the Gods be with us, blest with long life and speaking words that please them.\n\nWe pour this third libation of the Sages who fashioned forth the cup in proper order. Winners of heaven, may they, Sudhanvan's children, lead our fair sacrifice to happy fortune."
    },
    {
      "id": 6799324313306,
      "hymn": "Hymn 48",
      "title": "Formulas to be used at the three daily libations",
      "file": "av06048.htm",
      "created": 1745090290876,
      "hash": "md5-yv8IIqZz6k0R/1luszDy9A==",
      "content": "Thou art the Hawk, Gāyatri's lord: I hold thee fast. Happily bear me to the goal of this my sacrifice. All hail!\n\nThou art the Ribhu, lord of Jagatī: I hold thee fast. Happily bear me to the goal of this my sacrifice. Al I hail!\n\nThou art the Bull, the Trishtup's lord: I hold thee fast. Happily bear me to the goal of this my sacrifice. All hail!"
    },
    {
      "id": 1488369747311,
      "hymn": "Hymn 49",
      "title": "In praise of Agni",
      "file": "av06049.htm",
      "created": 1745090290876,
      "hash": "md5-0+Fb0k1hUAXPmgYML3fyWg==",
      "content": "O Agni, in thy body man hath never found a wounded part. The Ape devours the arrow's shaft as a cow eats her after- birth.\n\nThou like a fleece contractest and expandest thee what time the upper stone and that below devour. Closely compressing head with head and breast with breast he crunches up the tendrils with his yellow jaws.\n\nThe Eagles have sent forth their voice aloud to heaven: in the sky's vault the dark impetuous ones have danced. When they come downward to repair the lower stone, they, dwellers with the Sun, have gained abundant seed."
    },
    {
      "id": 3660244880634,
      "hymn": "Hymn 50",
      "title": "A charm for the destruction of vermin",
      "file": "av06050.htm",
      "created": 1745090290876,
      "hash": "md5-4lP5bAg33sh3yex8SWjhGg==",
      "content": "Destroy the rat, the mole, the boring beetle, cut off their heads and crush their ribs, O Asvins. Bind fast their mouths; let them not eat our barley: so guard, ye twain, our growing corn from danger.\n\nHo! boring beetle, ho! thou worm, ho! noxious grub and grasshopper! As a priest leaves the unfinished sacrifice, go hence devouring not, injuring not this corn.\n\nHearken to me, lord of the female borer, lord of the female grub! ye rough-toothed vermin! Whate'er ye be, dwelling in woods, and piercing, we crush and mangle all those piercing insects."
    },
    {
      "id": 1245010104681,
      "hymn": "Hymn 51",
      "title": "A prayer for purification and forgiveness of sins",
      "file": "av06051.htm",
      "created": 1745090290876,
      "hash": "md5-OgsUx7o5dogYciIaVKB/eg==",
      "content": "Cleansed by the filter of the Wind comes Soma past all our enemies, meet friend of Indra.\n\nMay the maternal Waters make us ready: cleanse us with fat- ness they who cleanse with fatness! The Goddesses bear off each blot and tarnish: I come forth from the waters cleansed and stainless.\n\nO Varuna, whatever the offence may be, the sin which men commit against the heavenly folk— When, through our want of thought we violate thy laws, punish us not, O God, for that iniquity."
    },
    {
      "id": 4067756402403,
      "hymn": "Hymn 52",
      "title": "A charm against noxious reptiles and insects",
      "file": "av06052.htm",
      "created": 1745090290877,
      "hash": "md5-v1jF1IR36wsVZLJxt8ld4A==",
      "content": "Slaying the Rākshasas, the Sun mounts upward in the front of heaven, Āditya, from the mountains, seen of all, destroying things unseen.\n\nThe kine had settled in their pen, wild animals sought their lairs The wavelets of the brooks had passed away, and were beheld no more.\n\nI have brought Kanva's famous Plant, life-giving, and itself inspired, The medicine that healeth all: may it suppress my hidden foes."
    },
    {
      "id": 4803039898919,
      "hymn": "Hymn 53",
      "title": "A prayer for recovery and preservation of health and security",
      "file": "av06053.htm",
      "created": 1745090290877,
      "hash": "md5-dp66r52ocyiLQey/iTxbVw==",
      "content": "May Heaven and Earth, wise pair, may lofty Sukra grant me this thing by reason of the guerdon. May Agni, Soma mark through this libation: may Vāyu, Savitar, and Bhaga guard us.\n\nAgain return to us our breath and spirit, again come back to us our life and vision! Vaisvānara, unscathed, our bodies' guardian, stand between us and every woe and danger!\n\nWe are again united with our bodies, with happy mind, with spirit, strength, and splendour. May Tvashtar here make room for us, and freedom and smooth whate'er is injured in our bodies."
    },
    {
      "id": 1325276711454,
      "hymn": "Hymn 54",
      "title": "A benediction on a newly elected King",
      "file": "av06054.htm",
      "created": 1745090290878,
      "hash": "md5-dIqgtj1+Z4a8MDwgvPPchw==",
      "content": "Win the love of Indra that his friend may reach yet higher state. Increase, as rain the grass, this man's dominion and his lofty fame.\n\nConfirm the princely power in him, Agni and Soma! grant him wealth. In all the circuit of his rule make him yet higher for your friend.\n\nThe man who shows us enmity, whether a stranger or akin, Thou wilt give up entire to me who sacrifice and press the juice."
    },
    {
      "id": 6272036924386,
      "hymn": "Hymn 55",
      "title": "A prayer for general protection and prosperity",
      "file": "av06055.htm",
      "created": 1745090290878,
      "hash": "md5-0fC1oVY7lvxk5IGYxJCpPw==",
      "content": "Of all the many God-frequented pathways that traverse realms between the earth and heaven, Consign me, all ye Gods to that which leadeth to perfect and inviolable safety.\n\nMaintain us in well-being Summer, Winter Dew-time and Spring, Autumn, and Rainy Season Give us our share of cattle and of Children. May we enjoy your unassailed protection.\n\nPay to the Year your lofty adoration, to the first Year, the second, and the present. Many we abide in the auspicious favour and gracious love of these who claim our worship."
    },
    {
      "id": 2189416659292,
      "hymn": "Hymn 56",
      "title": "A charm against snakes",
      "file": "av06056.htm",
      "created": 1745090290878,
      "hash": "md5-pGDeSkL8SgNsLD6WrIGHAA==",
      "content": "Let not the serpent slay us, O Gods, with our children and our folk. Let it not close the opened mouth nor open that which now is closed.\n\nBe worship paid unto the black, worship to that with stripes across! To the brown viper reverence, reverence to the demon brood!\n\nI close together fangs with fang, I close together jaws with jaw. I close together tongue with tongue, I close together mouth with mouth."
    },
    {
      "id": 1799465613301,
      "hymn": "Hymn 57",
      "title": "A charm for a wound or bruise",
      "file": "av06057.htm",
      "created": 1745090290878,
      "hash": "md5-dwtWm0igrIPfPo71kQ06gA==",
      "content": "This is a medicine indeed, Rudra's own medicine is this, Wherewith he warns the arrow off one-shafted, with a hundred tips.\n\nBesprinkle it with anodyne, bedew it with relieving balm: Strong, soothing is the medicine: bless us therewith that we may live.\n\nLet it be health and joy to us. Let nothing vex or injure us. Down with the wound! Let all to us be balm, the whole be medicine."
    },
    {
      "id": 6203545783787,
      "hymn": "Hymn 58",
      "title": "A priest's prayer for power and glory",
      "file": "av06058.htm",
      "created": 1745090290878,
      "hash": "md5-QcohjD9xP4tne9TrQhmilw==",
      "content": "May Indra Maghavan give me name and glory. May Heaven and Earth, this couple, make me famous. May Savitar the deity make me honoured. Here may the man who gives the guerdon love me.\n\nIndra from Heaven and Earth receiveth glory among the plants the Waters have their glory; Even so may we be glorious'mid all the Universal Gods.\n\nIndra and Agni were renowned, famous was Soma at his birth; So too am I illustrious, most glorious of all that is."
    },
    {
      "id": 5426575841991,
      "hymn": "Hymn 59",
      "title": "A charm to protect cattle and men",
      "file": "av06059.htm",
      "created": 1745090290879,
      "hash": "md5-uLQdg6mYp4Zet06CW1uViA==",
      "content": "First, O Arundhatī, protect our oxen and milky kine: Protect each one that is infirm, each quadruped that yields no milk.\n\nLet the Plant give us sheltering aid, Arundhatī allied with Gods; Avert Consumption from our men and make our cow-pen rich in milk.\n\nI welcome the auspicious Plant, life-giving, wearing every hue. Far from our cattle may it turn the deadly dart which Rudra casts."
    },
    {
      "id": 5246414084188,
      "hymn": "Hymn 60",
      "title": "The wooing of a bride",
      "file": "av06060.htm",
      "created": 1745090290880,
      "hash": "md5-YNpXuxdCv9Ac40HfZdIDgg==",
      "content": "With forelock loosened o'er his brow here comes the wooer of the bride, Seeking a husband for this maid, a wife for this unmarried man.\n\nWooer! this girl hath toiled in vain, going to others' marriages. Now to her wedding, verily, wooer! another maid shall come.\n\nDhātar upholds the spacious earth, upholds the sky, upholds the Sun. Dhātar bestow upon this maid a husband suited to her wish!"
    },
    {
      "id": 4896862686407,
      "hymn": "Hymn 61",
      "title": "A prayer for prosperity and greatness",
      "file": "av06061.htm",
      "created": 1745090290880,
      "hash": "md5-0flZNtFmdqv713TBsQPmLg==",
      "content": "The Waters send me what is sweet and pleasant, Sūra bring all I need for light and vision! The deities, and all of pious nature, and Savitar the God afford me freedom!\n\nI set the heaven and the earth asunder, I brought all seven sea- sons into being. My word is truth, what I deny is falsehood, above celestial Vāk, above the nations.\n\nI gave existence to the earth and heaven, I made the seasons and the seven rivers. My word is truth; what I deny is falsehood, I who rejoice in Agni's, Soma's friendship."
    },
    {
      "id": 4760822525188,
      "hymn": "Hymn 62",
      "title": "A prayer for purification and riches",
      "file": "av06062.htm",
      "created": 1745090290881,
      "hash": "md5-TGz9D24jEajpyiPD1TIsVA==",
      "content": "Cleanse us Vaisvānara with rays of splendour! With breath and clouds let quickening Vāyu cleanse us. And, rich in milky rain, let Earth and Heaven, worshipful, holy, cleanse us with their water.\n\nLay hold on Sūnritā whose forms and regions have fair smooth backs, her who is all men's treasure. Through her may we, in sacrificial banquets singing her glory, be the lords of riches.\n\nFor splendour, seize on her whom all men worship, becoming pure yourselves, and bright, and brilliant. Here, through our prayer rejoicing in the banquet, long may we look upon the Sun ascending."
    },
    {
      "id": 6175555449369,
      "hymn": "Hymn 63",
      "title": "The symbolical liberation of a sacrificial victim",
      "file": "av06063.htm",
      "created": 1745090290882,
      "hash": "md5-IRXknEdjn1nNro63MCy+ig==",
      "content": "That collar round thy neck, not to be loosened, which Nirriti the Goddess bound and fastened, I loose for thy long life and strength and vigour. Eat, liberated, food that brings no sorrow.\n\nTo thee, sharp-pointed Nirriti, be homage! Loose thou the binding fetters wrought of iron. To me, in truth, again doth Yama give thee. To him, to Yama, yea, to Death, be homage!\n\nCompassed by death which comes in thousand manners, here art thou fastened to the iron pillar. Unanimous with Yama and the Fathers, make this man rise and reach the loftiest heaven.\n\nThou, mighty Agni, good and true, gatherest up all precious things. Bring us all treasures as thou art enkindled at libation's place."
    },
    {
      "id": 6403077183239,
      "hymn": "Hymn 64",
      "title": "To promote unanimity in an assembly",
      "file": "av06064.htm",
      "created": 1745090290882,
      "hash": "md5-9wfcVZuZy2ECVuDbZ4yH5Q==",
      "content": "Agree and be united: let your minds be all of one accord, Even as the Gods of ancient days, unanimous, await their share.\n\nThe rede is common, common the assembly, common the law, so be their thoughts united. I offer up your general oblation: together entertain one common purpose.\n\nOne and the same be your resolve, be all your hearts in har- mony: One and the same be all your minds that all may happily con- sent."
    },
    {
      "id": 6348411775533,
      "hymn": "Hymn 65",
      "title": "A sacrificial charm against enemies",
      "file": "av06065.htm",
      "created": 1745090290882,
      "hash": "md5-HoTcZGNdQLQMIBCTqEHDtw==",
      "content": "The angry spirit hath relaxed: loose are the arms that act with mind. Do thou, destroyer, overcome and drive these foemen's might away, and then bring opulence to us.\n\nThe shaft for handless fiends which, Gods! ye cast against the handless ones, With this, in shape of sacrifice, I rend the arms of enemies.\n\nIndra made first for Asuras the shaft designed for handless foes: Victorious shall my heroes be with Indra as their constant friend."
    },
    {
      "id": 5126959293189,
      "hymn": "Hymn 66",
      "title": "A charm for the destruction and plunder of enemies",
      "file": "av06066.htm",
      "created": 1745090290882,
      "hash": "md5-zGrxyplo8fM/kn6Blyi/rw==",
      "content": "Handless be every foeman who assaileth, they who with missiles come to fight against us! Dash them together with great slaughter, Indra! and let their robber chief run pierced with arrows.\n\nYe who run hither bending bows, brandishing swords and cast- ing darts. Handless be ye, O enemies! Let Indra mangle you to-day.\n\nHandless be these our enemies! We enervate their languid limbs. So let us part among ourselves, in hundreds, Indra! all their wealth."
    },
    {
      "id": 1997276612013,
      "hymn": "Hymn 67",
      "title": "A charm for the destruction and plunder of enemies",
      "file": "av06067.htm",
      "created": 1745090290882,
      "hash": "md5-EVGanKQW3WYB7aGjOzynDg==",
      "content": "Indra and Pūshan have gone forth along the ways on every side. To-day those hosts of enemies must flee bewildered far away.\n\nYe foes, come hitherward dismayed like serpents when their heads are gone. Let Indra slay each bravest one of you whom Agni hath con- fused.\n\nGird thou a bullock's hide on these, make those as timid as the deer. Let the foe flee away, and let his kine come hither-ward to us."
    },
    {
      "id": 3753550688958,
      "hymn": "Hymn 68",
      "title": "A charm to accompany the shaving of the beard",
      "file": "av06068.htm",
      "created": 1745090290882,
      "hash": "md5-O/SRkozGh/rC3+KoIbUDZg==",
      "content": "Savitar hath come hither with the razor: come thou, O Vāyu, with the heated water. One-minded let Ādityas, Rudras, Vasus moisten the hair: shave ye who know King Soma.\n\nLet Aditi shave the beard, and let the Waters bathe it with their strength: Prajāpati restore his health for sight and days of lengthened life!\n\nThe razor used by Savitar, for shaving, who knoweth Varuna and royal Soma, Even with this shave ye this man, O Brāhman. Let him be rich in horses, kine, and children."
    },
    {
      "id": 4639842099468,
      "hymn": "Hymn 69",
      "title": "A priest's prayer for power and glory",
      "file": "av06069.htm",
      "created": 1745090290882,
      "hash": "md5-GQ0oVcC2teVyuYAkhfT7RA==",
      "content": "Mine be the glory in the hill, in vales, in cattle, and in gold, Mine be the sweetness that is found in nectar and in flowing wine!\n\nWith your delicious honey balm me, Asvins, Lords of splendid light! That clear and resonant may be the voice I utter to mankind.\n\nIn me be strength, in me be fame, in me the power of sacrifice: Prajāpati establish this in me as firm as light in heaven!"
    },
    {
      "id": 4267623016493,
      "hymn": "Hymn 70",
      "title": "A benediction on cow and calf",
      "file": "av06070.htm",
      "created": 1745090290883,
      "hash": "md5-2OiXSvBUXn9aZOc8K02RYg==",
      "content": "As wine associates with flesh, as dice attend the gaming-board, As an enamoured man's desire is firmly set upon a dame, So let thy heart and soul, O Cow, be firmly set upou thy calf.\n\nAs the male elephant pursues with eager step his female's track, As an enamoured man's desire is firmly set upon a dame, So let thy heart and soul, O Cow, be firmly set upon the calf.\n\nClose as the felly and the spoke, fixt as the wheel-rim on the nave, As an enamoured man's desire is firmly set upon a dame, So let thy heart and soul, O Cow, be firmly set upon thy calf."
    },
    {
      "id": 2148493051745,
      "hymn": "Hymn 71",
      "title": "A priest's benediction after meat",
      "file": "av06071.htm",
      "created": 1745090290883,
      "hash": "md5-92IkjVdPUIU9356UgiMUYg==",
      "content": "What food I eat of varied form and nature, food whether gold, or horse, sheep, goat, or bullock, Whatever gift I have received, may Agni the Hotar make it sacrifice well-offered.\n\nWhatever, sacrificed or not, hath reached me, bestowed by men and sanctioned by the Fathers, Whereby my heart seems to leap up, may Agni the Hotar make that sacrifice well-offered.\n\nWhat food I eat unjustly, Gods! or, doubtful between bestow- ing and refusing, swallow, Through greatness of Vaisvānara the mighty may that same food be sweet to me and blessed!"
    },
    {
      "id": 4749825630137,
      "hymn": "Hymn 72",
      "title": "A charm to restore or increase virile power",
      "file": "av06072.htm",
      "created": 1745090290883,
      "hash": "md5-C7dOrD2r8VzyCxwR794nGA==",
      "content": "Sicut anguis niger ad voluntatem se extendit, Asurarum arte magica formas novas efficiens, sic fascinum tuum, partem cum parte, conjunctum, hic hymnus efficiat.\n\nVelut penis (tayadarus quem ventus permagnum fecit, quantus. est onagri penis, tantus penis tuus increscat.\n\nQuantum estonagri membrum masculinum, elephanti, asinique, quantum est fortis equi, tantus penis tuus increscat."
    },
    {
      "id": 5034412014641,
      "hymn": "Hymn 73",
      "title": "A King's charm to conciliate his discontented kinsmen",
      "file": "av06073.htm",
      "created": 1745090290884,
      "hash": "md5-ccobpAJ61iHxQ0F/I/PluA==",
      "content": "Let Varuna come hither, Soma, Agni, Brihaspati come hither with the Vasus! Unanimous, ye kinsmen, come united, come to the glory of this mighty guardian.\n\nThe inclination which your hearts have harboured, the purpose which hath occupied your spirits, This I annul with sacrifice and butter. In me be your sweet resting-place, O kinsmen.\n\nStand even here; forsake me not. Before us may Pūshan make your path unfit to travel. Vāstoshpati incessantly recall you! In me be your sweet resting- place, O kinsmen!"
    },
    {
      "id": 4154180409429,
      "hymn": "Hymn 74",
      "title": "A King's charm to secure the fidelity of his people",
      "file": "av06074.htm",
      "created": 1745090290885,
      "hash": "md5-F9prMtmRYzVE1891I42BKQ==",
      "content": "Close gathered be your bodies: be your minds and vows in. unison! Here present Brāhmanaspati and Bhaga have assembled you.\n\nLet there be union of your minds, let there be union of your hearts: All that is troubled in your lot with this I mend and harmonize.\n\nAs, free from jealousy, the strong Ādityas have been the Vasus' and the Rudras' fellows. So free from jealousy, Lord of Three Titles! cause thou these people here to be one-minded."
    },
    {
      "id": 4691754156565,
      "hymn": "Hymn 75",
      "title": "A charm to effect the removal of an enemy",
      "file": "av06075.htm",
      "created": 1745090290885,
      "hash": "md5-bPyZwdK9DMotQDkFvazEhQ==",
      "content": "Forth from his dwelling drive that man, the foeman who assaileth us: Through the Expellent sacrifice hath Indra rent and mangled him.\n\nIndra, Foe-Slayer, drive him forth into the distance most remote, Whence never more shall be return in all the years that are to come.\n\nTo the three distances, beyond mankind's Five Races, let him go, Beyond the three skies let him go, whence he shall never come- again In all the years that are to be, long as the Sun is in the heaven."
    },
    {
      "id": 2484656329964,
      "hymn": "Hymn 76",
      "title": "A benediction on a new-born Kshatriya child",
      "file": "av06076.htm",
      "created": 1745090290885,
      "hash": "md5-4eHPjRtsmhm3RY3gYPbzJw==",
      "content": "Those who are sitting round this babe prepare him to be looked upon. Let Agni thoroughly inflamed with all his tongues rise from his- heart.\n\nFor length of life I use the name of Agni the Consuming God, Whose smoke the sage who knows the truth beholds proceeding. from his mouth.\n\nThe man who knows his fuel laid in order by the Kshatriya Sets not his foot upon the steep declivity that leads to Death.\n\nThose who encompass slay him not: he goes not near his lurk— ing foes The Kshatriya who, knowing well, takes Agni's name for length of life."
    },
    {
      "id": 7117537670739,
      "hymn": "Hymn 77",
      "title": "A charm to bring the cattle home",
      "file": "av06077.htm",
      "created": 1745090290885,
      "hash": "md5-hvGjo5J59NxdnnjD08NMhg==",
      "content": "Firm stands the heaven, firm stands the earth, firm stands this universal world, Firm stand the rooted mountains. I have put the horses in the stall.\n\nI call the Herdsman, him who knows the way to drive the cattle forth, Who knows the way to drive them home, to drive them back and drive them in.\n\nO Jātavedas turn them back: a hundred homeward ways be thine! Thou hast a thousand avenues: by these restore our kine to us."
    },
    {
      "id": 4654443844240,
      "hymn": "Hymn 78",
      "title": "A nuptial benediction",
      "file": "av06078.htm",
      "created": 1745090290885,
      "hash": "md5-mwrrCO+57YgC7Ecsle9vRw==",
      "content": "Let this man be again bedewed with this presented sacrifice. And comfort with the sap of life the bride whom they have brought to him.\n\nWith life's sap let him comfort her, and raise her high with princely sway. In wealth that hath a thousand powers, this pair be inexhausti- ble!\n\nTvashtar formed her to be thy dame, Tvashtar made thee to be her lord. Long life let Tvashtar give you both. Let Tvashtar give a thousand lives."
    },
    {
      "id": 3872860823869,
      "hymn": "Hymn 79",
      "title": "A prayer for seasonable rain and prosperity",
      "file": "av06079.htm",
      "created": 1745090290885,
      "hash": "md5-pCWaU66XIz5wQNnJDBTQoQ==",
      "content": "May this our Lord of Cloudy Sky, bedewed with liquid drops preserve unequalled riches in our homes.\n\nLord of the Cloudy Sky, bestow vigour and strength on our abodes. Let wealth and treasure come to us.\n\nThou, God bedewed with drops, art Lord of infinite prosperity. Grant us thereof, give us thereof: may we enjoy this boon of thine."
    },
    {
      "id": 2768996470465,
      "hymn": "Hymn 80",
      "title": "A prayer for help and protection",
      "file": "av06080.htm",
      "created": 1745090290886,
      "hash": "md5-SK0BLcr49Qqpq3BQTs5I8A==",
      "content": "He flieth in the firmament observing all the things that be: We with this offering will adore the greatness of the Heavenly Hound.\n\nThe three, the Kālakānjas, set aloft in heaven as they were Gods All these I call to be our help and keep this man secure from harm.\n\nIn waters is thy birth, in heaven thy station, thy majesty on earth and in the ocean. We with this offering will adore the greatness of the Heavenly Hound."
    },
    {
      "id": 4428011726974,
      "hymn": "Hymn 81",
      "title": "A charm to facilitate child-birth",
      "file": "av06081.htm",
      "created": 1745090290886,
      "hash": "md5-549tmgCRNlM1rKtlaa5F/A==",
      "content": "Thou art a grasper, holding fast both hands: drivest fiends away. A holder both of progeny and riches hath this Ring become.\n\nPrepare accordantly, O Ring, the mother for the infant's birth. On the right way bring forth the boy. Make him come hither. I am here.\n\nThe Amulet which Aditi wore when desirous of a son, Tvashtar hath bound upon this dame and said, Be mother of a boy."
    },
    {
      "id": 3741366292368,
      "hymn": "Hymn 82",
      "title": "A charm to win a bride",
      "file": "av06082.htm",
      "created": 1745090290887,
      "hash": "md5-jkHHkeq3Nn18Y4uU52vVSA==",
      "content": "I call the name of him who comes, hath come, and still draws- nigh to us. Foe-slaying Indra's name I love, the Vasus' friend with hundred powers.\n\nThus Bhaga spake to me: Let him bring thee a consort by the path. Whereon the Asvins brought the bride Sūryā the child of Savitar.\n\nGreat, Indra. is that hook of thine, bestowing treasure, wrought of gold: Therewith, O Lord of Might, bestow a wife on me who long to wed."
    },
    {
      "id": 3103526180873,
      "hymn": "Hymn 83",
      "title": "A charm against sores and pustules (apachitas)",
      "file": "av06083.htm",
      "created": 1745090290887,
      "hash": "md5-sOA5nNejbqHqG9E7DhkDwA==",
      "content": "Hence, Sores and Pustules, fly away even as the eagle from his home. Let Sūrya bring a remedy, the Moon shine forth and banish you.\n\nOne bright with variegated tints, one white, one black, a couple red:— The'names of all have I declared. Begone, and injure not our men.\n\nHence, childless, shall the Pustule flee, grand-daughter of the dusky one. The Boil shall fly away from us, the morbid growth shall vanish hence. Taste, happy in thy mind, thine own oblation, as I with Svāhā with my heart present it."
    },
    {
      "id": 2878226024610,
      "hymn": "Hymn 84",
      "title": "A charm to accompany the symbolical loosing of sacrificial victims",
      "file": "av06084.htm",
      "created": 1745090290887,
      "hash": "md5-eXTKQHDrL3F/fAT07C2VWA==",
      "content": "Thou in whose dread mouth I present oblation, that these bound victims may obtain their freedom, The people deem that thou art Earth: I know thee thoroughly, and I say thou art Destruction.\n\nBe thou enriched, O Welfare, with oblations, here among us is thine allotted portion. Free—Hail to thee!—from sin those here and yonder.\n\nDo thou, Destruction, thus, without a rival, release us from the iron bonds that hind us. To me doth Yama verily restore thee. To him, to Yama, yea, to Death be worship!\n\nThou hast been fastened to an iron pillar, here compassed with a thousand deaths around thee. In full accord with Yama and the Fathers, send this man up- ward to the loftiest heaven."
    },
    {
      "id": 4519614933143,
      "hymn": "Hymn 85",
      "title": "A charm against Consumption",
      "file": "av06085.htm",
      "created": 1745090290887,
      "hash": "md5-JdaNbxMrpT7yQIUZyzrLsQ==",
      "content": "Let Varana the heavenly tree here present keep disease away. The Gods have driven off Decline that entered and possessed this man.\n\nWe with the speech of Indra and of Mitra and of Varuna. We with the speech of all the Gods will drive Decline away from thee.\n\nEven as Vritra checked and stayed these waters flowing every way, With Agni, God of all mankind. I check and banish thy Decline."
    },
    {
      "id": 1799173339239,
      "hymn": "Hymn 86",
      "title": "A glorification of a newly consecrated King",
      "file": "av06086.htm",
      "created": 1745090290887,
      "hash": "md5-gXGtH0ivNnmG/Lx+JLX/DA==",
      "content": "This is the Lord of Indra, this the Lord of Heaven, the Lord of Earth, The Lord of all existing things: the one and only Lord be thou,\n\nThe Sea is regent of the floods, Agni is ruler of the land, The Moon is regent of the stars: the one and only Lord be thou.\n\nThou art the King of Asuras, the crown and summit of man- kind: Thou art the partner of the Gods: the one and only Lord be thou."
    },
    {
      "id": 7148019947219,
      "hymn": "Hymn 87",
      "title": "A benediction addressed to a newly elected King",
      "file": "av06087.htm",
      "created": 1745090290887,
      "hash": "md5-W/gQ5UBm7rst85H6BMKtTQ==",
      "content": "Here art thou: I have chosen thee. Stand stedfast and immov- able. Let all the clans desire thee: let not thy kingdom fall away.\n\nBe even here: fall not away: be like a mountain unremoved. Stand stedfast here like Indra's self, and hold the kingship in the grasp.\n\nThis man hath Indra stablished, made secure by constant sacri- fice. Soma, and Brāhmanaspati here present bless and comfort him!"
    },
    {
      "id": 2479006847764,
      "hymn": "Hymn 88",
      "title": "A benediction addressed to a newly elected King",
      "file": "av06088.htm",
      "created": 1745090290888,
      "hash": "md5-W1RJsj/ai+UXnM2SJBiFqw==",
      "content": "Firm is the sky, firm is the earth, and firm is all this living world; Firm are these mountains on their base, and stedfast is this King of men.\n\nStedfast may Varuna the King, stedfast the God Brihaspati, Stedfast may Indra stedfast, too, may Agni keep thy stedfast reign.\n\nFirm, never to be shaken, crush thy foemen, under thy feet lay those who strive against thee. One-minded, true to thee be all the regions: faithful to thee, the firm, be this assembly!"
    },
    {
      "id": 5769029080183,
      "hymn": "Hymn 89",
      "title": "A man's love charm",
      "file": "av06089.htm",
      "created": 1745090290888,
      "hash": "md5-bq15538fhtY1VTgCEFPeHQ==",
      "content": "This strength that Soma hath bestowed, the head of her who gladdeneth,— With that which thence hath been produced we make thy spirit sorrowful.\n\nWe make thy spirit sorrowful, we fill thy mind with pain and grief. As smoke accompanies the wind, so let thy fancy follow me.\n\nMay Varuna and Mitra, may Sarasvati the Goddess, May the centre of the earth, and both her limits bring thee close to me."
    },
    {
      "id": 5159054946060,
      "hymn": "Hymn 90",
      "title": "A charm to cure a poisoned man",
      "file": "av06090.htm",
      "created": 1745090290888,
      "hash": "md5-ClN/kPbtuOyEqwNjkqpbqw==",
      "content": "The shaft that Rudra hath shot forth against thy members and thy heart, Here do we draw from thee to-day, and turn it hence to every side.\n\nFrom all the hundred vessels spread throughout the members of thy frame. From all those vessels and canals we call the poisonous matter forth.\n\nWorship to thee, the archer, and O Rudra, to thy levelled shaft! Yea, worship to thine arrow when it left the bow, and when it fell!"
    },
    {
      "id": 5872911340179,
      "hymn": "Hymn 91",
      "title": "A charm against disease",
      "file": "av06091.htm",
      "created": 1745090290888,
      "hash": "md5-UuGIcgrG4uWcsU3HeL0PBw==",
      "content": "They made this barley ready with a team of eight, a team of six. With this I drive to westward, far away, thy bodily disease.\n\nVita breathes downward from above, and downward Sūrya sends his heat: Downward is drawn the milch-cow's milk: so downward go thy malady!\n\nThe Waters verily bring health, the Waters drive disease away. The Waters cure all malady: may they bring medicine for thee."
    },
    {
      "id": 3375291081125,
      "hymn": "Hymn 92",
      "title": "A charm to strengthen and inspirit a war-horse",
      "file": "av06092.htm",
      "created": 1745090290889,
      "hash": "md5-1h4XipJT3XLy27q7RJSKcA==",
      "content": "Be fleet as wind, Strong Steed, when thou art harnessed; go forth as swift as thought at lndra's sending. Let the possessors of all wealth, the Maruts, yoke thee, and Tvashtar in thy feet lay swiftness.\n\nThat speed, that lies concealed in thee, O Charger, speed granted to the hawk or wind that wandered, Therewith, Strong Steed, saving in shock of battle endowed with might by might win thou the contest.\n\nBearing thy body, Charger, may thy body run blessing us and winning thee protection. May he, unswerving, to uphold the mighty, stablish his lustre as a God in heaven."
    },
    {
      "id": 2566661354983,
      "hymn": "Hymn 93",
      "title": "A prayer for protection from poison",
      "file": "av06093.htm",
      "created": 1745090290889,
      "hash": "md5-K5TqWMT9bg7GFS+6H9MKqQ==",
      "content": "Yama, Death direly fatal, the Destroyer, with his black crest, Sarva the tawny archer, And all the Gods uprisen with their army, may these on every side avoid our heroes.\n\nWith mind, burnt offerings, butter, and libation, to royal Bhava and the archer Sarva, To these the worshipful I pay my worship: may they turn else- where things with deadly venom.\n\nSave us, All-Gods and all-possessing Maruts, from murderous stroke and things that slay with poison. Pure is the might of Varuna, Agni, Soma. May Vāta's and Parjanya's favour bless us."
    },
    {
      "id": 6701203884184,
      "hymn": "Hymn 94",
      "title": "A charm to reconcile a King's discontented people",
      "file": "av06094.htm",
      "created": 1745090290889,
      "hash": "md5-HPx4iPwYDxTinpYkVLCH3Q==",
      "content": "We bend your minds in union, bend in harmony your hopes and plans: You there, who turn to sundered ways, we bend and bow in unison.\n\nI with my spirit make your spirits captive: these with their thoughts follow my thought and wishes. I make your hearts submissive to mine order closely attending go where I precede you.\n\nI have invoked both Heaven and Earth, invoked divine Sarasvati, Indra and Agni have I called: Sarasvati, so may we thrive!"
    },
    {
      "id": 6652309862935,
      "hymn": "Hymn 95",
      "title": "A charm to remove disease",
      "file": "av06095.htm",
      "created": 1745090290890,
      "hash": "md5-e7D9FJhCMSuhek2I/Lm7gg==",
      "content": "In the third heaven above us stands the Asvattha tree, the seat of Gods. There the Gods gained the Kushtha plant, embodiment of end- less life.\n\nThere moved through heaven a golden ship, a ship with cordage wrought of gold. There Gods obtained the Kushtha plant, the flower of immor- tality.\n\nThou art the infant of the plants, the infant of the Snowy Hills: The germ of every thing that is: free this my friend from his disease."
    },
    {
      "id": 5822427692662,
      "hymn": "Hymn 96",
      "title": "A prayer for deliverance from sin and sorrow",
      "file": "av06096.htm",
      "created": 1745090290890,
      "hash": "md5-uRI0+0jqoZz6ms4SrveGTA==",
      "content": "The many plants of hundred shapes and forms that Soma rules as King, Commanded by Brihaspati, deliver us from grief and woe!\n\nLet them release me from the curse and from the noose of Varupa, Free me from Yama's fetter, and from every sin against the Gods!\n\nFrom every fault in look, in word, in spirit that we, awake or sleeping, have committed, May Soma, with his godlike nature, cleanse us."
    },
    {
      "id": 4045213512084,
      "hymn": "Hymn 97",
      "title": "A prayer for the success and prosperity of a King",
      "file": "av06097.htm",
      "created": 1745090290890,
      "hash": "md5-ex9csbqj2/zBgDacxicbsg==",
      "content": "The sacrifice is victor, Agni victor, victorious is Soma, Indra conquers: So will we bring oblation unto Agni, this sacrifice that I may win all battles.\n\nPraise to you, Mitra-Varupa, hymn-singers! Here swell with meath dominion blest with children. Far into distant regions drive Destruction, and even from committed sin absolve us.\n\nIn this strong hero be ye glad and joyful: cleave ye to him even as ye cleave to Indra. Victorious, kine-winner, thunder-wielder, who quells a host and with his might destroys it."
    },
    {
      "id": 2538645789284,
      "hymn": "Hymn 98",
      "title": "Praise of Indra",
      "file": "av06098.htm",
      "created": 1745090290890,
      "hash": "md5-8VPJO0oA4N4QCc3nhuArbw==",
      "content": "Indra be victor, never to be vanquished, to reign among the Kings as sovran ruler! Here be thou meet for praise and supplication, to be revered and waited on and worshipped.\n\nThou fain for glory, an imperial ruler, hast won dominion over men, O Indra, Of these celestial tribes be thou the sovran: long-lasting be thy sway and undecaying!\n\nThou governest the north and eastern regions, Indra! fiend- slayer! thou destroycst foemen. Thou hast won all, far as the rivers wander. Bull, called to help, on our right hand thou goest."
    },
    {
      "id": 5593234615278,
      "hymn": "Hymn 99",
      "title": "A prayer for protection in battle",
      "file": "av06099.htm",
      "created": 1745090290890,
      "hash": "md5-xgHO8CsoS57pR2zMtbtNHA==",
      "content": "Indra, before affliction comes, I call thee from the wide expanse. The mighty guardian, born alone, wearer of many names, I call.\n\nWhatever deadly missile launched to-day flies forth to slaughter us. We take both arms of Indra to encompass us on every side.\n\nWe draw about us both the arms of Indra, our deliverer. May they protect us thoroughly. O Savitar, thou God, O royal Soma, make thou me pious- minded for my welfare."
    },
    {
      "id": 6731767958991,
      "hymn": "Hymn 100",
      "title": "A charm against poison",
      "file": "av06100.htm",
      "created": 1745090290890,
      "hash": "md5-thCc/qzvgMflB0Juerdn3w==",
      "content": "The Gods and Sūrya gave the gift, the Earth and Heaven best- owed the boon. The three Sarasvatis in full accord bestowed the antidote.\n\nThat water, Upajīkās! which Gods poured for you on thirsty land, With that same water sent by Gods, drive ye away this poison here.\n\nThe daughter of the Asuras art thou, and sister of the Gods. Thou who hast sprung from heaven and earth hast robbed the poison of its power."
    },
    {
      "id": 6552107151359,
      "hymn": "Hymn 101",
      "title": "A charm to promote virile vigour",
      "file": "av06101.htm",
      "created": 1745090290891,
      "hash": "md5-GUX68L6Fk+7N6kMfJLyFXA==",
      "content": "Taurum age, palpita, incresce et teipsum extende: per totum membrum increscat penis: hoc tu caede feminam.\n\nQuo debilem stimulant, quo aegrum excitant (homines), hoc, O Brahmanaspatis, hujus penem in arcus modum extende.\n\nVelut nervum in arcu ego tuum fascinum extendo. Aggredere (mulierem) semper indefessus velut cervus damam."
    },
    {
      "id": 7225910640723,
      "hymn": "Hymn 102",
      "title": "A man's love charm",
      "file": "av06102.htm",
      "created": 1745090290891,
      "hash": "md5-NiZ2TYDJyFKjpOLQ8rW7nA==",
      "content": "Even as this ox, O Asvins, steps and turns together with his mate, So let thy fancy turn itself, come nearer, and unite with me.\n\nI, as the shaft-horse draws the mare beside him, draw thee to myself. Like grass that storm and wind have rent, so be thy mind at- tached to me!\n\nSwiftly from Bhaga's hands I bear away a love-compelling charm Of ointment and of sugar-cane, of Spikenard and the Kushtha plant."
    },
    {
      "id": 4320775001173,
      "hymn": "Hymn 103",
      "title": "A charm to check the approach of a hostile army",
      "file": "av06103.htm",
      "created": 1745090290891,
      "hash": "md5-fhrakd5svkFl7km7hL5cag==",
      "content": "Brihaspati and Savitar prepare a rope to bind you fast! Let Bhaga, Mitra, Aryaman, and both the Asvins make the bond.\n\nI bind together all of them, the first, the last, the middlemost. Indra hath girded these with cord: bind them together, Agni, thou!\n\nThose yonder who approach to fight, with banners raised along their ranks, Indra hath girded these with cord: bind them together, Agni, thou!"
    },
    {
      "id": 6878406160160,
      "hymn": "Hymn 104",
      "title": "The same",
      "file": "av06104.htm",
      "created": 1745090290892,
      "hash": "md5-MnbQjjrg0tAzMUpJ9BcnDw==",
      "content": "We bind our foemen with a bond that binds them close and holds them fast. Their breath and respiration I dissever, and their lives from life.\n\nThis bond, made keen by Indra, I have formed with heat of holy zeal. Securely bind our enemies, O Agni, who are standing here.\n\nIndra and Agni bind them fast, Soma the King, and both the Friends! May Indra, girt by Maruts, make a bond to bind our enemies."
    },
    {
      "id": 2077763785559,
      "hymn": "Hymn 105",
      "title": "A charm to cure cough",
      "file": "av06105.htm",
      "created": 1745090290892,
      "hash": "md5-jMNo/JWhHiYMJW7mJPrfkA==",
      "content": "Rapidly as the fancy flies forth with conceptions of the mind. So following the fancy's flight, O Cough, flee rapidly away.\n\nRapidly as an arrow flies away with keenly-sharpened point, So swiftly flee away, O Cough, over the region of the earth!\n\nRapidly as the beams of light, the rays of Sūrya, fly away, So, Cough! fly rapidly away over the current of the sea!"
    },
    {
      "id": 1706280173255,
      "hymn": "Hymn 106",
      "title": "A charm to protect a house from fire",
      "file": "av06106.htm",
      "created": 1745090290892,
      "hash": "md5-QikL/6XM2g68Vy0hCsvY8w==",
      "content": "Let flowery Dūrvā grass grow up about thine exit and approach. There let a spring of water rise, or lake with blooming lotuses.\n\nThis is the place where waters meet, here is the gathering of the flood. Our home is set amid the lake: turn thou thy jaws away from it.\n\nO House, we compass thee about with coolness to envelop thee. Cool as a lake be thou to us. Let Agni bring us healing balm!"
    },
    {
      "id": 6216205758668,
      "hymn": "Hymn 107",
      "title": "A charm to protect men and cattle",
      "file": "av06107.htm",
      "created": 1745090290893,
      "hash": "md5-Mjs4rulMfvCqLOtzVm9wOA==",
      "content": "Entrust me, Visvajit, to Trāyamānā. Guard, Trāyamānā, all our men, guard all our wealth of quadrupeds.\n\nTo Visvajit entrust me, Trāyamānā. O Visvajit, guard all our men, etc.\n\nTo Visvajit entrust me, O Kalyāni. Guard, O Kalyāni, all our men, etc.\n\nTo Sarvavid entrust me, O Kalyāni. O Sarvavid, guard all our men, guard all our wealth of quadrupeds."
    },
    {
      "id": 1914808959705,
      "hymn": "Hymn 108",
      "title": "A prayer for wisdom",
      "file": "av06108.htm",
      "created": 1745090290893,
      "hash": "md5-YDYjzFl7ErOJrvxoA9lYkw==",
      "content": "Intelligence, come first to us with store of horses and of kine! Thou with the rays of Sūrya art our worshipful and holy one.\n\nThe first, devout Intelligence, lauded by sages, sped by prayer, Drunk by Brahmachāris, for the favour of the Gods I call.\n\nThat excellent Intelligence which Ribhus know, and Asuras, Intelligence which sages know, we cause to enter into me.\n\nDo thou, O Agni, make me wise this day with that Intelligence. Which the creative ishis, which the men endowed with wisdom knew.\n\nIntelligence at eve, at morn, Intelligence at noon of day, With the Sun's beams, and by our speech we plant in us Intelligence."
    },
    {
      "id": 4998535451834,
      "hymn": "Hymn 109",
      "title": "A charm to heal punctured wounds",
      "file": "av06109.htm",
      "created": 1745090290893,
      "hash": "md5-4RD7BLIXaZoiH/BGTP+Eog==",
      "content": "The Berry heals the missile's rent, it heals the deeply-piercing wound. The Gods prepared and fashioned it. This hath sufficient power for life.\n\nWhen from their origin they came, the Berries spake among themselves: The man whom we shall find alive shall never suffer injury.\n\nAsuras buried thee in earth: the Gods again uplifted thee. Healer of sickness caused by wounds and healer of the missile's rent."
    },
    {
      "id": 3927104400797,
      "hymn": "Hymn 110",
      "title": "A benediction on a new-born child",
      "file": "av06110.htm",
      "created": 1745090290893,
      "hash": "md5-0dLfDcn2xXRuTcSo2a31yw==",
      "content": "Yea, ancient, meet for praise at sacrifices, ever and now thou sittest down as Hotar. And now, O Agni, make thy person friendly, and win felicity for us by worship.\n\nNeath Jyaishthaghni and Yama's Two Releasers this child was born: preserve him from uprooting. He shall conduct him safe past all misfortunes to lengthened life that lasts a hundred autumns.\n\nBorn on the Tiger's day was he, a hero, the Constellations' child, born brave and manly. Let him not wound, when grown in strength, his father, nor disregard his mother, her who bare him."
    },
    {
      "id": 2041691680664,
      "hymn": "Hymn 111",
      "title": "A charm for insanity",
      "file": "av06111.htm",
      "created": 1745090290894,
      "hash": "md5-40liHR90jBhHOqcJ6JEgSQ==",
      "content": "Unbind and loose for me this man, O Agni, who bound and well restrained is chattering folly. Afterward he will offer thee thy portion when he hath been delivered from his madness.\n\nLet Agni gently soothe thy mind when fierce excitement troubles it. Well-skilled I make a medicine that thou no larger mayst be mad.\n\nInsane through sin against the Gods, or maddened by a demon's power— Well-skilled I make a medicine to free thee from insanity.\n\nMay the Apsarases release, Indra and Bhaga let thee go. May all the Gods deliver thee that thou no longer mayst be mad."
    },
    {
      "id": 7074235387223,
      "hymn": "Hymn 112",
      "title": "A health-charm for man, woman, and son",
      "file": "av06112.htm",
      "created": 1745090290894,
      "hash": "md5-lWGp9TPVamovoKzcUV93RQ==",
      "content": "Let not this one, O Agni, wound the highest of these: preserve thou him from utter ruin. Knowing the way do thou untie the nooses of the she-fiend: let all the Gods approve thee.\n\nRend thou the; bonds of these asunder, Agni! the, threefold noose whereby the three were fastened. Knowing the way untie the she-fiend's nooses: free all, the son, the father, and the mother.\n\nThe elder brother's bonds, still left unwedded, fettered in every limb and bound securely, Loose these, for they are bonds for loosing: Pūshan, turn woes away upon the babe-destroyer."
    },
    {
      "id": 4427508324327,
      "hymn": "Hymn 113",
      "title": "A charm to banish the fiend Grāhi",
      "file": "av06113.htm",
      "created": 1745090290894,
      "hash": "md5-dRQ4cikMuyWk5IOz2zzOrQ==",
      "content": "This sin the Gods wiped off and laid on Trita, and Trita wiped it off on human beings. Thence if the female fiend hath made thee captive, the Gods by prayer shall banish her and free thee.\n\nEnter the particles of light and vapours, go to the rising fogs or mists, O Evil! Hence! vanish in the foams of rivers. Pūshan, wipe woes away upon the babe-destroyer!\n\nStored in twelve separate places lies what Trita hath wiped away, the sins of human beings. Thence if the female fiend hath made thee captive, the Gods by prayer shall banish her and free thee."
    },
    {
      "id": 6318949436013,
      "hymn": "Hymn 114",
      "title": "A prayer for pardon of faults and errors in sacrificing",
      "file": "av06114.htm",
      "created": 1745090290895,
      "hash": "md5-yuNo1wXpLaUpr5u5qEt/sg==",
      "content": "Whatever God-provoking wrong we priests have done, O Deities. Therefrom do ye deliver us, Ādityas! by the right of Law.\n\nHere set us free, O holy ones, Ādityas, by the right of Law. When striving, bringing sacrifice, we failed to offer it aright.\n\nWith ladle full of fatness we, worshippers, pouring holy oil, Striving, have failed, O all ye Gods, against our will, to offer it."
    },
    {
      "id": 4947571200000,
      "hymn": "Hymn 115",
      "title": "A prayer for forgiveness of sins",
      "file": "av06115.htm",
      "created": 1745090290895,
      "hash": "md5-E4RX02t5mQrJonWIkCucBw==",
      "content": "Whatever wrong we wittingly or in our ignorance have done, Do ye deliver us therefrom, O all ye Gods, of one accord.\n\nIf I, a sinner, when awake or sleeping have committed sin, Free me therefrom as from a stake, from present and from future guilt.\n\nAs one unfastened from a stake, or cleansed by bathing after toil, As butter which the sieve hath cleansed, so all shall purge me from the sin."
    },
    {
      "id": 5218912605867,
      "hymn": "Hymn 116",
      "title": "A prayer for pardon of sin against mother, father, son, or brother",
      "file": "av06116.htm",
      "created": 1745090290895,
      "hash": "md5-NPMZ4OhFqTiTsy9YG8qWyg==",
      "content": "The wealth which husbandmen aforetime, digging, like men who find their food with knowledge, buried, This to the King, Vivasvān's son, I offer, Sweet be our food and fit for sacrificing!\n\nMay he, Vaivasvata, prepare our portion; May he whose share is mead with mead besprinkle. Our sin in hasty mood against our mother, or guilt whereby a sire is wronged and angered.\n\nWhether this sin into our heart hath entered regarding mother, father, son or brother, Auspicious be to us the zeal and spirit of all the fathers who are here among us."
    },
    {
      "id": 6047390245339,
      "hymn": "Hymn 117",
      "title": "A prayer for freedom from debt",
      "file": "av06117.htm",
      "created": 1745090290896,
      "hash": "md5-j0r6KmuRCdcTVGiR2VOIvA==",
      "content": "That which I eat, a debt which still is owing, the tribute due to Yama, which supports me, Thereby may I be free from debt, O Agni. Thou knowest how to rend all bonds asunder.\n\nStill dwelling here we give again this present; we send it forth, the living from the living. Throwing away the grain whence I have eaten, thereby shall I be free from debt, O Agni.\n\nMay we be free in this world and that yonder, in the third world may we be unindebted. May we, debt-free, abide in all the pathways, in all the worlds which Gods and Fathers visit."
    },
    {
      "id": 6222524448561,
      "hymn": "Hymn 118",
      "title": "A prayer for pardon of cheating at play",
      "file": "av06118.htm",
      "created": 1745090290896,
      "hash": "md5-gLe6aq+jFFvOIUzmo4nAnQ==",
      "content": "If we have sinned with both our hands, desiring to take the host of dice for our possession, May both Apsarases to-day forgive us that debt, the fiercely- conquering, fiercely-looking.\n\nStern viewers of their sins who rule the people, forgive us what hash happened as we gambled. Not urging us to pay the debt we owed him, he with a cord hath gone to Yama's kingdom.\n\nMy creditor, the man whose wife I visit, he, Gods! whom I approach with supplication, Let not these men dominate me in speaking. Mind this, ye two Apsarases, Gods' Consorts!"
    },
    {
      "id": 1692215423208,
      "hymn": "Hymn 119",
      "title": "A prayer for release from debts incurred without intention of payment",
      "file": "av06119.htm",
      "created": 1745090290896,
      "hash": "md5-F+RIU2wz3lmbCJvO7d1Lpg==",
      "content": "The debt which I incur, not gaming, Agni! and, not intending to repay, acknowledge, That may Vaisvānara, the best, our sovran, carry away into the world of virtue.\n\nI cause Vaisvānara to know, confessing the debt whose payment to the Gods is promised. He knows to tear asunder all these nooses: so may we dwell with him the gentle-minded.\n\nVaisvānara the Purifier purge me when I oppose their hope and break my promise, Unknowing in my heart. With supplication, whatever guilt there is in that, I banish."
    },
    {
      "id": 4214682552957,
      "hymn": "Hymn 120",
      "title": "A prayer for pardon of sins and felicity hereafter",
      "file": "av06120.htm",
      "created": 1745090290896,
      "hash": "md5-sZ+tNGqWZu8z6rDI4Q/PJg==",
      "content": "If we have injured Air, or Earth, or Heaven, if we have wronged our Mother or our Father, May Agni Gārhapatya here absolve us, and bear us up into the world of virtue.\n\nEarth is our Mother, Aditi our birth-place: our brother Air save us from imprecation! Dyaus, Father, save us, from the world of Fathers! My world not lost, may I approach my kindred.\n\nThere where our virtuous friends, who left behind them their bodily infirmities, are happy, Free from distortion of the limbs and lameness, may we behold, in heaven, our sons and parents."
    },
    {
      "id": 4872125396567,
      "hymn": "Hymn 121",
      "title": "A prayer for happiness in heaven",
      "file": "av06121.htm",
      "created": 1745090290897,
      "hash": "md5-YrUTH92ittPYJ1n28nV1ug==",
      "content": "Spreading them out, untie the snares that hold us, Varuna's bonds, the upper and the lower. Drive from us evil dream, drive off misfortune; then let us go in- to the world of virtue.\n\nIf thou art bound with cord or tied to timber, fixt in the earth, or by a word imprisoned, Our Agni Gārhapatya here shall free thee, and lead thee up into the world of virtue.\n\nThe two auspicious stars whose name is called Releasers have gone up. Send Amrit hither, let it come freeing the captive from his bonds!\n\nOpen thyself, make room: from bonds thou shalt release the prisoner. Freed, like an infant newly born, dwell in all pathways where thou wilt."
    },
    {
      "id": 4563954710343,
      "hymn": "Hymn 122",
      "title": "A prayer for happiness in heaven",
      "file": "av06122.htm",
      "created": 1745090290897,
      "hash": "md5-BhLOOnyLvuUmSRvJ18FC8g==",
      "content": "This portion I who understand deliver to Visvakarman first-born son of Order. So may we follow to the end, unbroken, beyond old age, the thread which we have given.\n\nThis long-drawn thread some follow who have offered in order- ed course oblation to the Fathers: Some, offering and giving to the friendless, if they can give: herein they find their heaven. 3, Stand on my side and range yourselves in order, ye two! The faithful reach this world of Svarga. When your dressed food hath been bestowed on Agni, to guard it, wife and husband, come together!\n\nDwelling with zeal I mount in spirit after the lofty sacrifice as it departeth. Agni, may we, beyond decay, invited, in the third heaven, feast and enjoy the banquet.\n\nThese women here, cleansed, purified, and holy, I place at rest singly, in hands of Brāhmans. May Indra, Marut-girt, grant me the blessing I long for as I pour you this libation."
    },
    {
      "id": 1897583630340,
      "hymn": "Hymn 123",
      "title": "A prayer for happiness in heaven",
      "file": "av06123.htm",
      "created": 1745090290898,
      "hash": "md5-pf1RFAr201pcyzEa6OfybQ==",
      "content": "Ye who are present, unto you I offer this treasure brought to us by Jātavedas Happily will the sacrificer follow: do ye acknowledge him in highest heaven.\n\nDo ye acknowledge him in highest heaven: ye know the world here present in assembly. In peace will he who sacrifices follow: show him the joy which comes from pious actions.\n\nGods are the Fathers, and the Fathers Gods. I am the very man I am.\n\nI cook, I give, I offer up oblation. From what I gave let me not be disparted.\n\nO King, take thou thy stand in heaven, there also let that gift be placed. Recognize, King, the gift which we have given, and be gracious, God!"
    },
    {
      "id": 2231002463442,
      "hymn": "Hymn 124",
      "title": "An Omen from the sky",
      "file": "av06124.htm",
      "created": 1745090290898,
      "hash": "md5-NDWzFYNSvDE8dcqTTMlBnA==",
      "content": "From the high firmament, yea, out of heaven a water-drop with dew on me hath fallen. I, Agni! share the merit of the pious, with vigour, milk, and hymns and sacrifices.\n\nIf from a tree that fruit hath fallen downward if, aught from air that is vāyu. Where it hath touched my body or my garment, thence may the Waters drive Destruction backward.\n\nIt is a fragrant ointment, happy fortune, sheen all of gold, yea, purified from blemish. Spread over us are all purifications. Death and Malignity shall not subdue us."
    },
    {
      "id": 5880267559714,
      "hymn": "Hymn 125",
      "title": "Glorification of a war-chariot",
      "file": "av06125.htm",
      "created": 1745090290900,
      "hash": "md5-GWqLV86EklXeOF1AEm4WRw==",
      "content": "Mayst thou, O Tree, be firm indeed in body, our friend that furthers us, a goodly hero. Put forth thy strength, compact with thongs of leather, and let thy rider win all spoils of battle.\n\nIts mighty strength was borrowed from the heaven and earth: its conquering force was brought from sovrans of the wood. Honour with sacrifice the Car like Indra's bolt, the Car girt round with straps, the vigour of the floods.\n\nThou bolt of Indra, vanguard of the Maruts, close knit to Varuna and child of Mitra, As such, accepting gifts which here we offer, receive, O godlike Chariot, these oblations."
    },
    {
      "id": 3234031457781,
      "hymn": "Hymn 126",
      "title": "Glorification of the war drum",
      "file": "av06126.htm",
      "created": 1745090290900,
      "hash": "md5-+ElworXDNSOSfraCmAv8jg==",
      "content": "Send forth thy voice aloud through earth and heaven, and let the world in all its breadth regard thee. O Drum, accordant with the Gods and Indra, drive thou afar, yea, very far, our foemen.\n\nThunder out strength and fill us full of vigour, yea, thunder forth and drive away misfortunes. Drive hence, O Drum, drive thou away mischances. Thou art the fist of Indra, show thy firmness.\n\nConquer those yonder and let these be victors. Let the Drum speak aloud as battle's signal. Let our men, winged with horses, fly together. Let our car- warriors, Indra! be triumphant."
    },
    {
      "id": 2052524722207,
      "hymn": "Hymn 127",
      "title": "A charm to banish various diseases",
      "file": "av06127.htm",
      "created": 1745090290901,
      "hash": "md5-Li+Z5OiS7zranlpXLi60kQ==",
      "content": "Of abscess, of decline, of inflammation of the eyes. O Plant, Of penetrating pain, thou Herb, let not a particle remain.\n\nThose nerves of thine, Consumption! which stand closely hidden in thy groin I know the balm for that disease: the magic cure is Sipudru.\n\nWe draw from thee piercing pain that penetrates and racks thy limbs, That pierces ears, that pierces eyes, the abscess, and the heart's disease. Downward and far away from thee we banish that unknown. decline."
    },
    {
      "id": 2667853866946,
      "hymn": "Hymn 128",
      "title": "A charm for fair weather",
      "file": "av06128.htm",
      "created": 1745090290901,
      "hash": "md5-FBfPN2nASXhyzszdmNiGrQ==",
      "content": "What time the heavenly bodies chose the Weather Prophet as their King, They brought him favouring weather, and, Let this be his do- main, they said.\n\nMay we have weather fair at noon, May we have weather fair at eve, Fair weather when the morning breaks, fair weather when the night is come.\n\nFair weather to the day and night, and to the stars and sun and moon. Give favourable weather thou, King, Weather Prophet, unto us.\n\nBe worship ever paid to thee, O Weather Prophet, King of Star s, Who gavest us oo weather in the evening and by night and day!"
    },
    {
      "id": 4937167479757,
      "hymn": "Hymn 129",
      "title": "A charm for success and happiness",
      "file": "av06129.htm",
      "created": 1745090290901,
      "hash": "md5-ON9RbRQgR+oNbRvG+Wp5Zw==",
      "content": "With fortune of the Sisu tree—with Indra as my friend to aid I give myself a happy fate. Fly and begone, Malignities!\n\nThat splendour and felicity wherewith thou hast excelled the trees Give me therewith a happy fate. Fly and begone, Malignities\n\nBlind fortune, with reverted leaves that is deposited in trees— Give me therewith a happy fate. Fly and begone, Malignities."
    },
    {
      "id": 1855885147793,
      "hymn": "Hymn 130",
      "title": "A woman's love-charm",
      "file": "av06130.htm",
      "created": 1745090290902,
      "hash": "md5-e5EIzK8RB9z9JvQU4Qp/4w==",
      "content": "This is the Apsarases' love-spell, the conquering, resistless ones'. Send the spell forth, ye Deities! Let him consume with love of me.\n\nI pray, may he remember me, think of me, loving and beloved. Send forth the spell, ye Deities! Let him consume with love of me.\n\nThat he may think of me, that I may never, never think of him,. Send forth the spell, ye Deities! Let him consume with love of me.\n\nMadden him, Maruts, madden him. Madden him, madden him, O Air. Madden him, Agni, madden him. Let him consume with love of me."
    },
    {
      "id": 6591004582353,
      "hymn": "Hymn 131",
      "title": "A woman's love-charm",
      "file": "av06131.htm",
      "created": 1745090290902,
      "hash": "md5-+hwjDm+RxsC3NzOb+VjGUQ==",
      "content": "Down upon thee, from head to foot, I draw the pangs of long- ing love. Send forth the charm, ye Deities! Let him consume with love of me.\n\nAssent to this, O Heavenly Grace! Celestial Purpose, guide it well! Send forth the charm, ye Deities! Let him consume with love of me.\n\nIf thou shouldst run three leagues away, five leagues, a horse's daily stage, Thence thou shalt come to me again and be the father of our sons."
    },
    {
      "id": 2833153687509,
      "hymn": "Hymn 132",
      "title": "The same",
      "file": "av06132.htm",
      "created": 1745090290902,
      "hash": "md5-s8L7LANpQTAUP257haeZzA==",
      "content": "The Philter, burning with the pangs of yearning love, which Gods have poured within the bosom of the floods, That spell for thee I heat by Varuna's decree.\n\nThe charm which, burning with the pangs of love, the General Gods have poured within the bosom of the floods, That spell for thee I heat by Varuna's decree.\n\nThe Philter, burning with the pangs of longing, which Indrāni hath effused within the waters' depth, That spell for thee I heat by Varuna's decree.\n\nThe charm, aglow with longing, which Indra and Agni have effused within the bosom of the floods, That spell for thee I heat by Varuna's decree.\n\nThe charm aglow with longing which Mitra and Varuna have poured within the bosom of the floods, That spell for thee I heat by Varuna's decree."
    },
    {
      "id": 1280486867390,
      "hymn": "Hymn 133",
      "title": "A glorification of the sacred girdle",
      "file": "av06133.htm",
      "created": 1745090290902,
      "hash": "md5-0YFeWxRfGT0n9lVbrGHjWA==",
      "content": "By the direction of that God we journey, he will seek means to save and he will free us; The God who hath engirt us with this Girdle, he who hath fast- ened it, and made us ready.\n\nThou, weapon of the Rishis, art adored and served with sacrifice. First tasting of the votive milk, Zone, be a hero-slayer thou!\n\nAs I am now Death's Brahmachāri claiming out of the living world a man for Yama, So with Austerity and Prayer and Fervour I bind this Girdle round the man before me.\n\nShe hath become, Faith's daughter, sprung from Fervour, the sister of the world-creating Rishis; As such, O Girdle, give us thought and wisdom, give us religious zeal and mental vigour.\n\nThou whom primeval Rishis girt about them, they who made the world, As such do thou encircle me, O Girdle, for long days of life."
    },
    {
      "id": 2179823220117,
      "hymn": "Hymn 134",
      "title": "A priest's prayer for power to punish wrong-doers",
      "file": "av06134.htm",
      "created": 1745090290902,
      "hash": "md5-cqqMXA6t+Fs/mhaUECCPfQ==",
      "content": "This Thunderbolt shall take its fill of Order, scare life away and overthrow the kingdom. Tear necks in pieces. rend napes asunder, even as the Lord of Might the neck of Vritra.\n\nDown, down beneath the conquerors, let him not rise, concealed in earth, but lie down-smitten with the bolt.\n\nSeek out the fierce oppressor, yea, strike only the oppressor dead. Down on the fierce oppressor's head strike at full length, O Thunderbolt!"
    },
    {
      "id": 2551386786024,
      "hymn": "Hymn 135",
      "title": "A priest's fulmination against an enemy",
      "file": "av06135.htm",
      "created": 1745090290903,
      "hash": "md5-RnnCjpIKWvOaPDx+cIARBw==",
      "content": "Whate'er I eat I turn to strength, and thus I grasp the Thunder- bolt, Rending the shoulders of that man as Indra shattered Vritra's neck.\n\nI drink together what I drink, even as the sea that swallows all. Drinking the life-breath of that man, we drink that man and swallow him.\n\nWhate'er I eat I swallow up, even as the sea that swallows all. Swallowing that man's vital breath, we swallow him completely up."
    },
    {
      "id": 3494733696777,
      "hymn": "Hymn 136",
      "title": "A charm to promote the growth of hair",
      "file": "av06136.htm",
      "created": 1745090290903,
      "hash": "md5-6vkqDiIg85yPQ6yhl+zNMQ==",
      "content": "Born from the bosom of wide Earth the Goddess, godlike Plant, art thou: So we, Nitatnī! dig thee up to strengthen and fix fast the hair.\n\nMake the old firm, make new hair spring, lengthen what has already grown.\n\nThy hair where it is falling off, and with the roots is torn away, I wet and sprinkle with the Plant, the remedy for all disease."
    },
    {
      "id": 3909286120040,
      "hymn": "Hymn 137",
      "title": "A charm to promote the growth of hair",
      "file": "av06137.htm",
      "created": 1745090290903,
      "hash": "md5-PiHpCVPIqTZg0Hg/jQ+PiQ==",
      "content": "The Plant which Jamadagni dug to make his daughter's locks. grow long, This same hath Vitahavya brought to us from Asita's abode.\n\nThey might be measured with a rein, meted with both extended arms. Let the black locks spring thick and strong and grow like reeds upon thy head.\n\nStrengthen the roots, prolong the points, lengthen the middle part, O Plant. Let the black locks spring thick and strong and grow like reeds upon thy head."
    },
    {
      "id": 3740495259973,
      "hymn": "Hymn 138",
      "title": "A woman's imprecation on her unfaithful lover",
      "file": "av06138.htm",
      "created": 1745090290903,
      "hash": "md5-y8SK7nV0YamxMM1VFlb3IA==",
      "content": "O Plant, thy fame is spread abroad as best of all the herbs that grow. Unman for me to-day this man that he may wear the horn of hair.\n\nMake him a eunuch with a horn, set thou the crest upon his- head. Let Indra with two pressing-stones deprive him of his manly strength.\n\nI have unmanned thee, eunuch! yea, impotent! made thee- impotent, and robbed thee, weakling! of thy strength. Upon his head we set the horn, we set the branching ornament.\n\nDuas tuas venas, a Diis factas, in quibus stat vigor virilis, paxillo ligneo in testiculis ob istam mulierem tibi findo.\n\nUt mulieres mattam (tegetem) facturae arundinem lapide findunt, sic fascinum tuum cum testiculis ob istam mulierem findo."
    },
    {
      "id": 4349236749616,
      "hymn": "Hymn 139",
      "title": "A woman's love-charm",
      "file": "av06139.htm",
      "created": 1745090290903,
      "hash": "md5-QQiLi8Nzx/5cHO39iGLGXg==",
      "content": "Thou hast grown up, a source of joy to bless me with pros- perity. A hundred are thy tendrils, three-and-thirty thy descending shoots. With this that bears a thousand leaves I dry thy heart and wither it.\n\nLet thy heart wither for my love and let thy month be dry for me. Parch and dry up with longing, go with lips that love of me hath dried.\n\nDrive us together, tawny! fair! a go-between who wakens love. Drive us together, him and me, and give us both one heart and mind.\n\nEven as his mouth is parched who finds no water for his burn- ing thirst, So parch and burn with longing, go with lips that love of me hath dried.\n\nEven as the Mungoose bites and rends and then restores the wounded snake, So do thou, Mighty one, restore the fracture of our severed love."
    },
    {
      "id": 1202374361660,
      "hymn": "Hymn 140",
      "title": "A blessing on a child's first two teeth",
      "file": "av06140.htm",
      "created": 1745090290904,
      "hash": "md5-I1Rrik37M27+p4c0woE9BA==",
      "content": "Two tigers have grown up who long to eat the mother and the sire: Soothe, Brāhmanaspati, and thou, O Jātavedas, both these teeth.\n\nLet rice and barley be your food, eat also beans and sesamum. This is the share allotted you, to be your portion, ye two Teeth. Harm not your mother and your sire.\n\nBoth fellow teeth have been invoked, gentle and bringing happi- ness. Else whither let the fierceness of your nature turn away, O Teeth! Harm not your mother or your sire."
    },
    {
      "id": 3760827187582,
      "hymn": "Hymn 141",
      "title": "A blessing on cattle",
      "file": "av06141.htm",
      "created": 1745090290904,
      "hash": "md5-ICHdeYaD2cm0M8Kyr9EcrQ==",
      "content": "Vayu collected these: to find their sustenance be Tvashtar's care: May Indra bless and comfort them, and Rudra look that they increase.\n\nTake thou the iron axe and make a pair by marks upon their ears. This sign the Asvins have impressed: let these increase and multiply.\n\nEven as Gods and Asuras, even as mortal men have done, Do ye, that these may multiply in thousands, Asvins! make the mark."
    },
    {
      "id": 6649881075383,
      "hymn": "Hymn 142",
      "title": "A blessing on cattle",
      "file": "av06142.htm",
      "created": 1745090290904,
      "hash": "md5-NFRVTgQoitnWocTg8tAl0A==",
      "content": "Spring high, O Barley, and become much through thine own magnificence: Burst all the vessels; let the bolt from heaven forbear to strike thee down.\n\nAs we invite and call to thee, Barley, a God who heareth us, Raise thyself up like heaven on high and be exhaustless as the sea.\n\nExhaustless let thine out-turns be, exhaustless be thy gathered heaps, Exhaustless be thy givers, and exhaustless those who eat of thee."
    }
  ],
  "hash": "md5-h2YZtdivS7KbZPxCnm+9xA=="
}