{
  "id": 4818877804073,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book XII",
  "author": "Ralph T.H. Griffith",
  "created": 1745090290950,
  "data": [
    {
      "id": 6313046717171,
      "hymn": "Hymn 1",
      "title": "A hymn of prayer and praise to Prithivī or deified Earth",
      "file": "av12001.htm",
      "created": 1745090290951,
      "hash": "md5-W4THJWpGsnun0L5PztcEXQ==",
      "content": "Truth, high and potent Law, the Consecrating Rite, Fervour, Brahma, and Sacrifice uphold the Earth. May she, the Queen of all that is and is to be, may Prithivī make ample space and room for us.\n\nNot over awded by the crowd of Manu's sons, she who hath many heights and floods and level plains; She who bears plants endowed with many varied powers, may Prithivī for us spread wide and favour us.\n\nIn whom the sea, and Sindhu, and the waters, in whom our food and corn-lands had their being, In whom this all that breathes and moves is active, this Earth. assign us foremost rank and station!\n\nShe who is Lady of the earth's four regions, in whom our food and corn-lands had their being, Nurse in each place of breathing, moving creatures, this Earth. vouchsafe us kine with milk that fails not!\n\nOn whom the men of old before us battled, on whom the Gods attacked the hostile demons, The varied home of bird, and kine and horses, this Prithivī vouchsafe us luck and splendour!\n\nFirm standing-place, all-bearing, store of treasures, gold-breasted, harbourer of all that moveth. May Earth who bears Agni Vaisvānara, Consort of mighty Indra, give us great possessions\n\nMay Earth, may Prithivī, always protected with ceaseless care by Gods who never slumber, May she pour out for us delicious nectar, may she bedew us with a flood of splendour.\n\nShe who at first was water in the ocean, whom with their wond- rous powers the sages followed, May she whose heart is in the highest heaven, compassed about wit h truth, and everlasting, May she, this Earth, bestow upon us lustre, and grant us power in loftiest dominion.\n\nOn whom the running universal waters flow day and night with never-ceasing motion, May she with many streams pour milk to feed us, may she bedew us with a flood of splendour.\n\nShe whom the Asvins measured out, o'er whom the foot of Vishnu strode, Whom Indra, Lord of Power and Might, freed from all foemen for himself, May Earth pour out her milk for us, a mother unto me her son.\n\nO Prithivī, auspicious be thy woodlands, auspicious be thy hills and snow-clad mountains. Unslain, unwounded, unsubdued, I have set foot upon the Earth, On earth brown, black, ruddy and every-coloured, on the firm earth that Indra guards from danger.\n\nO Prithivī, thy centre and thy navel, all forces that have issued from thy body Set us amid those forces; breathe upon us. I am the son of Earth, Earth is my Mother. Parjanya is my Sire; may he promote me.\n\nEarth on whose surface they enclose the altar, and all-performers spin the thread of worship; In whom the stakes of sacrifice, resplendent, are fixed and raised on high before the oblation, may she, this Earth, prospering, make us prosper.\n\nThe man who hates us, Earth! who fights against us, who threaten us with thought or deadly weapon, make him our thrall as thou hast done aforetime.\n\nProduced from thee, on thee move mortal creatures: thou bearest them, both quadruped and biped. Thine, Prithivī, are these Five human Races, for whom, though mortal, Sūrya as he rises spreads with his rays the light that is immortal.\n\nIn concert may these creatures yield us blessings. With honey of discourse, O Earth, endow me.\n\nKind, ever gracious be the Earth we tread on, the firm Earth, Prithivī, borne up by Order, mother of plants and herbs, the all-producer.\n\nA vast abode hast thou become, the Mighty. Great stress is on thee, press and agitation, but with unceasing care great Indra guards thee. So make us shine, O Earth, us with the splendour of gold. Let no man look on us with hatred.\n\nAgni is in the earth, in plants; the waters hold Agni in them, in the stones is Agni. Agni abideth deep in men: Agnis abide in cows and steeds.\n\nAgni gives shine and heat in heaven: the spacious air is his, the God's Lover of fatness, bearer of oblation, men enkindle him.\n\nDark-kneed, invested with a fiery mantle, Prithivī sharpen me and give me splendour!\n\nOn earth they offer sacrifice and dressed oblation to the Gods. Men, mortals, live upon the earth by food in their accustomed way. May that Earth grant us breath and vital power. Prithivī give me life of long duration!\n\nScent that hath risen from thee, O Earth, the fragrance which. growing herbs and plants and waters carry, Shared by Apsarases, shared by Gandharvas therewith make thou me sweet: let no man hate me.\n\nThy scent which entered and possessed the lotus, the scent which they prepared at Sūryā's bridal, Scent which Immortals Earth! of old collected, therewith make thou me sweet: let no man hate me.\n\nThy scent in women and in men, the luck and light that is in. males, That is in heroes and in steeds in sylvan beasts and elephants, The splendid energy of maids, therewith do thou unite us,. Earth! Let no man look on us with hate.\n\nRock earth, and stone, and dust, this Earth is held together,. firmly bound. To this gold-breasted Prithivī mine adoration have I paid.\n\nHither we call the firmly held, the all-supporting Prithivī, On whom the trees, lords of the wood, stand evermore immov- able.\n\nSitting at ease or rising up, standing or going on our way. With our right foot and with our left we will not reel upon the earth.\n\nI speak to Prithivī the purifier, to patient Earth who groweth strong through Brahma. O Earth, may we recline on thee who bearest strength, increase, portioned share of food, and fatness.\n\nPurified for our bodies flow the waters: we bring distress on him who would attack us. I cleanse myself, O Earth, with that which cleanseth.\n\nEarth, be thine eastern and thy northern regions, those lying southward and those lying westward. Propitious unto me in all my movements. Long as I tread the ground let me not stumble.\n\nDrive us not from the west or east, drive us not from the north or south, Be gracious unto us, O Earth: let not the robbers find us; keep the deadly weapon far away.\n\nLong as, on thee, I look around, possessing Sūrya as a friend, So long, through each succeeding year, let not my power of vision fail.\n\nWhen, as I lie, O Earth, I turn upon my right side and my left, When stretched at all our length we lay our ribs on thee who meetest us. Do us no injury there, O Earth who furnishest a bed for all.\n\nLet what I dig from thee, O Earth, rapidly spring and grow again. O Purifier, let me not pierce through thy vitals or thy heart.\n\nEarth, may thy summer, and thy rains, and autumn, thy winter, and thy dewy frosts, and spring-time. May thy years, Prithivī! and ordered seasons, and day and night pour out for us abundance.\n\nThe purifier, shrinking from the Serpent, she who held fires that lie within the waters, Who gives as prey the God-blaspheming Dasyus, Earth choosing Indra for her Lord, not Vritra, hath clung to Sakra, to the Strong and Mighty.\n\nBase of the seat and sheds, on whom the sacrificial stake is reared, On whom the Yajus-knowing priests recite their hymns and chant their psalms, And ministers are busied that Indra may drink the Soma juice;\n\nOn whom the ancient Rishis, they who made the world, sang forth the cows, Seven worshippers, by session, with their fervent zeal and sacrifice;\n\nMay she, the Earth, assign to us the opulence for which we yearn, May Bhaga share and aid the task and Indra come to lead the way.\n\nMay she, the Earth, whereon men sing and dance with varied shout and noise, Whereon men meet in battle, and the war-cry and the drum resound, May she drive off our foemen, may Prithivī rid me of my foes.\n\nOn whom is food, barley and rice, to whom these Races Five belong, Homage to her, P arjanya's wife, to her whose marrow is the rain!\n\nWhose castles are the work of Gods, and men wage war upon her plain The Lord of Life make Prithivī, who beareth all things in her womb, pleasant to us on every side!\n\nMay Earth the Goddess, she who bears her treasure stored up in many a place, gold, gems, and riches, Giver of opulence, grant great possessions to us bestowing them with love and favour.\n\nEarth, bearing folk of many a varied language with divers rites as suits their dwelling-places, Pour, like a constant cow that never faileth, a thousand streams of treasure to enrich me!\n\nThy snake, thy sharply stinging scorpion, lying concealed, be- wildered, chilled with cold of winter, The worm, O Prithivī, each thing that in the Rains revives and stirs, Creeping, forbear to creep on us! With all things gracious bless thou us.\n\nThy many ways on which the people travel, the road for car and wain to journey over, Thereon meet both the good and bad, that pathway may we attain without a foe or robber. With all things gracious bless thou us.\n\nSupporting both the foolish and the weighty she bears the death both of the good and evil. In friendly concord with the boar, Earth opens herself for the wild swine that roams the forest.\n\nAll sylvan beasts of thine that love the woodlands, man-eaters,. forest-haunting, lions, tigers, Hyena, wolf, Misfortune, evil spirit, drive from us, chase the demons to a distance.\n\nGandharvas and Apsarases, Kimīdins, and malignant sprites, Pisāchas all, and Rākshasas, these keep thou, Earth! afar from us.\n\nTo whom the winged bipeds fly together, birds of each various kind, the swans, the eagles; On whom the Wind comes rushing, Mātarisvan, rousing the dust and causing trees to tremble, and flame pursues the blast. hither and thither;\n\nEarth, upon whom are settled, joined together, the night and day, the dusky and the ruddy, Prithivī compassed by the rain about her, Happily may she stablish us in each delightful dwelling place.\n\nHeaven, Earth, the realm of Middle Air have granted me this ample room, Agni, Sun, Waters, all the Gods have joined to give me mental power.\n\nI am victorious, I am called the lord superior on earth, Triumphant, all-o'erpowering the conqueror on every side\n\nThere, when the Gods, O Goddess, named thee, spreading thy wide expanse as thou wast broadening eastward, Then into thee passed many a charm and glory: thou madest for thyself the world's four regions.\n\nIn hamlets and in woodland, and in all assemblages on earth, In gatherings, meeting of the folk, we will speak glorious things of thee.\n\nAs the horse scattereth the dust, the people who dwelt upon the land, at birth, she scattered, Leader and head of all the world, delightful, the trees' protectress and the plants' upholder.\n\nWhate'er I say I speak with honey-sweetness, whatever I behold for that they love me. Dazzling, impetuous am I: others who fiercely stir I slay.\n\nMild, gracious, sweetly odorous, milky, with nectar in her breast, May Earth, may Prithivī bestow her benison, with milk, on me.\n\nWhom Visvakarman with oblation followed, when she was set in mid-air's billowy ocean A useful vessel, hid, when, for enjoyment, she was made mani- fest to those with mothers.\n\nThou art the vessel that containeth people, Aditi, granter of the wish, far-spreading. Prajāpati, the first-born Son of Order, supplieth thee with what- soe'er thou lackest.\n\nLet thy breasts, frec from sickness and Consumption, be. Prithivī, produced for our advantage. Through long-extended life wakeful and watching still may we be thy tributary servants.\n\nO Earth, my Mother, set thou me happily in a place secure. Of one accord with Heaven, O Sage, set me in glory and in wealth."
    },
    {
      "id": 5511103447156,
      "hymn": "Hymn 2",
      "title": "A funeral hymn, and deprecation of Agni the Consumer of corpses",
      "file": "av12002.htm",
      "created": 1745090290953,
      "hash": "md5-uK18KwiH3U9xLXzAj3A3cg==",
      "content": "This is no place to hold thee; mount the Nāda: this lead is thine appointed share. Come hither. Together with Consumption in the cattle, Consumption in our men, go henee, go southward.\n\nWith this we chase and banish all consumptive malady and Death, With sinner andamalicious man, with helper and with minister,\n\nDeath and Misfortune we expel, Malignity we drive away. O Agni, thou who eatest not the corpse, eat him who hateth us: him whom we hate we send to thee.\n\nIf the corpse-eating Agni, or a tiger leaving his lair, hath entered this our homestead, With beans prepared in butter I expel him: far let him go to fires that lie in waters.\n\nWhen, angered that a man hath died, we in our wrath have banished thee, That deed is easily set right through thee: we kindle thee again.\n\nAgain have the Ādityas, Rudras, Vasus, the Brāhman, bringer of good things, O Agni, Again hath Brāhmanaspati disposed thee for long life lasting through a hundred autumns.\n\nI sweep afar, for sacrifice to Fathers, corpse-eating Agni who hath come among us, Although he saw this other, Jātavedas: in loftiest space let him inflame the caldron.\n\nI drive corpse-eating Agni to a distance: sin-laden let him go to Yamas vassals. Here let this other, Jātavedas, carry oblation to the Deities, fore- knowing.\n\nI quickly sweep away corpse-eating Agni, Death, with his bolt potdepriving men of motion. From household fire, well-knowing, I divide him: so in the world of Fathers be his portion.\n\nCorpse-eating Agni, toil-worn, meet for praises, I send away bypaths used by the Fathers. Stay there; keep watch among the Fathers: come not again to us by ways whereon Gods travel.\n\nThey being cleansed and bright, the purifiers, kindle Sankasuka for our well-being. Impurity leaveth us and sin departeth: lighted by the good cleanser Agni cleanseth.\n\nAgni the God, the Breaker-up, hath mounted to the heights of heaven. Released from all transgression, he hath from the curse delivered us.\n\nOn Agni here, the Breaker-up, we wipe impurities away. Cleansed, fit for sacrifice have we become: may he prolong our lives.\n\nThe Breaker-up, the Burster, the Destroyer, and the Silent One, These have expelled Consumption far, far off from thee ānd all thou hast,\n\nCorpse-eating Agni we expel, the Agni who bewilders men, Him who is in our horses, in our heroes, cows, and goats, and sheep:\n\nWe drive thee forth to other folk, to alien cattle, alien steeds, Thee the corpse-eating Agni, thee the Agni who bewilders men,\n\nWhereon the Deities, whereon men too have purified themselves, Exalting fatness, cleanse thyself, Agni, therein and mount to heaven.\n\nO Agni, kindled and adored, turn not away to visit us. Shine brightly even there in heaven, so that we long may see the Sun.\n\nWipe all away on lead and reed, on Agni, him who breaketh up, Then on a black-hued sheep, and on a cushion pain that racks. the head,\n\nWipe off pollution, lay it in the lead and in the black-hued sheep, And headache in the cushion; then be cleansed and fit to sacri- fice.\n\nGo onward, Death, pursue thy special pathway apart from that which Gods are wont to travel. To thee I say it who hast eyes and hearest: great grow the number of these men around us!\n\nDivided from the dead are these, the living: now is our calling on the Gods successful. We have gone forth for dancing and for laughter: may we with brave sons speak to the assembly.\n\nHere I erect this rampart for the living: let none of these, none other, reach this limit. May they survive a hundred lengthened autumns, and may they bury Death beneath this mountain.\n\nLive your full lives and find age delightful, all of you striving, one behind the other. May Tvashtar, maker of fair things, be gracious, and lead your whole lives on to full existence.\n\nAs the days follow days in close succession, as with the seasons duly come the seasons. As each successor fails not his foregoer, so constitute the lives of these, Ordainer!\n\nGather your strength, my friends; the stream flows stony: acquit yourselves as men, and cross the river. Abandon here the powers that were malignant, and let us cross to powers exempt from sickness.\n\nRise up erect, cross over, my companions: the stream is stony that flows here before us. Abandon here the powers that were ungracious, and let us cross to powers benign and friendly.\n\nBecoming pure and bright and purifying begin the Vaisvadevi strain for splendour.. May we rejoice, o'erpassing troublous places, with all our heroes through a hundred winters.\n\nOn pathways swept by wind, directed upward, passing beyond the lower, on the higher, Thrice seven times have the Rishis, the Departed, forced Mrityu backward with the fastened fetter.\n\nEffecting Mrityu's footstep ye came hither, to further times pro- longing your existence, Seated, drive Mrityu to his proper dwelling: then may we, living, speak to the assembly.\n\nLet these unwidowed dames with goodly husbands adorn them- selves with fragrant balm and unguent, Decked with fair jewels, tearless, sound and healthy, first let the dames go up to where he lieth.\n\nI with oblation separate both classes, and with my prayer dis- part their several portions. I offer food that wastes not to the Fathers, a nd to these men give life of long duration.\n\nThat Agni, Fathers! who, himself immortal, hath entered and possessed our mortal bosoms, Even him I grasp and hold the God with me, Let him not hate us, may we never hate him.\n\nWhen ye have left the household fire, with the Corpse-eater southward go. Do that which is delightful to the Fathers, Brāhmans, and your- selves.\n\nAgni, the banqueter on flesh, not banished, for the eldest son Taketh a double share of wealth and spoileth it with poverty.\n\nWhat man acquires by plough, by war, all that he wins by toil of hand, He loses all if Agni the Carnivorous be not set aside,\n\nUnholy, splendour-reft is he, his sacrifice unfit to eat. Krayād deprives of tilth of cow, of riches him whom he pursues,\n\nOft as a greedy beggar speaks the mortal who has brought distress, Those whom Carnivorous Agni close at hand runs after and detects.\n\nWhen a dame's husband dies the house is tangled <A HREF=\"errata.htm#0\">fast</A> in Grāhi's net. A learned Brāhman must be sought to drive Carnivorous Agni, forth.\n\nFrom any evil we have done, act of impurity or sin, Let waters purge me and from all that comes from Agni Breaker-up.\n\nBy pathways travelled by the Gods these waters, well-knowing, from below have mounted upward. High on the summit of the raining mountain the ancient rivers fresh and new are flowing.\n\nDrive off Carnivorous Agni, thou Agni who eatest not the flesh;. carry oblation paid to Gods.\n\nThe Flesh-eater hath entered him: he hath pursued the Flesh- eater. Making two tigers different-wise, I bear away the ungracious one.\n\nHe who holds Gods within himself, the rampart and defence of men, Agni, the sacred household fire, hath come and stands between them both.\n\nProlong the lives of those who live, O Agni, Let the dead go unto world of Fathers. As goodly household fire burn up Arāti; give this man dawn brighter than all the mornings.\n\nSubduing all our adversaries, Agni, give us their food, their strength and their possessions.\n\nGrasp ye this Indra, furtherer, satisfier: he will release you from disgrace and trouble. With him drive back the shaft that flies against you, with him. ward off the missile shot by Rudra.\n\nSeize with firm hold the Ox who boundeth forward: he will uplift you from disgrace and trouble. Enter this ship of Savitar; let us flee from poverty over all the six expenses.\n\nThou followest the day and night, supporting, standing, at peace, promoting, rich in heroes. Long bearing undiseased and happy sleepers, be ours, O Bed, with smell of man about thee,\n\nThey sever from the Gods, they live in sin and misery evermore, Those whom from very near at hand Carnivorous Agni casteth down as a horse tramples down the reeds.\n\nThe faithless, who from lust of wealth abide with him who feeds on flesh, For ever set upon the fire an alien caldron, not their own.\n\nForward in spirit would he fly, and often turns he back again, Whomso Carnivorous Agni from anear discovers and torments.\n\nAmong tame beasts the black ewe is thy portion, and the bright lead is thine, they say, Flesh-eater! Mashed beans have been assigned thee for oblation go seek the dark wood and the wildernesses.\n\nI sought the rustling sugar-cane, white Seasamum, and cane and reed. I made this Indra's fuel, and the Fire of Yama I removed.\n\nAgainst the sinking western Sun I set them; each sundered path, knowing my way, I entered. I have warned off the ghosts of the Departed: to these I give the boon of long existence."
    },
    {
      "id": 1192475786693,
      "hymn": "Hymn 3",
      "title": "An accompaniment to the preparation and presentation of sacrificial offerings by a householder and his wife, with prayer for prosperity and happiness on earth and in heaven",
      "file": "av12003.htm",
      "created": 1745090290954,
      "hash": "md5-Nm4vMhYc5oEZ9Z6reSHTrg==",
      "content": "Mount, male from male, the skin. Go thither: summon those whom thou lovest, one and all, to meet thee, Strong as ye were when first ye met each other, still be your strength the same in Yama's kingdom.\n\nSo strong your sight, so many be your powers, so great your force, your energies so many, When fire attends the body as its fuel, then may, ye gain full chargers, O ye couple.\n\nTogether in this world, in God-ward pathway, together be ye in the realms of Yama. Invite, made pure with means of purifying, whatever seed of yours hath been developed.\n\nDo ye, O sons, unite you with the waters, meeting this living man, ye life-sustainers, Allot to them the Odana your mother is making ready, which they call immortal.\n\nThat which your mother and your sire, to banish sin and un- cleanness from their lips, are cooking. That Odana with hundred streams, sky-reaching, hath in its might prevaded earth and heaven.\n\nLive with your sons, when life on earth is ended, live in the sphere most rich in light and sweetness. In skies that have been won by sacrificers make both the worlds, earth, heaven, your habitation.\n\nApproach the eastern, yea: the eastern region, this is the sphere to which the faithful turn them, Your cooked oblation that in fire was offered, together, wife and husband, meet to guard it.\n\nNow, as your steps approach the southern quarter, move in. your circling course about this vessel. Herein, accordant with the Fathers, Yama shall mightily protect your cooked oblation.\n\nBest of the regions is indeed this western wherein the King and gracious Lord is Soma. Thither resort for rest, follow the pious. Then gain the laden chargers, O ye couple.\n\nEver victorious is the northern region: may the east quarter set us first and foremost. The Man became the five-divisioned metre. May we abide wit . all our members perfect.\n\nThis stedfast realm is Queen. To her be homage! To me and to my sons may she be gracious. Guard thou, O Goddess Aditi, all-bounteous, our cooked oblation as an active warder.\n\nEmbrace us as a father clasps his children. Here on the Earth let kindly breezes fan us. Let the rice-mess these two cook here, O Goddess, know this our truthfulness and zealous fervour.\n\nIf the dark bird hath come to us and, stealing the hanging. . morsel, settled in his dwelling, Or if the slave-girl hath, wet-handed, smearing the pestle and the mortar, cleansed the waters,\n\nThis pressing-stone, broad-based and strength-bestowing, made pure by cleansing means, shall chase the demon. Mount on the skin: afford us great protection, Let not the sons' sin fall on wife and husband.\n\nTogether with the Gods, banning Pis5chas and demons, hath Vanaspati come hither. He shall rise up and send his voice out loudly. May we win all the worlds with him to help us.\n\nSeven victims held the sacrificial essence, the bright one and the one that hath grown feeble. The three-and-thirty Deities attend them. As such, conduct us io the world of Svarga.\n\nUnto the world of Svarga shalt thou lead us: there may we dwell beside our wife and children. I take thy hand Let not Destruction, let not Malignity come hither and subdue us.\n\nWe have subdued that sinful-hearted Grāhi. Thou shalt speak sweetly having chased the darkness. Let not the wooden gear made ready fail us, nor harm the grain of rice that pays due worship.\n\nSoon to be, decked with butter, all-embracing, come to this world wherewith birth unites thee. Seize thou the winnowing-fan which rains have nourished, and let this separate the chaff and refuse.\n\nThree worlds hath Power Divine marked out and measured, Fheaven yonder, and the earth, and airs mid-region. Grasp ye the stalks and in your hands retain them: let them be watered and again be winnowed.\n\nManifold, various are the shapes of victims. Thou growest uni- form by great abundance. Push thou away this skin of ruddy colour: the stone will cleanse as one who cleanses raiment.\n\nEarth upon earth l set thee. This thy body is con-substantial,. but in form it differs. Whate'er hath been worn off or scratched in fixing, leak not thereat: I spread a charm to mend it.\n\nThou for thy son shalt yearn as yearns a mother. I lay thee down and with the earth unite thee. Conjoined with sacrificial gear and butter may pot and jar stand firmly on the altar.\n\nEastward may Agni as he cooks preserve thee. Southward may Indra, grit by Maruts, guard thee, Varuna strengthen and support thee westward, and Soma on the north hold thee together.\n\nDrops flow, made pure by filters, from the rain-cloud: to heaven and earth and to the worlds they travel, May Indra light them up, poured in the vessel, lively and sted- fast, quickening living creatures.\n\nFrom heaven they come, they visit earth, and rising from earth unite themselves with air's mid-region, Purified, excellent, they with shine in beauty. Thus may they lead us to the world of Svarga.\n\nYea, and supreme, alike in conformation, and brilliant and refulgent and immortal, As such, enjoined, well-guarding, water-givers, dress ye the Odana for wife and husband.\n\nNumbered, they visit earth, these drops of moisture, commensu- rate with plants and vital breathings, Unnumbered, scattered, beautiful in colour, the bright, ones have pervaded all refulgence.\n\nHeated, they rage and boil in agitation, they cast about their foam and countless bubbles Like a fond woman when she sees her husband—what time ye waters and these rice-grains mingle,\n\nTake up these rice-grains lying at the bottom: led them be blent and mingled with the waters. This water I have measured in the vessel, if as mid-points the rice-grains have been meted.\n\nPresent the sickle: quickly bring it hither. Let them out plants and joints with hands that harm not. So may the plants be free from wrath against us, they o'er whose realm Soma hath won dominion.\n\nStrew ye fresh grass for the boiled rice to rest on: fair let it be, sweet to the eye and spirit. Hither come Goddesses with Gods, and sitting here taste in proper season this oblation.\n\nOn the strewn grass. Vanaspati, be seated; commensurate with Gods and Agnishtomas. Let thy fair form, wrought as by Tvashtar's hatchet, mark these that yearn for thee within the vessel.\n\nIn sixty autumns may the Treasure-Guardian seek to gain heavenly light by cooked oblation. On this may sons and fathers live dependent. Send thou this mess to Fire that leads to heaven.\n\nOn the earth's breast stand firmly as supporter: may Deities stir thee who ne'er hast shaken. So living man and wife with living children remove thee from the hearth of circling Agni.\n\nAll wishes that have blessed those with fulfilment, having won all the worlds have met together. Let them plunge in both stirring-spoon and ladle: raise this and set it in a single vessel.\n\nPour out the covering butter, spread it eastward: sprinkle this vessel over with the fatness. Greet this, ye Deities, with gentle murmur, as lowing cows wel- come their tender suckling.\n\nThou hast poured oil and made the worlds: let heaven, unequal- led, be spread out in wide extension. Herein be cooked the buffalo, strong-pinioned: the Gods shall give the Deities this oblation.\n\nWhate'er thy wife, away from thee, makes ready, or what, O wife, apart from thee, thy husband, Combine it all: let it be yours in common while ye produce one world with joint endeavour.\n\nAll these now dwelling on the earth, mine offspring, these whom, this woman here, my wife, hath borne me, Invite them all unto the vessel: knowing their kinship have the children met together.\n\nSwollen with savoury meath, the stream of treasures, sources of immortality blent with fatness Soma retains all these; in sixty autumns the Guardian Lord of Treasures may desire them.\n\nThe Lord of Treasures may desire this treasure: lordless on. every side be all the others. Our mess, presented seeking heaven, hath mounted in three divisions all three realms of Svarga.\n\nMay Agni burn the God-denying demon: let no carnivorous. Pis icha drink here. We drive him off, we keep him at a distance. Ādityas and Angirases pursue him!\n\nThis meath do I announce, mingled with butter, to the Angi- rases and the Ādityas. With pure hands ne'er laid roughly on a Brahman go, pious. couple, to the world of Svarga.\n\nOf this have I obtained the noblest portion from that same world whence Parmeshthin gained it. Pour forth, besprinkle butter rich in fatness: the share of Angiras is here before us.\n\nTo Deities, to Truth, to holy Fervour this treasure we consign,. this rich deposit, At play, in meeting led it not desert us, never give out to anyone besides me.\n\nI cook the offering, I present oblation: only my wife attends the holy service. A youthful world, a son hath been begotten. Begin a life that brings success and triumph.\n\nThere is no fault in this, no reservation, none when it goes with friends in close alliance. We have laid down this vessel in perfection: the cooked mess shall re-enter him who cooked it.\n\nTo those we love may we do acts that please them. Away to darkness go all those who hate us! Cow, ox, and strength of every kind approach us! Thus let them banish death of human beings.\n\nPerfectly do the Agnis know each other, one visitor of plants and one of rivers, And all the Gods who shine and glow in heaven. Gold is the light of him who cooks oblation.\n\nMan hath received this skin of his from nature: of other animals not one is naked. Ye make him clothe himself with might for raiment. Odana's mouth is a home-woven vesture.\n\nWhatever thou may say at dice, in meeting, whatever falsehood through desire of riches, Ye two, about one common warp uniting, deposit all impurity within it.\n\nWin thou the rain: approach the Gods. Around thee thou from the skin shalt make the smoke rise upward. Soon to be, decked with butter, all-embracing, come to this world wherewith one birth unites thee.\n\nIn many a shape hath heaven transformed its body, as in itself is known, of varied eolour. Cleansing the bright, the dark form hath it banished: the red form in the fire to thee I offer.\n\nTo the eastern region, to Agni the Regent, to Asita the Protector, Āditya the Archer, we present thee, this offering of ours. Do ye preserve it from aggression To full old age may Destiny conduct us; may full old age deliver us to Mrityu. Then may we be with our prepared oblation.\n\nTo the southern region, to Indra the Regent, to Tiraschirāji the Protector, to Yama the Archer, we present, etc. (as in stanza 55)\n\nTo the western region, to Varuna the Regent, to Pridāku the Protector, to Food the Archer, we present, etc.\n\nTo the northern region, to Soma the Regent, to Svaja the Protec- tor, to Thunderbolt the Archer, we present, etc.\n\nTo the stedfast region, to Vishnu the Regent, to Kalmāshagriva the Protector, to Plants the Archers, we present, etc.\n\nTo the upper region, to Brihaspati the Regent, to Svitra the Protector, to Rain the Archer, we present thee, this offering of ours. Do ye preserve it from aggression. To full old age may Destiny conduct us, may full old age deliver us to Mrityu. Then may we be with our prepared oblation."
    },
    {
      "id": 6292734256121,
      "hymn": "Hymn 4",
      "title": "On the duty of giving cows to Brāhmans, and the sin and danger of withholding the gift",
      "file": "av12004.htm",
      "created": 1745090290955,
      "hash": "md5-DvL3SH9QgfyNFXoFwBn8ng==",
      "content": "Give the gift, shall be his word: and straightway they have bound the Cow For Brāhman priests who beg the boon. That bringeth sons and progeny.\n\nHe trades and traffics with his sons, and in his cattle suffers loss. Who will not give the Cow of Gods to Rishis children when they beg.\n\nThey perish through a hornless cow, a lame cow sinks them in a pit. Through a maimed cow his house is burnt: a one-eyed cow destroys his wealth.\n\nFierce fever where her droppings fall attacks the master of the kine. So have they named her Vasa, for thou art called uncontrollable.\n\nThe malady Viklindu springs on him from ground whereon she stands, And suddenly, from fell disease, perish the men on whom she sniffs.\n\nWhoever twitches up her ears is separated from the Gods. He deems he makes a mark, but he diminishes his wealth thereby.\n\nIf to his own advantage one applies the long hair of her tail, His colts, in consequence thereof. die, and the wolf destroys his calves.\n\nIf, while her master owneth her, a carrion crow hath harmed her hair, His young boys die thereof, Decline o'ertakes them after fell disease.\n\nWhat time the Dāsi woman throws lye on the droppings of the Cow, Misshapen birth arises thence, inseparable from that sin.\n\nFor Gods and Brāhmans is the Cow produced when first she springs to life, Hence to the priests must she be given: this they call guarding private wealth.\n\nThe God-created Cow belongs to those who come to ask for her. They call it outrage on the priests when one retains her as his own.\n\nHe who withholds the Cow of Gods from Rishis' sons who ask the gift Is made an alien to the Gods, and subject to the Brāhmans' wrath:\n\nThen let him seek another Cow, whate'er his profit be in this. The Cow, not given, harms a man when he denies her at their prayer.\n\nLike a rich treasure stored away in safety is the Brāhmans' Cow. Therefore men come to visit her, with whomsoever she is born.\n\nSo when the Brāhmans come unto the Cow they come unto their own. For this is her withholding, to oppress these in another life.\n\nThus after three years may she go, speaking what is not under- stood. He, Nārads! would know the Cow, then Brāhmans must be sought unto.\n\nWhoso calls her a worthless Cow, the stored-up treasure of the Gods, Bhava and Sarva, both of them, move round and shoot a shaft at him.\n\nThe man who hath no knowledge of her udder and the teats thereof, She yields him milk with these, if he hath purposed to bestow the Cow.\n\nIf he withholds the Cow they beg, she lies rebellious in his stall. Vain are the wishes and the hopes which he, withholding her, would gain.\n\nThe Deities have begged the Cow, using the Brāhman as their mouth: The man who gives her not incurs the enmity of all the Gods.\n\nWithholding her from Brāhmans, he incurs the anger of the beasts, When mortal man appropriates the destined portion of the Gods.\n\nIf hundred other Brāhmans beg the Cow of him who owneth her, The Gods have said, She, verily, belongs to him who knows the truth.\n\nWhoso to others, not to him who hath this knowledge, gives the Cow, Earth, with the Deities, is hard for him to win and rest upon.\n\nThe Deities begged the Cow from him with whom at first she was produced: Her, this one, Nārada would know: with Deities he drove her forth.\n\nThe Cow deprives of progeny and makes him poor in cattle who Retains in his possession her whom Brāhmans have solicited.\n\nFor Agni and for Soma, for Kāma, Mitra and Varuna, For these the Brāhmans ask: from these is he who giveth not estranged.\n\nLong as her owner hath not heard, himself, the verses, let her move Among his kine: when he hath heard, let her not make her home with him;\n\nHe who hath heard her verses and still makes her roam among his kine. The Gods in anger rend away his life and his prosperity\n\nRoaming in many a place the Cow is the stored treasure of the Gods, Make manifest thy shape and form when she would seek her dwelling-place.\n\nHer shape and form she manifests when she would seek her dwelling-place; Then verily the Cow attends to Brāhman priests and their request.\n\nThis thought he settles in his mind. This safely goeth to the Gods. Then verily the Brāhman priests approach that they may beg the Cow\n\nBy Svadhā to the Fathers, by sacrifice to the Deities, By giving them the Cow, the Prince doth not incur the mother's. wrath.\n\nThe Prince's mother is the Cow: so was it ordered from of old. She, when bestowed upon the priests, cannot be given back, they say.\n\nAs molten butter, held at length, drops down to Agni from the scoop, So falls away from Agni he who gives no Cow to Brāhman priests.\n\nGood milker, with rice-cake as calf, she in the world comes nigh to him, To him who gave her as a gift the Cow grants every hope and. wish.\n\nIn Yama's realm the Cow fulfils each wish for him who gave her up; But hell, they say, is for the man who, when they beg, bestow her not.\n\nEnraged against her owner roams the Cow when she hath been impregned. He deemed me fruitless is her thought; let him be bound in, snares of Death!\n\nWhoever looking on the Cow as fruitless, cooks her flesh at home, Brihaspati compels his sons and children of his sons to beg.\n\nDownward she sends a mighty heat, though amid kine a Cow she roams. Poison she yields for him who owns and hath not given her away.\n\nThe animal is happy when it is bestowed upon the priests: But happy is the Cow when she is made a sacrifice to Gods.\n\nNārada chose the terrible Vilipti out of all the cows Which the Gods formed and framed when they had risen up from sacri- fice\n\nThe Gods considered her in doubt whether she were a Cow or not. Mirada spake of her and said, The veriest Cow of cows is she.\n\nHow many cows, O Nārada, knowest thou, born among man- kind I ask thee who dost know, of which must none who is no Brāhman eat?\n\nVilipti, cow, and she who drops no second calf, Brihaspati! Of these none not a Brāhmana should eat if he hope for emi- nence.\n\nHomage, O Nārada, to thee who hast quick knowledge of the cows. Which of these is the direst, whose withholding bringeth death to man?\n\nVilipti, O Brihaspati, cow, mother of no second calf—Of these none not a Brāhman should eat if he hope for eminence.\n\nThreefold are kine, Vilipti, cow, the mother of no seeond calf: These one should give to priests, and he will not offend Prajā- pati.\n\nThis Brāhmans! is your sacrifice: thus should one think when he is asked, What time they beg from him the Cow fearful in the with- holder's house.\n\nHe gave her not to us, so spake the Gods, in anger, of the Cow. With these same verses they addressed Bheda: this brought him to his death.\n\nSolicited by Indra, still Bheda refused to give this Cow. In strife for victory the Gods destroyed him for that sin of his.\n\nThe men of evil counsel who advise refusal of the Cow, Miscreants, through their foolishness, are subjected to Indra's wrath.\n\nThey who seduce the owner of the Cow and say, Bestow her not. Encounter through their want of sense the missile shot by Rudra's hand.\n\nIf in his home one cooks the Cow, sacrificed or not sacrificed. Wronger of Gods and Brāhmans' he departs, dishonest, from the world."
    },
    {
      "id": 1417922168023,
      "hymn": "Hymn 5",
      "title": "On the duty of giving cows to Brāhmans, and the sin and danger of withholding the gift",
      "file": "av12005.htm",
      "created": 1745090290955,
      "hash": "md5-0UmWsy9dVKphdFLDDZ9swQ==",
      "content": "Created by toil and holy fervour, found by devotion, resting in right;\n\nInvested with truth, surrounded with honour, compassed about with glory;\n\nGirt round with inherent power, fortified with faith, protected, by consecration, installed at sacrifice, the world her resting- place;\n\nBrahma her guide, the Brāhman her lord and ruler;\n\nOf the Kshatriya who taketh to himself this Brāhman's cow and oppresseth the Brāhman.\n\nThe glory, the heroism, and the favouring fortune depart.\n\nThe energy and vigour, the power and might the speech and mental strength, the glory and duty;\n\nDevotion and princely sway, kingship and people, brilliance and honour, and splendour and wealth;\n\nLong life and goodly form, and name and fame, inbreathing and expiration, and sight, and hearing;\n\nMilk and flavour, and food and nourishment, and right and truth, and action and fulfilment, and children and cattle;\n\nAll these blessings of a Kshatriya depart from him when he oppresseth the Brāhman and taketh to himself the hhman's cow.\n\nTerrible is she this Brāhman's cow, and fearfully venomous, visibly witchcraft.\n\nIn her are all horrors and all death.\n\nIn her are all dreadful, deeds, all slaughters of mankind.\n\nThis, the Brāhman's cow, being appropriated, holdeth bound in the fetter of Death the oppressor of the Brāhman, the blas- phemer of the Gods.\n\nA hundred-killing bolt is she: she slays the Brāhman's injurer.\n\nTherefore the Brāhmans' cow is held inviolable by the wise.\n\nRunning she is a thunderbolt, when driven away she is Vaisvā- nara;\n\nAn arrow when she draweth up her hooves, and Mahādeva when she looketh around;\n\nSharp as a razor when she beholdeth, she thundereth when she belloweth.\n\nDeath is she when she loweth, and a fierce God when she whis- keth her tail;\n\nUtter destruction when she moveth her ears this way and that, Consumption when she droppeth water;\n\nA missile when milking, pain in the head when milked;\n\nThe taking away of strength when she approacheth, a hand-to- hand fighter when roughly touched;\n\nWounding like an arrow when she is fastened by her mouth, contention when she is beaten;\n\nFearfully venomous when falling, darkness when she hath fallen down.\n\nFollowing him, the Brāhman's cow extinguisheth the vital breath of the injurer of the Brāhman.\n\nHostility when being cut to pieces, woe to children when the portions are distributed,\n\nA destructive missile of Gods when she is being seized, misfortune when carried away;\n\nMisery while being additionally acquired, contumely and abuse while being put in the stall;\n\nPoison when in agitation, fever when seasoned with condi- ments;\n\nSin while she is cooking, evil dream when she is cooked;\n\nUprooting when she is being turned round, destruction when she hath been turned round;\n\nDiscord by her smell, grief when she is being eviscerated: ser- pent with poison in its fang when drawn;\n\nLoss of power while sacrificially presented, humiliation when she hath been offered;\n\nWrathful Sarva while being carved. Simidā when cut up:\n\nPoverty while she is being eaten. Destruction when eaten.\n\nThe Brāhman's cow when eaten cuts off the injurer of Brāhmans both from this world and from the world yonder.\n\nHer slaughter is the sin of witchcraft, her cutting-up is a thunder- bolt, her undigested grass is a secret spell.\n\nHomelessness is she when denied her rights.\n\nHaving become Flesh-eating Agni the Brāhman's cow entereth into and devoureth the oppressor of Brāhmans.\n\nShe sunders all his members, joints, and roots.\n\nShe cuts off relationship on the father's side and destroys mater- nal kinship.\n\nThe Brāhman's cow, not restored by a Kshatriya, ruins the marriages and all the kinsmen of the Brāhman's oppressor.\n\nShe makes him houseless, homeless, childless: he is extinguished without posterity to succeed him.\n\n46. So shall it be with the Kshatriya who takes to himself the cow of the Braman who hath this knowledge.\n\nQuickly, when he is smitten down by death, the clamorous vul- tures cry:\n\nQuickly around his funeral fire dance women with dishevelled locks, Striking the hand upon the breast and uttering their evil shriek.\n\nQuickly the wolves are howling in the habitation where he lived:\n\nQuickly they ask about him, What is this? What thing hath happened here?\n\nRend, rend to pieces, rend away, destroy, destroy him utterly.\n\nDestroy Angirasi! the wretch who robs and wrongs the Brah- mans, born.\n\nOf evil womb, thou witchcraft hid, for Vaisvadevi is thy name,\n\nConsuming, burning all things up, the thunderbolt of spell and charm.\n\nGo thou, becoming Mrityu sharp as razor's edge pursue thy course:\n\nThou bearest off the tyrants' strength, their store of merit, and their prayers.\n\nBearing off wrong, thou givest in that world to him who hath been wronged.\n\nO Cow, become a tracker through the curse the Brāhman hath pronounced,\n\nBecome a bolt, an arrow through his sin, be terribly venomous.\n\nO Cow, break thou the head of him who wrongs the Brāhmans, criminal, niggard, blasphemer of the Gods.\n\nLet Agni burn the spiteful wretch when crushed to death and slain by thee.\n\nRend, rend to bits, rend through and through, scorch and con- sume and burn to dust,\n\nConsume thou, even from the root, the Brāhmans' tyrant, god- like Cow!\n\nThat he may go from Yama's home afar into the worlds of sin. its\n\nSo, Goddess Cow, do thou from him, the Brāhmans' tyrant, criminal, niggard, blasphemer of the Gods,\n\nWith hundred-knotted thunderbolt, sharpened and edged with razor-blades,\n\nStrike off the shoulders and the head.\n\nSnatch thou the hair from off his head, and from his body strip the skin:\n\nTear out his sinews, cause his flesh to fall in pieces from his frame.\n\nCrush thou his bones together, strike and beat the marrow out of him.\n\nDislocate all his limbs and joints.\n\nFrom earth let the Carnivorous Agni drive him, let Vayu burn. him from mid-air's broad region.\n\nFrom heaven let Sūrya drive him and consume him."
    }
  ],
  "hash": "md5-SujPK8Pu1riZvqWXAApJ+Q=="
}