{
  "id": 6243284450855,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book XIX",
  "author": "Ralph T.H. Griffith",
  "created": 1745090290982,
  "data": [
    {
      "id": 5412196440191,
      "hymn": "Hymn 1",
      "title": "An accompaniment to the offering of a Mixt Oblation",
      "file": "av19001.htm",
      "created": 1745090290983,
      "hash": "md5-iakcismiuJIX2CP4ZLEt4A==",
      "content": "Let the streams flow together, let the winds and birds assembled come. Strengthen this sacrifice of mine, ye singers. I offer up a duly mixt oblation.\n\nO Burnt Oblations, aid, and ye, Blent Offerings, this my sacrifice. Strengthen this sacrifice of mine, ye singers. I offer up a duly mixt oblation.\n\nEach several form, each several force I seize, and compass round this man. May the Four Quarters strengthen this my sacrifice. I offer up a duly mixt oblation."
    },
    {
      "id": 6752790295410,
      "hymn": "Hymn 2",
      "title": "A hymn to all waters",
      "file": "av19002.htm",
      "created": 1745090290983,
      "hash": "md5-VGOV0ewcoNP0/0G00/E4VA==",
      "content": "Blest be the Streams from hills of snow, sweet be spring Waters unto thee. Sweet be swift-running Waters, sweet to thee be Water of the Rains.\n\nSweet unto thee be Waters of the waste and Waters of the pool. Sweet be the Waters dug from earth, to thee, and Waters brought in jars.\n\nTo those who delve without a tool to dig, the wise, the deeply moved, To Waters better healers than physicians we address our prayer.\n\nBathed in the Waters verily divine, in water of the streams, Bathed in the Waters verily, O Horses, be ye fleet and strong.\n\nBlest be the Waters unto thee, suspicious Waters, bringing. health. They cure the injured place for thee even as thy comfort craveth it."
    },
    {
      "id": 3642675840891,
      "hymn": "Hymn 3",
      "title": "A hymn to Agni for protection and prosperity",
      "file": "av19003.htm",
      "created": 1745090290983,
      "hash": "md5-aSTWxzJPYD8KG5DrCJPKJA==",
      "content": "Whithersoe'er, from sky, earth, air's mid-regions from plants ands herbs, from tall trees, Jātavedas. Is carried here and there to divers places, even thence come thou to us with loving-kindness.\n\nAll majesty of thine in floods, in forest, in plants, in cattle, in the depths of waters Closely uniting all thy forms, O Agni, come unto us wealth-giv- ing, undecaying.\n\nThy majesty among the Gods in Svarga, thy body which hath past into the Fathers. Thy plenty far-diffused mid human beings, even with this, O Agni, give us riches.\n\nTo him the wise, the famous, swift to listen, with words and verses I come nigh for bounty. May we be safe from threatening danger. Soften by sacrifice the- wrath of Gods, O Agni."
    },
    {
      "id": 4404028602586,
      "hymn": "Hymn 4",
      "title": "A prayer, accompanying sacrifice, for the attainment of a wish",
      "file": "av19004.htm",
      "created": 1745090290984,
      "hash": "md5-TauxxJsT1p2n/yDruSTSAQ==",
      "content": "The first oblation that Atharvan oared, earliest sacrifice paid by Jātavedas, Even this I, foremost, with repeated worship, now offer unto thee. May Agni carry the sacrificer's present. Hail to Agni!\n\nIn front I set Intention, blessed Goddess. Mother of thought, may she be prompt to hear us. Mine, and mine only, be the hope I fashion! May I gain this that hath possessed my spirit.\n\nWith Purpose, O Prajāpati, with Purpose come thou near to us. Bestow on us a share of luck, and so be swift to hear our call.\n\nPrajāpati Angirasa with favour regard this word and this my settled purpose! May he, whence Gods and Deities had being Kāma attend us with his gentle guidance."
    },
    {
      "id": 6688166370160,
      "hymn": "Hymn 5",
      "title": "A prayer for riches",
      "file": "av19005.htm",
      "created": 1745090290984,
      "hash": "md5-pp59Khhr4oPFip21TCXZrQ==",
      "content": "King of the living world and men is Indra, of all in varied form that earth containeth. Thence to the worshipper he giveth riches: may he enrich even us when we have praised him."
    },
    {
      "id": 4741615775569,
      "hymn": "Hymn 6",
      "title": "The purusha-Sūkta, on the mystical Sacrifice of Purusha",
      "file": "av19006.htm",
      "created": 1745090290984,
      "hash": "md5-HTwrfiF+vXC3mW4WFRoF9g==",
      "content": "Purusha hath a thousand arms, a thousand eyes, a thousand feet. On every side pervading earth he fills a space ten fingers wide.\n\nHe with three quarters rose to heaven here reappeared a fourth of him. Thence he strode forth on every side to all that eats not and that eats.\n\nSo mighty is his grandeur, yea, greater than this is Purusha. All creatures are one-fourth of him, three-fourths what dieth not in heaven.\n\nPurusha is in truth this All, what hath been and what yet shall; be Lord, too, of immortality—and what hath grown with some- what else.\n\nWhen they divided Purusha how many portions did they make? What was his mouth? what were his arms? what are the names of thighs and feet?\n\nThe Brāhman was his mouth, of both his arms was the Rājanya made. His waist became the Vaisya, from his feet the Sūdra was produced.\n\nThe Moon was gendered from his mind, and from his eye the Sun had birth. Indra and Agni from his mouth were born and Vāyu from his breath.\n\nForth from his navel come mid-air; the sky was fashioned from his head. Earth from his feet, and from his ear the regions. Thus they formed the worlds.\n\nIn the beginning rose Virāj: Purusha from Virāj was born. As soon as he was born he spread westward and eastward o'er the earth.\n\nWhen Gods performed the sacrifice with Purusha as their offering. Spring was the butter, summer was the fuel, autumn was the gift.\n\nThat sacrifice, first-born Purusha, they hallowed with the sprink- led Rains. The Deities, the Sādhyas, all the Vasus sacrificed with him.\n\nFrom it were horses born, from it all creatures with two rows of teeth. From it were generated kine, from it were goats and sheep produced.\n\nFrom that great general sacrifice Richas and Sāma hymns were born; Therefrom the metres were produced: the Yajus had its birth from it.\n\nFrom that great general sacrifice the dripping fat was gathered up: It formed the creatures fleet as wind, and animals both wild and tame.\n\nSeven fencing-logs had he, thrice seven layers of fuel were prepared. When, offering sacrifice, the Gods bound as their victim Purusha.\n\nForth from head of the high God seven-and-seventy bright beams. Sprang into being, of the King Soma produced from Purusha."
    },
    {
      "id": 3208604561424,
      "hymn": "Hymn 7",
      "title": "A Prayer to the Lunar Mansions and other Powers for protection and prosperity",
      "file": "av19007.htm",
      "created": 1745090290985,
      "hash": "md5-C+EiDcDtInC9DygCm7huNw==",
      "content": "The brilliant lights shining in heaven together, which through the world glide on with rapid motion. And Days, and Firmament with songs I worship, seeking the Twenty-eight-fold for its favour.\n\nKrittikās, Rohinī be swift to hear me! Let Mrigasiras bless me, help me Ārdrā! Punarvasu and Sūnritā, fair Pushya, the Sun, Asleshās, Maghā lead me onward!\n\nMy bliss be Svāti and benignant Chitrā, my right First Phalgunis and present Hasta. Rādhas, Visākhas, gracious Anurādhā, Jyeshthā and happy- starred uninjured Mūla.\n\nFood shall be earlier Ashādhas grant me; let those that follow bring me strength and vigour; With virtuous merit Abhijit endow me! Sravana and Sravishthās make me prosper.\n\nSatabhishak afford me ample freedom, and both the Proshtha- padas guard me safely. Revati and the Asvayujas bring me luck, and the Bharanis abundant riches!"
    },
    {
      "id": 6467858014267,
      "hymn": "Hymn 8",
      "title": "A hymn to the Sun and various heavenly bodies for protection and prosperity",
      "file": "av19008.htm",
      "created": 1745090290985,
      "hash": "md5-xsLuieGdKQ9YB5e+6ifo3A==",
      "content": "Benign to me be all those Lunar Mansions to which the Moon as he moves on doth honour. All that are in the sky, the air, the waters, on earth, on moun- tains, in the heavenly regions.\n\nPropitious, mighty, let the eight-and-twenty together deal me out my share of profit. Profit and wealth be mine, and wealth and profit! To Day and Night be adoration rendered!\n\nFair be my sunset, fair my morn and evening and day with. lucky chase and happy omens; With blessing and success, immortal Agni, go to the mortal and. return rejoicing.\n\nExcitement and invoking cry, ill-omened sneezing and reproof, All sounds of empty pitchers send into the distance, Savitar!\n\nMay we escape an evil sneeze, enjoy the sneeze of happy luck, And may our nostrils smelling what is pleasant pour forth fragrant scent.\n\nThese flames of Brāhmanaspati borne to all quarters in the- wind, Turn them all hither, Indra, and make them most gracious unto, me."
    },
    {
      "id": 3675379671029,
      "hymn": "Hymn 9",
      "title": "A prayer for general protection and prosperity",
      "file": "av19009.htm",
      "created": 1745090290985,
      "hash": "md5-6Wm6GAsgxP+yF5pRz8EYUA==",
      "content": "Gentle be heaven, gentle be earth, gentle this spacious, atmosphere. Gentle be waters as they flow, gentle to us be plants and herbs!\n\nGentle be signs of coming change, and that which is and is not. done! Gentle be past and future, yea, let all be gracious unto us.\n\nQuickened by Prayer, this Goddess Vāk who standeth in the highest place, By whom the awful spell was made, even through her to us be peace!\n\nOr, made more keen by Prayer, this mind that standeth in the highest place, Whereby the awful spell was made, even through this be peace to us!\n\nThese five sense-organs with the mind as sixth, sharpened by Prayer, abiding in my heart, By which the awful spell was made, even by these be peace to us.\n\nFavour us Mitra, Varuna, and Vishnu, and Prajāpati! Gracious• to us be Indra and Brihaspati and Aryaman.\n\nFavour us Mitra, Varuna, Vivasvān, and the Finisher, Portents on earth and in the air, and planets wandering in heaven!\n\nGracious to us be trembling earth, gracious the flaming meteor stroke! Gracious be kine who yield red milk, gracious be earth when sinking down!\n\nGracious be meteor-stricken constellation, gracious to us be magic spells and witchcraft! Gracious to us be buried charms, and gracious the meteors and the portents of the region!\n\nKind be the Powers who seize the Moon, with Rāhu be Ādityas kind! Favour us Death and Cornet, and Rudras with penetrating. might!\n\nRudras and Vasus favour us, Ādityas, Agnis favour us! Favour us mighty Rishis, Gods, Goddesses, and Brihaspati!\n\nBrahma, Dhātar, Prajāpati, Worlds, Vedas, Agnis, Rishis Seven. All these have blessed my happy way. May Indra be my guardian, may Brahmā protect and shelter me.\n\nMay all the Gods protect me, may the Gods united shield me well. May all alleviations in the world which the Seven Rishis know. Be kind and gracious unto me. Bliss and security be mine!\n\nEarth alleviation, air alleviation, heaven alleviation, waters alleviation, plants alleviation, trees alleviation, all Gods my al- leviation, collective Gods my alleviation, alleviation by allevia- tions. By these alleviations, these universal alleviations, I allay all that is terrific here, all that is cruel, all that is wicked. This hath been calmed, this is now auspicious. Let all be favourable to us."
    },
    {
      "id": 2342499959382,
      "hymn": "Hymn 10",
      "title": "A prayer for the same",
      "file": "av19010.htm",
      "created": 1745090290986,
      "hash": "md5-IwfTeNAL8gCEH0TiJNfaCw==",
      "content": "Befriend us with their aids Indra and Agni, Indra and Varuna who receive oblations! Indra and Soma give health, wealth and comfort, Indra and Pūshan be our strength in battle!\n\nAuspicious friends to us be Bhaga. Sansa, auspicious be Pur- andhi and all Riches, The blessing of the true and well-conducted and Aryaman in many forms apparent.\n\nKind unto us be Maker and Sustainer and the far-reaching One with godlike nature. Auspicious unto us be Earth and Heaven, the Mountain and the Gods' fair invocations.\n\nFavour us Agni with his face of splendour, and Varuna and' Mitra and the Asvins. Favour us noble actions of the pious; impetuous Vāta blow on, us with favour!\n\nEarly invoked may Heaven and Earth be friendly, and Air's mid-region good for us to look on. To us may herbs and forest trees be gracious, gracious the Lord victorious of the region.\n\nBe the God Indra with the Vasus friendly, and with Ādityas Varuna who blesseth. Kind with the Rudras be the healer Rudra, and with the Dames here Tvashtar kindly hear us.\n\nKind unto us be Soma and Devotions, kind be the sacrifice and Stones for pressing. Kind be the fixing of the Sacred Pillars, kind be the tender Grass, and kind the Altar.\n\nMay the far-seeing Sun rise up to bless us: be the four quarters- of the heaven auspicious. Auspicious be the firmly-seated Mountains, auspicious be the Rivers and the Waters.\n\nMay Aditi through holy works be gracious, and may the Maruts,_ loud in song, be friendly. May Vishnu give felicity, and, Pūshan, and Air that cherisheth. our lives, and Vāyu.\n\nProsper us Savitar, the God who rescues, and let the radiant. Mornings be propitious. Propitious to our children be Pārjanya, kind to us be the field's benign Protector!"
    },
    {
      "id": 4177977969543,
      "hymn": "Hymn 11",
      "title": "A continuation of Hymn 10",
      "file": "av19011.htm",
      "created": 1745090290986,
      "hash": "md5-X7zl85FIYbIvKSGLi2sekg==",
      "content": "May the great Lords of Truth protect and aid us: blest to us be our horses and our cattle. Kind be the pious, skilful-handed Ribhus, kind be the Fathers at our invocations\n\nKind to us be the Gods and Visve Devas, Sarasvati with Holy Thoughts be gracious. Friendly be they, the Liberal Ones, who seek us, yea, those who dwell in-heaven, on earth, in waters.\n\nMay Aja-Ekapād the God be gracious, gracious the Dragon of the Deep, and Ocean. Gracious be he, the swelling Child of Waters, gracious be Prisni who hath Gods to guard her.\n\nSo may the Rudras, Vasus, and Ādityas accept the new hymn we now are making. May all the Holy Ones of earth and heaven, and the Cow's off- spring hear our invocation.\n\nPriests of the Gods, worthy of sacrifices, immortal, knowing Law, whom man must worship. May these to-day give us broad paths to travel. Preserve us evermore, ye Gods, with blessings."
    },
    {
      "id": 5670594422262,
      "hymn": "Hymn 12",
      "title": "A prayer to Ushas or Dawn for wealth and long life",
      "file": "av19012.htm",
      "created": 1745090290986,
      "hash": "md5-eKjuQ6coYf3PQlH//xqb2Q==",
      "content": "Dawn drives away her sister's gloom, and through her excellence makes her retrace her path. Through her may we gain God-appointed treasure, and with brave sons be glad through hundred winters."
    },
    {
      "id": 1640289826994,
      "hymn": "Hymn 13",
      "title": "A prayer for aid and victory in battle",
      "file": "av19013.htm",
      "created": 1745090290987,
      "hash": "md5-tAsoDBJGkvJ+/dy+pukZ9Q==",
      "content": "These the two sturdy, manly arms of Indra, these that are won- drous, mighty, and successful First, when the need hath come will I employ them by which the heaven of Asuras was conquered.\n\nSwift, like a dread bull sharpening his weapons, rapidly striking, stirring up the people, Loud shouting, vigilant, the one sole Hero, Indra subdued a hundred hosts together.\n\nWith him loud-roaring, ever watchful, victor bold, hard to over- throw, whom none may vanquish, Indra the strong whose hand bears arrows, conquer, ye heroes now, now vanquish in the combat.\n\nHe rules with those who carry shafts and quivers, Indra who with his hand brings hosts together, Foe-conquering, strong of arm, the Soma-drinker, with mighty bow, shooting with well-laid arrows.\n\nConspicuous by thy strength, firm, foremost fighter, mighty and fierce, victorious, all-subduing, O'ercoming might, excelling men and heroes, mount the kine- winning conquering car, O Indra.\n\nTroop-vanquisher, kine-winner, armed with thunder, who quells an army and with might destroys it, Follow him, comrades! quit yourselves like heroes, and like this Indra show your zeal and courage.\n\nPiercing the cow-stalls with surpassing vigour, Indra the pitiless hero, wild with anger, Victor in fight, unshaken and resistless,—may he protect our armies in our battles.\n\nBrihaspati, fly with thy chariot hither, slayer of demons, driving. off our foemen. Be thou protector of our bodies, crushing our enemies, destroy- ing those who hate us.\n\nIndra guide these! Brihaspati, the Guerdon, and Soma, and the Sacrifice precede them! And let the banded Maruts march in forefront of heavenly hosts that conquer and demolish.\n\nOurs be the potent host of mighty Indra, King Varuna, and Maruts and Ādityas. Uplifted is the shout of Gods who conquer, high-minded God who cause the world to tremble.\n\nMay Indra aid us when our flags are gathered: victorious be th arrows of our army. May our brave men of war prevail in battle. Ye Gods, protect u in the shouts of onset."
    },
    {
      "id": 1259751127357,
      "hymn": "Hymn 14",
      "title": "A hymn after victory",
      "file": "av19014.htm",
      "created": 1745090290987,
      "hash": "md5-HxMMWuD3BACaowZ0SY57nw==",
      "content": "I have attained this goodliest place to rest in. Both Heaven and, Earth have shown me grace and favour. Without a foe for me be all the regions! We hate thee not. May we have peace and safety."
    },
    {
      "id": 6305417906948,
      "hymn": "Hymn 15",
      "title": "A prayer for peace and security",
      "file": "av19015.htm",
      "created": 1745090290987,
      "hash": "md5-y84zUfks8HqKXuGuJvc6DA==",
      "content": "Indra, give us security from that whereof we are afraid. Help us, O Maghavan, let thy succour grant us this: drive foes and enemies afar.\n\nWe call on Indra, on the liberal giver: we will be prosperous in men and cattle. Let not the hosts of cruel fiends approach us. Drive of the Druhs to every side, O Indra.\n\nBest, making household wealth increase. Indra our saviour, kills the foe. May he from outmost point be our potector, and from the centre and from west and eastward.\n\nLead us to ample room. O thou who knowest, to happiness security, and sunlight. Strong, Indra, are the arms of thee the mighty: may we betake us to their lofty shelter.\n\nMay air's mid-region give us peace and safety, safety may both these, Heaven and Earth, afford us. Security be ours from west, from eastward, from north and south may we be free from danger.\n\nSafety be ours from friend and from the unfriendly, safety from what we know and what we know not. Safety be ours by night and in the day-time! friendly to me be all my hopes and wishes!"
    },
    {
      "id": 6133899802692,
      "hymn": "Hymn 16",
      "title": "A prayer for security from danger",
      "file": "av19016.htm",
      "created": 1745090290988,
      "hash": "md5-9pkNvCi6phy+cR+7JXxPaQ==",
      "content": "Peace hath been given us from the east, and from the west security. Savitar guard me from the south, and from the north the Lord of Might.\n\nMay the Ādityas from the sky protect me, Agni from the earth. May Indra-Agni guard me from the eastward, on all sides may the Asvins give me shelter. May Jātavedas guard, sidelong, our cattle. Our shield on all sides be the World-Creators!"
    },
    {
      "id": 5536693840442,
      "hymn": "Hymn 17",
      "title": "A prayer for protection from dangers in all directions",
      "file": "av19017.htm",
      "created": 1745090290988,
      "hash": "md5-lyyiK6UaW/5A2B7YfgMGAg==",
      "content": "Agni from eastward guard me with the Vasus! To him I go, in him I rest: this fort I seek for refuge. May he protect me, may he be my guardian. I give my soul—All hail! into his keeping.\n\nVāyu with Air protect me from this region. To him I go, etc.\n\nMay Soma from the south, with Rudras, guard me. To him, etc.\n\nVaruna with Ādityas guard me from this region! To him etc.\n\nSūrya with Earth and Heaven from the western region guard me well. To him, etc.\n\nMay Waters joined with Plants protect me from this region. To them I go, in them I rest: this fort I seek for refuge. May they protect me, may they be my guardians. I give my soul—All hail! —into their keeping.\n\nMay Visvakarman with the Seven Rishis be my protector from the northern region. To him, etc.\n\nMay Indra, Marut-girt, protect me from this region. To him, etc.\n\nPrajāpati, of generative power, with the Pratishlhā save me from the nadir! To him, etc.\n\nBrihaspati, joined by the Visvedevas, protect me from the region of the zenith! To him, I go, in him I rest; this fort I seek for refuge. May he protect me, may he be my guardian. I give my soul— All hail!—into his keeping."
    },
    {
      "id": 3649160808172,
      "hymn": "Hymn 18",
      "title": "A prayer for security and peace on all sides",
      "file": "av19018.htm",
      "created": 1745090290988,
      "hash": "md5-IMZ2g74oBbr0lB7n+kLdmA==",
      "content": "Let those who vex me from the eastern region, sinners, praise Agni followed by the Vasus.\n\nLet those who vex me from this quarter, sinners, praise Vāyu compassed by the Air's mid region.\n\nLet those who vex me from the southern quarter, sinners, sing praise to Soma with the Rudras.\n\nLet those who vex me from this quarter, sinners, praise Varuna connected with Ādityas.\n\nLet those who vex me from the western quarter, sinners, praise Sūrya linked with Earth and Heaven.\n\nLet those who vex me from this quarter, sinners give praise to plants' associates the Waters.\n\nLet those who from the north side vex me, sinners, praise Visvakarman with the Seven Rishis.\n\nLet those who vex me from this quarter, sinners, praise Indra with the Marut host about him.\n\nLet those who vex me from the nadir, sinners, extol Prajāpati of genial power.\n\nLet those who vex me from the zenith, sinners, extol Brihaspati with the Visve Devas."
    },
    {
      "id": 6685580381834,
      "hymn": "Hymn 19",
      "title": "A hymn recommending the protection of various Gods",
      "file": "av19019.htm",
      "created": 1745090290988,
      "hash": "md5-WPu3NZ2KgPY+SjyNbHwJZQ==",
      "content": "Mitra arose with Earth. To that fort I lead you: enter it, occupy it. Let it give you protection and defence.\n\nVāyu arose with Air. To that fort, etc.\n\nSūrya arose with Heaven. To that fort, etc.\n\nChandramās arose with the Constellation. To that fort, etc.\n\nSacrifice arose with Priestly Fees. To that fort, etc.\n\nOcean arose with the Rivers. To that fort, etc.\n\nBrahma arose with the Brahmachārīs. To that fort, etc.\n\nIndra arose with Might. To that fort, etc.\n\nThe Gods arose with Immortality. To that fort, etc.\n\nPrajāpati arose with Creatures. To that fort I lead you: enter it, occupy it give you protection and defence."
    },
    {
      "id": 2853370531708,
      "hymn": "Hymn 20",
      "title": "A prayer for protection from death and misfortune",
      "file": "av19020.htm",
      "created": 1745090290989,
      "hash": "md5-XvOu+o1bblQSuFy646/Vtg==",
      "content": "May Soma, Varuna the King, both Asvins, Yama and Pūshan guard us well from Mrityu— Death caused by men, which Indra-Agni, Dhātar, Brihaspati and Savitar appointed.\n\nAll that the World's Lord made, all that for creatures Prajāpati and Mātarisvan fashioned, All things within the quarters and their spaces, let all these be my manifold defences.\n\nThat which the Gods bound on them when they battled for their royal sway. What Indra made his shield, may that protect us well on every side,\n\nMy shield is Heaven and Earth, my shield is the bright Day, my shield the Sun. The Visva Devas made my shield. Let not misfortune fall on me."
    },
    {
      "id": 4123950592710,
      "hymn": "Hymn 21",
      "title": "A single line giving the names of the chief Vedic metres",
      "file": "av19021.htm",
      "created": 1745090290992,
      "hash": "md5-/hK1raCXXYVkjYRVlyu+AA==",
      "content": "Gāyatri, Ushnih, Anushtup, Brihatī, Trishtup, Jagatī."
    },
    {
      "id": 6007081855013,
      "hymn": "Hymn 22",
      "title": "A prose hymn of homage to various portions of the Atharva-veda, to the Rishis, and to Brahma",
      "file": "av19022.htm",
      "created": 1745090290992,
      "hash": "md5-heuZV6UrrD0tLrKW/35F7g==",
      "content": "With the first five chapters of the Angirases, Hail!\n\nTo the sixth, Hail!\n\nTo the seventh and eight, Hail!\n\nThe black-clawed ones, Hail!\n\nTo the golden-hued ones, Hail!\n\nTo the small ones, Hail!\n\nTo those composed in strophes, Hail!\n\nTo the first shells, Hail!\n\nTo the second shells, Hail!\n\nTo the third shells, Hail!\n\nTo the penultimates, Hail.\n\nTo the last ones, Hail!\n\nTo the latter ones, Hail!\n\nTo the Rishis, Hail!\n\nTo those with hair in tufts, Hail!\n\nTo the Ganas, Hail!\n\nTo the great Ganas, Hail!\n\nTo all the Vidagana Angirases, Hail!\n\nTo those two with separate thousands, Hail!\n\nTo Brahma, Hail!\n\nCollected manly powers are topped by Brahma. Brahma at first spread out the loftiest heaven. Brahma was born first of all things existing. Who then is meet to be that Brahma's rival?"
    },
    {
      "id": 7202161461541,
      "hymn": "Hymn 23",
      "title": "A prose hymn of homage to various portions of the Atharva-vada classed according to the number of verses which their hymns contain",
      "file": "av19023.htm",
      "created": 1745090290993,
      "hash": "md5-W7SdrtTLcqU2BSWSvc9qCw==",
      "content": "Hail to the four-verse strophes of the Atharvanas!\n\nHail to the five-versed!\n\nHail to the six-versed!\n\nHail to the seven-versed!\n\nHail to the eight-versed!\n\nHail to the nine-versed!\n\nHail to the ten-versed!\n\nHail to the eleven-versed!\n\nHail to the twelve-versed!\n\nHail to the thirteen-versed\n\nHail to the fourteen-versed!\n\nHail to the fifteen-versed!\n\nHail to the sixteen-versed!\n\nHail to the seventeen-versed!\n\nHail to the eighteen-versed!\n\nHail, nineteen!\n\nHail, twenty!\n\nHail to the Great Section!\n\nHail to the triplets!\n\nHail to the single-versed hymns!\n\nHail to the little ones!\n\nHail to the single non-Rich-versed ones!\n\nHail to the Rohitas!\n\nHail to the two Sūryā hymns!\n\nHail to the two Vrātya hymns!\n\nHail to the two Prajāpati hymns!\n\nHail to the hymn of victory!\n\nHail to the hymns for happiness!\n\nHail to Brahma!\n\nCollected manly powers are topped by Brahma. Brahma at first spread out the loftiest heaven. Brahma was born first of all things existing. Who then is fit to be this Brahma's rival?"
    },
    {
      "id": 4958003406142,
      "hymn": "Hymn 24",
      "title": "A benediction on a newly elected King",
      "file": "av19024.htm",
      "created": 1745090290993,
      "hash": "md5-/Qjs6g0cL/Lx0UeB8gQr0Q==",
      "content": "Do ye, O Brāhmanaspati, invest for the royal sway this man. With that wherewith the Deities invested Savitar the God.\n\nInvest this Indra for long life, invest him for great princely power, That I may lead him on to eld, that the man watch his princedom long.\n\nInvest this Soma for long life, invest him for great hearing power. That I may lead him on to eld, that he may watch o'er hearing long.\n\nFor us, surround him, cover him with splendour, give him long life, and death when age removes him. This garment hath Brihaspati presented to Soma, to the King, to wrap about him.\n\nAdvance to good old age: endue the mantle. Be thou our heifers' guard from imprecation. Live thou a hundred full and plenteous autumns, and wrap thee in prosperity of riches.\n\nThou for weal hast clothed thee in this garment: thou hast become our cows' sure guard from curses. Live thou a hundred full and plenteous autumns: then living, fair thyself, shalt deal forth treasures.\n\nIn every need, in every fray we call, as friends, to succour us, Indra the mightiest of all.\n\nGold-coloured, undecaying, blest with heroes, dwell, dying in old age, with children round thee. This is the spoken word of Agni, Soma, Brihaspati and Savitar, and Indra."
    },
    {
      "id": 1759310955064,
      "hymn": "Hymn 25",
      "title": "A charm to be used when a young ox is first yoked",
      "file": "av19025.htm",
      "created": 1745090290993,
      "hash": "md5-Vas1GqqM/CAfQIuzB1P+ZA==",
      "content": "I yoke thee with the mind of one unwearied still and first of all. Be thou a bearer up the hill: run hither bearing up thy load."
    },
    {
      "id": 3023527750821,
      "hymn": "Hymn 26",
      "title": "A hymn accompanying investiture with an amulet of gold",
      "file": "av19026.htm",
      "created": 1745090290993,
      "hash": "md5-YhDNIJyJu27dnr4KPfczIA==",
      "content": "Gold that was born from Fire is immortal hath been deposited with mortal creatures. He who knows this deserves to own this jewel, and in extreme old age dies he who wears it.\n\nThe men of ancient time with children round them longed for this Gold, bright with the Sun's own colour, This shall endow thee, as it shines, with splendour, and long shall be the life of him who wears it.\n\nLong life and splendour let it bring energy and strength to thee. That thou mayst shine among the folk with all the brightness of the Gold.\n\nWhat Varuna the King knows well, and what the God Brihaspati, And Indra, Slayer of the Foe, may that bestow long life on thee, may that increase thy splendid strength."
    },
    {
      "id": 1559634576365,
      "hymn": "Hymn 27",
      "title": "A benedictory hymn",
      "file": "av19027.htm",
      "created": 1745090290993,
      "hash": "md5-Ga4Db2gPwqiOvNAfHmx2nA==",
      "content": "Let the Bull guard thee with the kine, the Stallien with the fleet- foot steeds. Let Vāyu keep thee safe with prayer, and Indra with his mighty power.\n\nLet Soma guard thee with the plants, Sūrya protect thee with the stars; With breath let Wind protect thee, and the Moon, foe-slayer, with the months.\n\nThree are the earths, they say, and three the heavens, three are the atmospheres, and four the oceans. Threefold the hymn of praise, threefold the Waters. Let these with triple song and triplets guard thee.\n\nThree vaults of heaven, and three seas, three bright, three stationary ones, Three Mātarisvans, and three suns, protectors, I arrange for thee.\n\nIncreasing thee with butter I, Agni! with fatness sprinkle thee. Let not magicians harm the life of Agni or of Moon or Sun.\n\n Let not magicians mar your heat, your vital or diffusive breath. Brilliant and all-possessing Gods, run ye your course with God- like power.\n\nFire they endow with vital breath, Wind is compact, with vital breath: With vital breath the Gods produced the Sun whose face turn every way.\n\nLive with the Life-Creators' life. Die not, live on to lengthened age. Live with the breath of men with souls. Submit not to the power of Death.\n\nThe secret treasure of the Gods which Indra, by pathways travelled by the Gods, discovered, That gold the Waters with the triplets guarded. May they keep thee with threebold hymn and triplets.\n\nWith friendly thoughts the Deities, three-and thirty, and three great Powers preserved it in the Waters. He made heroic powers with the gold that lies upon this Moon.\n\nO ye eleven Gods who are in heaven, accept this sacrifice.\n\nO ye eleven Gods who are in air, accept this sacrifice.\n\nO ye eleven Gods who are on earth, accept this sacrifice.\n\n15 repeated from XIX. 16. 1, 2."
    },
    {
      "id": 2812607430148,
      "hymn": "Hymn 28",
      "title": "A charm for the destruction of enemies",
      "file": "av19028.htm",
      "created": 1745090290994,
      "hash": "md5-oSTSPU6zcS+zbzkd936LIQ==",
      "content": "On thee I bind this Amulet for lengthened life and brilliancy. The rival-quelling Darbha grass that burns the spirit of a foe.\n\nBurning the spirit of the foe, vexing the heart of enemies. Darbha, on every side, like heat, inflame all evil-hearted men.\n\nO Darbha, burning round like heat, consuming foes, O Amulet,. Like Indra rending Vala cleave mine adversaries' hearts in twain.\n\nCleave through. O Darbha, Amulet, my foes', mine adversaries'. heart. Rise thou and batter down their heads like growth that coverethl the earth.\n\nCleave thou my rivals, Darbha, cleave the men who fain would, fight with me. Cleave all who wish me evil, cleave the men who hate me,. Amulet!\n\nWound thou, my rivals, Darbha, etc. (as in 5, substituting. 'wound' for cleave.)\n\nTear thou my rivals, Darbha, etc.\n\nHow thou my rivals, Darbha, etc.\n\nCarve thou my rivals, Darbha, etc.\n\nPierce thou my rivals, Darbha, pierce the men who fain would fight with me. Pierce those who wish me evil, pierce the men who hate me, Amulet!"
    },
    {
      "id": 6009892230866,
      "hymn": "Hymn 29",
      "title": "A charm for the destruction of enemies, continued from 28",
      "file": "av19029.htm",
      "created": 1745090290994,
      "hash": "md5-DnPG0qi9fbvhAbFC73LEfg==",
      "content": "Pierce thou my rivals, Darbha, pierce the men who fain would fight with me. Pierce all who wish me evil, pierce the men who hate me,. Amulet!\n\nSplit thou my rivals, Darbha, etc. (as in 1, with 'split' for 'pierce' throughout).\n\nCheck thou, etc.\n\nCrush thou, etc.\n\nShake thou, etc.\n\nBruise thou, etc.\n\nBurn thou, etc.\n\nConsume, etc.\n\nSlay thou my rivals. Darbha, slay the men who fain would fight with me. Slay all who wish me evil, slay the men who hate me, Amulet."
    },
    {
      "id": 2783508526873,
      "hymn": "Hymn 30",
      "title": "A protective charm accompanying investiture with an amulet of Darbha grass",
      "file": "av19030.htm",
      "created": 1745090290994,
      "hash": "md5-C5LBr6FPlEeWIanJSwSKjw==",
      "content": "Darbha, with that good shield of thine, of hundred guards tilt death in eld, Arm thou this man, and with thy might strike thou his adver- saries down.\n\nDarbha, thou hast a hundred shields, thou hast a thousand. manly powers. All Gods have given thee to him to bear thee till extreme old age.\n\nThey call thee, ‘Darbha, shield of Gods, they call the Brāhmanas- pati. They call thee shield of Indra: thou protectest kingdoms from attack.\n\nDarbha, destroyer of the foe, vexing the hearts of enemies, An Amulet that strengthens rule I make thee, and the body's. guard.\n\nWhat time Parjanya roared to it with lightning flashes in the sea, Thence came the drop, the golden drop, thence Darbha into being sprang."
    },
    {
      "id": 6682728794607,
      "hymn": "Hymn 31",
      "title": "A charm to ensure general prosperity, accompanying self-investiture with an amulet of Udumbara",
      "file": "av19031.htm",
      "created": 1745090290994,
      "hash": "md5-+c35T7/md8zOO8l3dA6qqg==",
      "content": "Savitar make all cattle grow and prosper in my stable with. Amulet of Udumbara, helper of him who longs for wealth!\n\nMay he who was our Household Fire, the ruler of our cattle, strong. Amulet of Udumbara endow us with prosperity.\n\nBy power of the Udumbara Charm may Dhātar give me plenty, rich. In the kine's droppings and in fruit, and, in our dwelling, food, and drink.\n\nI win great plenty, while I wear the Amulet of Udumbara. Of quadrupeds and bipeds, of juices and food of every sort.\n\nI have obtained abundant wealth of cattle, bipeds and quad- rupeds, and corn in plenty. Savitar and Brihaspati vouchsafe me the milk of kine and herbs' refreshing juices!\n\nFain would I be the lord of herds of cattle: may he who rules o'er riches send me riches! May the Udumbara Amulet vouchsafe possessions unto me.\n\nTo me with wealth and children come the Amulet of Udumbara. With splendour come the Amulet hastened by Indra on its way!\n\nDivine, foe-quelling Amulet, wealth-winner for the gain of wealth— May it give store of beasts and food and cause our kine to multiply.\n\nAs thou, O Forest Tree, wast born with increase when thy life began, So let Sarasvati bestow abundant growth of wealth on me.\n\nSarasvati vouchsafe me wealth, household prosperity, and corn! Let Sinivāli bring them, and this Amulet of Udumbara.\n\nThe Lord of amulets art thou, most mighty: in thee wealth's ruler hath engendered riches, These gains are lodged in thee, and all great treasures. Amulet, conquer thou: far from us banish malignity and indigence, and hunger.\n\nVigour art thou, in me do thou plant vigour: riches art thou, so do thou grant me riches. Plenty art thou, so prosper me with plenty: House-holder, hear\" a householder's petition.\n\nAmulet of Udumbara, enrich us: vouchsafe us wealth with all good men about us. I bind thee on for increase of possessions.\n\nFor hero is this hero bound, Amulet of Udumbara. So may he make our offering sweetly-savoured, and grant us wealth with all good men about us."
    },
    {
      "id": 2423939494042,
      "hymn": "Hymn 32",
      "title": "A charm, with an amulet of Darbha grass, to subdue enemies and win the affection of others",
      "file": "av19032.htm",
      "created": 1745090290994,
      "hash": "md5-ytljI8xO6dIY9aA5eAGBog==",
      "content": "For lengthened life I bind on thee the Darbha grass, the mighty plant. Excellent, hard to overthrow, with hundred stems and thousand blades.\n\nThey cut not off his hair, they strike blow upon the breast for' him. To whom one gives protection by Darbha that hath uninjured leaves.\n\nO Plant, thy root is in the sky, and thou art stationed on the earth: With thee who hast a thousand stalks we strengthen all the powers of life.\n\nThrough all three skies the plant hath pierced, and the three regions of the earth; With thee I split in twain the tongue and words of the bad- hearted man.\n\nThou art victorious in thy might I am endowed with conquering strength: Possessed of overpowering force we two will quell our enemies.\n\nSubdue our foeman, overcome the men who fain would fight: with us. Conquer all evil-hearted ones: make many well-disposed to me.\n\nWith Darbha that hath sprung from Gods, stationed in heaven, full many a time. With this have I won many men, have won and may I win them still.\n\nDo thou, O Darbha, make me dear to Brāhman and Rājanya, dear to Sūdra, and to Arya dear, Yea, dear to every man we love, to every man with eyes to see.\n\nHe who first born fixed earth in her position, he who established heaven and air's mid-region, Whom sinner ne'er hath known as his supporter,—this Darbha be our shelter and protection!\n\nFirst of all plants it sprang into existence, victorious, hundred- stemmed, the foe-subduer, So may this Darbha from all sides protect us: with this may I subdue our foes in battle."
    },
    {
      "id": 2446751996440,
      "hymn": "Hymn 33",
      "title": "A protective and benedictive charm",
      "file": "av19033.htm",
      "created": 1745090290994,
      "hash": "md5-KvZGq2uukce9l9qjxCKpqw==",
      "content": "Hundred stemmed, succulent, and worth a thousand, the Royal Rite of plants, the Water's Agni, Let this same Darbha guard us from all quarters. This Godlike Amulet shall with life endow us.\n\nDrawn forth from butter, juicy, sweetly-flavoured, firm as the earth, unshaken, overthrowing. Driving off foes and casting them beneath me, mount with the strength of mighty Ones, O Darbha.\n\nThou movest o'er the earth with vigour: lovely in sacrifice thou sittest on the altar. The Rishis bear thee as a purifier: cleanse thou us from all evil deeds' defilement.\n\nA stern and all-victorious king, foe-queller, dear to every man— That energy of Gods and mighty power, I bind this on thee for long life and welfare.\n\nAchieve heroic deeds with Darbha, wearing this Darbha never let thy soul be troubled. In splendour and precedence over others illumine like the Sun the heaven's four regions."
    },
    {
      "id": 2362139278107,
      "hymn": "Hymn 34",
      "title": "A protective charm addressed to the panacea called A Jangida",
      "file": "av19034.htm",
      "created": 1745090290995,
      "hash": "md5-jEV8Ykp/XJ8QuWjSxZH3BA==",
      "content": "Jangida, thou art Angiras: thou art a guardian, Jangida. Let Jangida, keep safely all our bipeds and our quadrupeds.\n\nDice-witcheries, the fifty-threes, the hundred witchcraft-practi- sers, All these may Jangida make weak, bereft of their effectual force.\n\nBaffle the loud factitious howl, make impotent the seven decays. As when an archer speeds the shaft, drive away want, O Jangida,\n\nThis counteracts the sorceress, this banishes malignity: Then may victorious Jangida's prolong the days we have to live.\n\nLet Jangida's protecting might encompass us on every side. Wherewith he quells Vishkandha and Sanskandha, might by greater might.\n\nThree times the Gods engendered thee fixt on the surface of the earth; The Brāhmans of the olden time knew that thy name was Angiras;\n\nThe ancient plants surpass thee not, nor any herbs of recent days. A potent charm is Jangida, a most felicitous defence.\n\nThen when thou sprangest into life, Jangida of un-measured strength, Indra, O mighty One, bestowed great power upon thee from the first.\n\nTo thee in truth, O Forest Tree, Indra the mighty One gave strength. Driving away all maladies, strike thou the demons down, O Plant.\n\nLumbago and rheumatic pain, consumptive cough, and pleurisy, And fever which each Autumn brings, may Jangida make- powerless."
    },
    {
      "id": 3412268499133,
      "hymn": "Hymn 35",
      "title": "A similar charm addressed to the same",
      "file": "av19035.htm",
      "created": 1745090290995,
      "hash": "md5-DRT4vDtOXpSE7ihKSM5QJw==",
      "content": "While their lips uttered Indra's name the Rishis gave us Jangida.. Which in the earliest time Gods made a remedy, Vishkandha's- cure.\n\nSo may this Jangida guard us, even as a treasurer guards wealth,. Even this which Gods and Brāhmans made a malice-quelling sure defence.\n\nHard-hearted men, the cruel eye, the sinner who hath come to- us, Destroy thou these with watchful care, O thou who hast a. thousand eyes. Thou, Jangida, art my defence.\n\nGuard me from earth and guard me from the heavens, guard me from middle air, from plants protect me. Protect me from the present and the future. From every region Jangida preserve us!\n\nAll sorcerers made by the Gods, all that arise from mortal men,. These, one and all, let Jangida, healer of all, make impotent."
    },
    {
      "id": 4502532909395,
      "hymn": "Hymn 36",
      "title": "A charm against disease and evil spirits",
      "file": "av19036.htm",
      "created": 1745090290995,
      "hash": "md5-wcZ70n/Uxy/D5w9PU4OeUA==",
      "content": "The Hundred-haired hath banished hence fiends and Consump- tions by its might. With splendour hath the charm that scares demons of ill-name mounted up.\n\nIt drives off demons with its horns and sorceresses with its root, It stays Consumption with its waist: from this no wickedness escapes.\n\nConsumptions, light and serious, and those which sounds accompany, All these the Amulet, Hundred-haired, scarer of fiends, hath banished hence.\n\nA hundred men hath it produced, hundred Consumptions chased away, All fiends of evil-name it hath smitten, and shakes the Rākshasas.\n\nThe Bull that weareth horns of gold, this Amulet with hundred hairs, Hath cleft the demons of ill-name and overcome the Rākshasas.\n\nHundred she-fiends, a hundred of Gandharvas and Apsarasas, A hundred of dog-mated nymphs, I keep away with Hundred- Hair"
    },
    {
      "id": 6592774353285,
      "hymn": "Hymn 37",
      "title": "A charm to secure long life and dominion to a prince",
      "file": "av19037.htm",
      "created": 1745090290995,
      "hash": "md5-sc8Y0OI57S2HZ4EKXJ3EGQ==",
      "content": "To me hath come this word given by Agni, fame, force and might, and strength, and life, and lustre. May Agni too bestow on me three-times a hundred manly powers.\n\nFor mighty strength, for action, I receive thee, for manly power, to last a hundred autumns.\n\nFor conquering strength and energy and vigour I fasten thee for chieftainship, for bearing royal dominion through a hundred autumns.\n\nWith Seasons and with Season-groups, for vigour and extended life. With splendour of the perfect year we fasten thee about the neck."
    },
    {
      "id": 4646839761249,
      "hymn": "Hymn 38",
      "title": "A protective charm",
      "file": "av19038.htm",
      "created": 1745090290995,
      "hash": "md5-m5BNHxN+vOGhQbVMp7h9jw==",
      "content": "Never Consumption, never curse touches the man, Arundhatī! Whom the delicious odour of the healing Bdellium penetrates\n\nConsumptions flee apart from it as from a wild beast fly the deer. If thou, O Bdellium, art produced from Sindhu or hast come from sea, The quality of both have I taken to keep this man unscathed."
    },
    {
      "id": 1466320492591,
      "hymn": "Hymn 39",
      "title": "A protective charm",
      "file": "av19039.htm",
      "created": 1745090290995,
      "hash": "md5-OuTQMqE9g7YLKmTOvvoZvA==",
      "content": "Let Kushtha from the Hill of Snow come, a divine deliverer. Banish thou all Consumption, drive all sorceresses far away.\n\nKushtha, three several names hast thou, Naghamāra, Naghārisha: let not mishap befall this man, For whom I make a charm of thee at eve, at morning, and by day.\n\nJivalā is thy mother's name, thy father's name is Jivala; let not mishap, etc.\n\nThou art the best amid the plants, even as the ox is best of tame, the tiger of rapacious beasts: let not mishap, etc.\n\nBorn thrice from the Ādityas, thrice from Bhrigus, thrice from Angiras' sons, born from the Visve Devas thrice, Healer of every malady, that Kushtha stands by Soma's side. Banish thou all Consumption, drive all sorceresses far away.\n\nIn the third heaven above us stands the Asvattha tree, the seat of Gods: There is embodiment of life that dies not: thence was Kushtha born.\n\nThere moved through heaven a golden ship, a ship with cordage wrought of gold: There is embodiment of life that dies not; thence was Kushtha born.\n\nWhere is the Sinking of the Ship, the summit of the Hill of Snow, There is embodiment of life that dies not: thence was Kustha born. Healer of every malady, that Kushtha stands by Soma's side. Banish thou all Consumption, drive all sorceresses far away.\n\nThou whom Ikshvāku's ancestor, whom he who well-loved Kushtha, knew, Whom Vāyasa and Mātsya knew, hence healer of all ills art thou.\n\nO thou who hast all-reaching might drive away Fever, drive it down, <A HREF=\"errata.htm#1\">Head</A> racking Fever, tertian, continual, lasting for a year."
    },
    {
      "id": 3287859960265,
      "hymn": "Hymn 40",
      "title": "A prayer for pardon of error in sacrifice, and for wisdom, strength, and life",
      "file": "av19040.htm",
      "created": 1745090290996,
      "hash": "md5-ICA9yYbQxZAaPmi28GqneA==",
      "content": "For each defect of mine in voice and spirit I have approached One vehement and ardent. With all the Deities, fully approving, Brihaspati supply the want!\n\nDisturb ye not our intellect, O Waters, nor the power of prayer_ Glide on your way, strength-giving, invocated: may I be vigor- ous and wise.\n\nMar not our consecrating rite, our intellect, or fervent zeal. Gracious to us for lengthened life, propitious let the Mothers be.\n\nVouchsafe to us, ye Asvins twain, such strength as, with atten- dant light, May through the darkness carry us."
    },
    {
      "id": 2869471932748,
      "hymn": "Hymn 41",
      "title": "A benediction on a newly elected king",
      "file": "av19041.htm",
      "created": 1745090290996,
      "hash": "md5-03YEYTzsW6jRyNNUdEc5KA==",
      "content": "Desiring bliss, at first, light-finding Rishis began religious rite and holy fervour. Thence energy was born, and might, and kingship: so to this man let gathered Gods incline them."
    },
    {
      "id": 6673947324170,
      "hymn": "Hymn 42",
      "title": "In praise of Brahma, Prayer, or Devotion",
      "file": "av19042.htm",
      "created": 1745090290996,
      "hash": "md5-d3mLPllimn7C/H+gUyN18g==",
      "content": "Brahma is Hotar, sacrifice: with Brahma are the stakes set up. From Brahma was the Adhvaryu born, from Brahma hidden offering.\n\nBrahma is fatness-dropping scoops: with Brahma was the altar reared. Brahma is worship, lengthened rite, the Rishis who pay sacrifice, the victim's Immolators. Hail!\n\nTo him who frees from woe mine hymn I offer, to the Good Guardian, as I seek his favour. Accept this offering of mine, O Indra. Fulfilled be all the sacri- ficer's wishes!\n\nWith prayer I call on him who frees from trouble, Prince of Gods, Splendid, chief of sacrifices, I call the Waters' Child and both the Asvins, Vigour is mine, and strength bestowed by Indra."
    },
    {
      "id": 4911149114738,
      "hymn": "Hymn 43",
      "title": "In praise of Brahma, Prayer, or Devotion",
      "file": "av19043.htm",
      "created": 1745090290996,
      "hash": "md5-gtni9YmqW/aT4sCzh+sgkw==",
      "content": "Whither men versed in Brahma go, with fervour and the cleans- ing rite, Thither let Agni lead me, let Agni give me intelligence, All hail to Agni!\n\nWhither etc. Thither let Vāyu lead me, let Vāyu vouchsafe me vital breath. All hail to Vāyu!\n\nWhither, etc. Thither let Sūrya lead me, let Sūrya vouchsafe me power of sight. All hail to Sürya\n\nWhither, etc. Thither let Chandra lead me, let Chandra vouchsafe me intellect. All hail to Chandra!\n\nWhither, etc. Thither let Soma lead me, let Soma vouchsafe me vital sap. All hail to Soma!\n\nWhither, etc. Thither let Indra lead me, let Indra bestow upon me power. All hail to Indra!\n\nWhither, etc. Thither, let Waters lead me, let the Waters give me deathless life. All hail to Waters!\n\nWhither, etc. Thither let Brahma lead me, let Brahma give Brahma unto me. All hail to Brahma!"
    },
    {
      "id": 2169978915781,
      "hymn": "Hymn 44",
      "title": "A curative and protective charm",
      "file": "av19044.htm",
      "created": 1745090290996,
      "hash": "md5-/L+966/HwaFgIYGVOtUh1A==",
      "content": "Thou art the lengthening of life, thy name is Universal Cure: Then, Ointment! send felicity; Waters, send happiness and peace.\n\nThe yellow hue, the feverish heat, the shooting pain that rends II the limbs, All the consumptive malady let the Ointment drive from out thy frame.\n\nLet the Salve born upon the earth, benignant, giving life to man. Make the swift rider on the car sinless, exempt from sudden death.\n\nPreserve our breath, O Vital Breath, have mercy on our life, O Life. From snares of Nirriti do thou, O Nirriti, deliver us.\n\nThou art the babe of Sindhu, thou art lightnings' flower, wind, breath, and Sun: thou art the eye and milk of heaven.\n\nGods' Ointment from the Three Peaked Hill, preserve thou me on every side. No plants of earth surpass thee, none from mountain or from cultured ground.\n\nNow hath it gently crept within, fiend-slaying, chasing malady. And driving all diseases hence, and evil omens, banished them.\n\nFull many a falsehood, O thou King Varuna, man hath uttered here: Do thou who hast a thousand powers preserve us from that misery.\n\nIf we have cried, O Waters! Cows! if we have cried, O Varuna! For this endowed with thousand powers! deliver us from misery.\n\nMitra and Varuna, O Salve have closely followed after thee May they, when they have followed thee afar, restore thee for our use."
    },
    {
      "id": 4565755320144,
      "hymn": "Hymn 45",
      "title": "A curative and protective charm",
      "file": "av19045.htm",
      "created": 1745090290996,
      "hash": "md5-wGtnDLgmuEn3Wohttmirsg==",
      "content": "As debt from debt repay and send sorcery to the sorcerer's house. Split, Salve! the cruel villain's ribs whose evil eye bewitches us.\n\nWhatever evil dream we have, what'er befall our kine or home, Be this that is salubrity, the evil-hearted's foe applied.\n\nIncreasing from the Waters' strength and vigour, sprung into life from Agni Jātavedas, Strong as four heroes, mountain born, this Ointment make for thee quarters and mind-points auspicious!\n\nOn thee is laid the Chaturvira Ointment: let all the regions give thee peace and safety. Secure like precious Savitar thou standest: to thee let all these regions bring their tribute.\n\nMake one thy salve, thine amulet another, drink one, and with another bathe thy body. So let the Chaturvira keep us guarded from the four bonds of Nirriti and Grāhi.\n\nMay Agni protect me with fire for inspiration and expiration, for strength, for energy, for vigour, for weal and prosperity. All Hail!\n\nMay Indra protect me with his Indra-power for inspiration, etc.\n\nMay Soma protect me with Soma-power, etc.\n\nMay Bhaga with good fortune protect me, etc.\n\nMay the Maruts protect me with their troops for inspiration and expiration, for strength, for energy, for vigour, for weal and prosperity. All Hail!"
    },
    {
      "id": 2481326467182,
      "hymn": "Hymn 46",
      "title": "A charm accompanying investiture with an amulet that ensures safety and victory",
      "file": "av19046.htm",
      "created": 1745090290996,
      "hash": "md5-B7eHUqL1/56EAgSMvIQh+Q==",
      "content": "For manly strength Prajāpati bound thee on first, invincible. This for long life on thee I bind for splendour, strength, and energy. Invincible, let it guard thee well.\n\nErect, invincible, be this man's watchful keeper: let not the Panis or the sorcerers harm thee. Shake off thy foes as Indra scattered Dasyus: quell all enemies. Invincible, let it guard thee well.\n\nIndra hath lent the power of sight, and vital breath and strength to this. Whom even a hundred combatants, striking, have failed to over- come. Invincible, let it guard thee well.\n\nAround thy limbs I place the mail of Indra who hath become the Gods' imperial Sovran. Again let all the Deities bring thee hither. Invincible let it guard thee well.\n\nOne and a hundred manly powers, a thousand lives hath this Amulet, unconquered ever. Go forth a tiger, strike down all thy foemen: let him who would oppose fall low beneath thee. Invincible, let it guard thee well.\n\nDrawn forth from butter, rich in milk and sweetness, hundred- lived, thousand-homed, bestowing vigour, Kindly, delightsome, full of sap, and mighty, invincible let it guard thee well.\n\nThat thou mayst be pre-eminent, slayer of rivals, rivalless, May Savitar cause thee to be chief and controller of thy kin. Invincible, let it guard thee well."
    },
    {
      "id": 6420907100647,
      "hymn": "Hymn 47",
      "title": "A hymn to Night for protection from fiends, robbers, snakes and wolves",
      "file": "av19047.htm",
      "created": 1745090290997,
      "hash": "md5-kB1jaZf218AM1HHeX1pXkg==",
      "content": "Night! the terrestrial realm hath been filled with the Father's power and might. Thou spreadest forth on high unto the seats of Heaven: dark- ness that strikes with awe comes near.\n\nEach moving thing finds rest in her whose yonder boundary is not seen, nor that which keeps her separate. O spacious, darksome Night, may we uninjured reach the end of thee, reach, O thou blessed One, thine end.\n\nThy ninety-nine examiners, O Night, who look upon mankind, Eighty-and-eight in number, or seven-and-seventy are they.\n\nSixty-and-six, O opulent, fifty-and-five, O happy One, Forty-and-four and thirty-three are they, O thou enriched with spoil.\n\nTwenty-and-two hast thou, O Night, eleven, yea, and fewer still. With these protectors guard us well. O Daughter of the Sky, to- day.\n\nLet not a fiends or spiteful man, let no ill-wisher master us. Let not the robber seize our cows, nor the wolf take our sheep today.\n\nLet not the thief, O Blessed, seize our horses, nor she-fiends our men. Let thief and robber run away on pathways most remote from us.\n\nFar from us let Rope with Fangs, far from us let the wicked flee. Do thou make blind and headless. Night, the serpent with his pungent breath.\n\nCrush the wolf's jaws in pieces, strike the robber dead against a post. In thee, O Night, do we abide: we here will sleep. Be watchful thou.\n\nGive thou protection to our kine; and to our horses, and our men."
    },
    {
      "id": 1923593776101,
      "hymn": "Hymn 48",
      "title": "A hymn to Night for protection",
      "file": "av19048.htm",
      "created": 1745090290997,
      "hash": "md5-mVeCuiZlB18Zw4Hd5c3IXA==",
      "content": "Then all that we accumulate, all that the treasure-chest contains,. All this do we entrust to thee.\n\nEntrust thou us to Dawn, O Mother Night. May Dawn entrust us to the Day, and Day to thee, O splendid. One.\n\nWhatever flying thing be here, whatever thing that creeps and. crawls. Whatever fastens on a joint, therefrom do thou protect us, Night.\n\nSo guard thou us from west and east, protect us from the north and south. O splendid One, preserve us: we, the singers of thy praise, are here.\n\nThey who are followers of Night, and they who watch o'er living things. They who protect all cattle, they keep watch and ward over our lives, over our herds keep watch and ward.\n\nVerily, Night, I know thy name, Dropper of Fatness art thou called. Thee Bharadvāja knew as such: as such be watchful o'er our wealth."
    },
    {
      "id": 4749125363026,
      "hymn": "Hymn 49",
      "title": "A hymn of Praise and prayer to Night",
      "file": "av19049.htm",
      "created": 1745090290997,
      "hash": "md5-RWOH7x8gQTyq9DwhyII1zA==",
      "content": "Friend of the home, the strong and youthful maiden, Night, dear to Savitar the God, and Bhaga, All-compassing, all-glorious, prompt to listen, hath with her greatness filled the earth and heaven.\n\nOver all depths hath she gone up, and mounted, most mighty One, the sky's exalted summit. Over me now the loving Night is spreading with her auspicious. Godlike ways like Mitra.\n\nExcellent, high-born, blissful, meet for worship, Night, thou hast come: stay here with friendly spirit. Guard us, the food for men that we have gotten, and all pro- sperity that comes of cattle.\n\nWith eager haste hath Night assumed the vigour of leopard,. tiger, or of tawny lion, The horse's neighing and the wild-man's bellow, Thou takest many a form when thou appearest.\n\nKind through the Night be absence of the sunshine: Mother of Frost, may she be swift to hear us. Take notice of the hymn, thou highly favoured, wherewith I worship thee in all the regions.\n\nEven as a King, O splendid Night, thou takest pleasure in our hymn. May we through Mornings as they flush have all our good men, round us, and become possessors of all wealth.\n\nYes, Rāmyā is the name thou hast assumed. The men who fain. would spoil. My wealth do thou annoy, O Night, that not one robber may appear, none may a second time appear.\n\nThou like a well-wrought cup, O Night, art lovely: thou, a. young maid, art formed in perfect beauty. Thou lovingly, for me with eyes to se: them, hast bound on thee heaven's stars as thine adornment.\n\nWhatever robber comes to-day, mischievous mortal enemy. Let Night go forth, encounter him, and smite away his neck and head;\n\nHis feet that he may walk no more, his hands that he may do no harm. The robber who comes hitherward goes crushed and mutilated hence, Goes hence, goes far away from us, goes hence and bears no spoil away."
    },
    {
      "id": 3669686308189,
      "hymn": "Hymn 50",
      "title": "A hymn to Night for protection and prosperity",
      "file": "av19050.htm",
      "created": 1745090290997,
      "hash": "md5-75VGdLiuMX8UUzGjuLyY7g==",
      "content": "Blind him and make him headless, Night! the serpent with the pungent breath. Strike from his head the wolf's two eyes, and dash the thief against a post.\n\nThose oxen that are thine, O Night, with sharpened horns and rapid pace, With those transport us safe to-day o'er difficulties everywhere.\n\nUninjured in our bodies may we pass through each succeeding night, And let malignities fail to pass, as men without a boat the depth.\n\nAs millet hurried through the air before us is beheld no more. So cause the man to vanish, Night, who plans to do us injury.\n\nThe thief hast thou kept far away, the robber driver of our kine. Even him who having covered up the horse's head would lead him off.\n\nIf dealing treasure thou hast come to-day, O highly favoured Night. Cause thou us to enjoy it all so that this may not pass away.\n\nDo thou entrust us to the Dawn, all of us free from sin, O Night. May Dawn deliver us to Day, and Day to thee, O glorious One."
    },
    {
      "id": 3040018261516,
      "hymn": "Hymn 51",
      "title": "A sacrificial formula",
      "file": "av19051.htm",
      "created": 1745090290997,
      "hash": "md5-LhBR79g17ywf3iCKpLu/MA==",
      "content": "Undisturbed am I, undisturbed is my soul, undisturbed mine eye, undisturbed mine ear, undisturbed is mine in-breathing, undisturbed mine out-breathing, undisturbed my diffusive- breath, undisturbed the whole of me.\n\nUnder the impulse of the God Savitar, sent forth from the arms- of the Asvins and both hands of Pūshan I have taken thee."
    },
    {
      "id": 2658437731809,
      "hymn": "Hymn 52",
      "title": "A hymn to Kāma or Desire",
      "file": "av19052.htm",
      "created": 1745090290997,
      "hash": "md5-yfb0PQXlXxlmi4e52wOzdQ==",
      "content": "Thereafter rose Desire in the beginning, Desire the primal seed and germ of Spirit. O Kāma dwelling with the lofty Kāma, give growth of riches to the sacrificer.\n\nThou, Kāma, art victorious, famous, potent, splendid, a friend. to him who seeks thy friendship. Mighty and overpowering in battle, give strength and vigour to the sacrificer.\n\nThey heard his prayers, and they begot, by Kāma, heavenly- light for him. Who from a distance longed for it, a dealer ready to exchange.\n\nO Kāma, with whatever wish we make this offering to thee, May it be all fulfilled to us. Then taste this sacrifice, All hail!"
    },
    {
      "id": 2004142725539,
      "hymn": "Hymn 53",
      "title": "A hymn to Kāma or Time",
      "file": "av19053.htm",
      "created": 1745090290998,
      "hash": "md5-TEyRAb80JwlHomq1VpHc2g==",
      "content": "Prolific, thousand-eyed, and undecaying, a horse with seven reins Time bears us onward. Sages inspired with holy knowledge mount him: his chariot wheels are all the worlds of creatures.\n\nThis Time hath seven rolling wheels and seven naves immorality is the chariot's axle. This Time brings hitherward all worlds about us: as primal Deity is he entreated.\n\nOn Time is laid an overflowing beaker: this we behold in many a place appearing. He carries from us all these worlds of creatures. They call him Kāla in the loftiest heaven.\n\nHe only made the worlds of life, he only gathered the worlds of living things together. Their son did he become who was their Father: no other higher power than he existeth.\n\nKāla created yonder heaven, and Kāla made these realms of earth. By Kāla, stirred to motion, both what is and what shall be expand.\n\nKāla created land; the Sun in Kāla hath his light and heat. In Kāla rest all things that be: in Kāla doth the eye discern.\n\nIn Kāla mind, in Kāla breath, in Kāla name are fixt and joined. These living creatures, one and all, rejoice when Kāla hath approached.\n\nKāla embraces Holy Fire, the Highest, Brahma in himself. Yea, Kāla, who was father of Prajāpati, is Lord of All.\n\nHe made, he stirred this universe to motion, and on him it rests. He, Kāla, having now become Brahma, holds Parameshthin up.\n\nKāla created living things and, first of all, Prajāpati. From Kāla self-made Kasyapa, from Kāla Holy Fire was born."
    },
    {
      "id": 4283613155944,
      "hymn": "Hymn 54",
      "title": "A hymn to Kāla; a continuation of the preceding hymn",
      "file": "av19054.htm",
      "created": 1745090290998,
      "hash": "md5-Te2AxZ2LDGHyyTP3MuiCEg==",
      "content": "From Kāla sprang the Waters, sprang the regions, Brahma, Holy Fire. The Sun ascends by Kāla, and in Kāla sinks again to rest.\n\nBy Kāla freshly blows the wind, mighty through Kāla is the Earth: on Kāla rests the mighty Sky.\n\nIn Kāla erst the text produced what is and what is yet to be. From Kāla sprang the Richas, and from Kāla was the Yajus born.\n\nThey formed in Kāla sacrifice, eternal portion for the Gods. In Kāla the Gandharvas and Apsarasas and worlds abide.\n\nAtharvan and this Angiras in Kāla are supreme o'er heaven. Both this world and the world that is most lofty, the pure worlds and pure intermediate spaces,—\n\nYea, having conquered all the worlds by Brahma, Kāla as God Supreme is supplicated."
    },
    {
      "id": 3430249456688,
      "hymn": "Hymn 55",
      "title": "A hymn to Agni for protection and prosperity",
      "file": "av19055.htm",
      "created": 1745090290998,
      "hash": "md5-1wIWRT7Zl7YExCF+wWR/yA==",
      "content": "Bringing, as 'twere, with care unceasing fodder night after night to feed this stabled Courser, Joying in food and in the growth of riches, may we thy neigh- bours, Agni, ne'er be injured.\n\nHere is thine own desire for wealth: through this be gracious unto us. Joying in food and in the growth of riches, may we thy neigh- bours, Agni, ne'er be injured.\n\nEach eve that comes our household's Lord is Agni, showing his. loving-kindness every morning. Bestow upon us treasure after treasure: enkindling thee may we increase thy body.\n\nEach morn that comes our household's Lord is Agni, showing. his loving-kindness every evening. Vouchsafe us treasure after treasure: kindling thee may we prosper through a hundred winters.\n\nNever may I come short of food to feed me. Glory to Agni, Rudra, the consumer and the Lord of food!\n\nProtect my company, protect its courteous members, courteous. God! Only through thee, O much-invoked, may I be ever rich in kine.\n\nOnly to thee bringing our tribute, Agni, each day as fodder to a stabled courser, Joying in food and in the growth of riches, may we the neigh- bours, Agni ne'er be injured."
    },
    {
      "id": 2584942913249,
      "hymn": "Hymn 56",
      "title": "A hymn to Sleep",
      "file": "av19056.htm",
      "created": 1745090290998,
      "hash": "md5-VjqRrA4PghOENGTaahk/pg==",
      "content": "Thou art come hither from the world of Yama: thou, resolute, affectest men with rapture. Thou, Sleep, created in the Asura's dwelling, goest, well-know- ing, with the solitary.\n\nAt first the all-containing, depth beheld thee, ere Night was born, when only Day existed. Thence hast thou come, thence, Sleep, hast thou come hither, concealing, deep within, all form and figure.\n\nCome from the Asuras in lofty, glory, he hath approached the Gods in search of greatness. Winners of heavenly light, the Three-and-Thirty endowed this Sleep with his supreme dominion.\n\nOf him nor Fathers nor the Gods have knowledge, the Gods whose gentle talk is still about him. Urged by command of Varuna the Ādityas, Heroes, transported Sleep to Trita Āptya.\n\nThou whose severity hath reached ill-doers, and whose reward the good have gained in slumber, Delightest heaven with thy most lofty kinship, born from his spirit who was worn and weary.\n\nOf old we know all places whence thou comest. O Sleep, we know him who is here thy ruler. Protect us here illustrious with glory. Go, from afar, with poisons, into distance."
    },
    {
      "id": 6828173632187,
      "hymn": "Hymn 57",
      "title": "A charm against evil dreams",
      "file": "av19057.htm",
      "created": 1745090290998,
      "hash": "md5-YqiLV60boCQuSAluHhB6Xw==",
      "content": "As men discharge the utmost debt, collect the eighth and sixteenth part, So to the foeman we transfer together all the evil dream.\n\nPrinces came together, debts came together, Kushthas came to- gether, Sixteenths came together. The whole evil dream that hath visited us we send away as a bad dream to the man who hates us.\n\nChild of Gods' Consorts, minister of Yama is the good Dream: that which is my trouble we drive away to the enemy.\n\nThou whose name is Rough art the mouth of the Black Bird. As such we know thee, Dream, as such we know thee well. Like a horse art thou, O Dream. As they bind girth and surcingle on a horse, so bind the alien mischief-maker, the scorner of the Gods.\n\nThe evil dream that threatens us, threatens our cattle or our home. That let the scorner of the Gods, the alien mischief-maker bind as a gold jewel round his neck.\n\nHaving measured off nine cubits' distance from us we give away the whole of the evil dream to the man who hates us."
    },
    {
      "id": 6665622693732,
      "hymn": "Hymn 58",
      "title": "A prayer for prosperity, accompanying a sacrifice",
      "file": "av19058.htm",
      "created": 1745090290998,
      "hash": "md5-4FkSmGemfE8/z5SyXjX9jA==",
      "content": "Still equal be the flow of butter ever causing the Year to prosper with oblation. Still be our hearing, sight, and breath uninjured: let us lose nothing of our life and vigour.\n\nLet lively breath invite us: we call vital breath to visit us. Earth and air's middle realm have gathered, Soma, Brihaspati and Dhartar gathered vigour.\n\nThe earth and heaven have come to be two gatherers up of vigo- rous might. So let us gather vigour up and closely follow after Earth. With glory come the cows and stand beside the master of the herd. Let us when we have gathered fame and glory closely follow Earth.\n\nPrepare the cow-stall, for there drink your heroes: stitch ye the coats of armour wide and many. Make iron forts defying all assailants: let not your pitcher leak; stay it securely.\n\nThe eye of sacrifice, source and beginning with voice, car, spirit unto him I offer. To this our sacrifice, wrought by Visvakarman, may the Gods come gracious and kindly-hearted.\n\nLet the Gods' Priests and those who merit worship, to whom oblation as their share is offered, Come to this holy service with their Consorts, and all Gods revel in the food we bring them."
    },
    {
      "id": 5284719267298,
      "hymn": "Hymn 59",
      "title": "An expiatory hymn accompanying sacrifice",
      "file": "av19059.htm",
      "created": 1745090290999,
      "hash": "md5-sZbM7yj9yRRojJ4yXnLLug==",
      "content": "God among mortals, Agni, thou art guard of holy Law, thou art To be adored in sacred rites.\n\nWhen, ignorant, we violate the statutes of you, O Deities, with whom is knowledge, Wise Agni shall correct our faults and failings, and Soma who hath entered into Brāhmans.\n\nTo the Gods' pathway have we come desiring to execute what work we may accomplish. Let Agni—for he knows—complete the worship. He is the Priest: let him fix rites and seasons."
    },
    {
      "id": 5700338809260,
      "hymn": "Hymn 60",
      "title": "A prayer for perfect bodily and mental health and vigour",
      "file": "av19060.htm",
      "created": 1745090290999,
      "hash": "md5-h3LPr0G7AZWHaV30WxXitw==",
      "content": "May I have voice in my mouth, breath in my nostrils, sight in mine eyes, hearing in mine ears, hair that hath not turned gray, teeth free from yellowness, and much strength in mine arms.\n\nMay I have power in my thighs, swiftness in my legs, stedfast- ness in my feet. May all my members be uninjured and my soul unimpaired."
    },
    {
      "id": 6410287962294,
      "hymn": "Hymn 61",
      "title": "A prayer for long life prosperity and final happiness in heaven",
      "file": "av19061.htm",
      "created": 1745090291000,
      "hash": "md5-wuvHdG+X279JFJICpUTYJA==",
      "content": "May my self remain in my body: may I enjoy the full time of life, Rest thee pleasantly: pour forth abundance, purifying thyself in Svarga."
    },
    {
      "id": 6804012499425,
      "hymn": "Hymn 62",
      "title": "A prayer for the love of Gods and men",
      "file": "av19062.htm",
      "created": 1745090291000,
      "hash": "md5-fKX1hPt0xuritmO2BAtG6g==",
      "content": "Make me beloved among the Gods, beloved among the Princes, make Me dear to everyone who sees, to Sūdra and to Aryan man."
    },
    {
      "id": 1864406792478,
      "hymn": "Hymn 63",
      "title": "A prayer, with sacrifice, for long life and prosperity",
      "file": "av19063.htm",
      "created": 1745090291000,
      "hash": "md5-qk70+f6rr8ej5xBaQjKjKw==",
      "content": "Rise up, O Brāhmanaspati; awake the Gods with sacrifice. Strengthen the Sacrificer: aid life, breath, and off-spring, cattle, fame."
    },
    {
      "id": 1922908539490,
      "hymn": "Hymn 64",
      "title": "A prayer to Agni for children, long life, and various blessings",
      "file": "av19064.htm",
      "created": 1745090291000,
      "hash": "md5-CtLabu5n2LeufRcOal+niw==",
      "content": "For lofty Jātavedas I have brought the fuel hither first. May he who knoweth all bestow faith and intelligence on me.\n\nWith fuel and with flaming wood we, Jātavedas, strengthen thee; So do thou strengthen us in turn with children and with store of wealth.\n\nWhatever even be the logs which, Agni, we lay down for thee, propitious be it all to me: accept it, O most youthful God.\n\nAgni, these logs are thine: with these be, fain to burn! a flaming brand. Vouchsafe us length of life and give us hope of immortality."
    },
    {
      "id": 3654568712923,
      "hymn": "Hymn 65",
      "title": "A hymn to Agni identified with the Sun",
      "file": "av19065.htm",
      "created": 1745090291000,
      "hash": "md5-m7glpoomH6jiRybpirMAeQ==",
      "content": "A Golden Eagle thou hast soared with light to heaven. Those who would harm thee as thou fliest skyward. Beat down, O Jātavedas, with thy fury. The strong hath feared: to heaven mount up with light, O Sūrya."
    },
    {
      "id": 5502724487373,
      "hymn": "Hymn 66",
      "title": "A hymn to Agni as the Sun",
      "file": "av19066.htm",
      "created": 1745090291000,
      "hash": "md5-IWJZ7bZwpuyeYS7VT+zSnA==",
      "content": "The Asuras with iron nets, magicians, who roam about with hooks and bonds of iron, With wrath I make thy thralls, O Jātavedas. Come as a bolt foe- quelling, thousand pointed."
    },
    {
      "id": 1540088199034,
      "hymn": "Hymn 67",
      "title": "A prayer for long life",
      "file": "av19067.htm",
      "created": 1745090291000,
      "hash": "md5-/nKeV8JQfEEnzb0pYdQOxg==",
      "content": "A hundred autumns may we see.\n\nA hundred autumns may we live.\n\nA hundred autumns may we know.\n\nA hundred autumns may we grow.\n\nA hundred autumns may we thrive.\n\nA hundred autumns may we be.\n\nA hundred autumns may we bide.\n\nA hundred, yea, and even more."
    },
    {
      "id": 5422873036957,
      "hymn": "Hymn 68",
      "title": "A preliminary sacrificial formula",
      "file": "av19068.htm",
      "created": 1745090291000,
      "hash": "md5-wjw3AOt7m3gK1trj8oJBpQ==",
      "content": "Both of broad and narrow I with magic power unclose the mouth. With these when we have raised the bunch of grass we pay the holy rites."
    },
    {
      "id": 6877947496030,
      "hymn": "Hymn 69",
      "title": "A prayer or charm for long life",
      "file": "av19069.htm",
      "created": 1745090291001,
      "hash": "md5-f5hbm5tGT6MvHN9/01H2oQ==",
      "content": "Ye are alive. I fain would live. I fain would live my complete term of life.\n\nYe live dependent. I fain would live dependent. I fain would live my complete term of life.\n\nYe remain alive. I fain would remain alive. I fain would live my complete term of life.\n\nYe are life-givers. I fain would live. I fain would live my com- plete term of life."
    },
    {
      "id": 3787364809285,
      "hymn": "Hymn 70",
      "title": "A charm for long life",
      "file": "av19070.htm",
      "created": 1745090291001,
      "hash": "md5-CJO6k7SixzAyRXIxpnohAg==",
      "content": "Live, Indra. Live Sūrya. Live, ye Gods. I fain would live. Fain would I live my complete term of life."
    },
    {
      "id": 6320036725447,
      "hymn": "Hymn 71",
      "title": "A hymn, accompanying libations, for wealth and prosperity",
      "file": "av19071.htm",
      "created": 1745090291001,
      "hash": "md5-EuMlYeNGcCQAaNG/uoXOeg==",
      "content": "Let my libations, giving boons, adoring, further the Twice-born's song that honours Soma. Go ye to Brahma's world having enriched me with life and breath, with children and with cattle, with fame and wealth, and with a Brāhman's lustre."
    },
    {
      "id": 1834870790124,
      "hymn": "Hymn 72",
      "title": "A sacrificial formula",
      "file": "av19072.htm",
      "created": 1745090291001,
      "hash": "md5-Rj9s/82wtCvDfl2ViOX1YQ==",
      "content": "Within the chest whence we before extracted the bunch of grass, this do we now deposit. Wrought is the sacrifice by power of Brahma. Through this assist me here, ye God, with Fervour."
    }
  ],
  "hash": "md5-CYDoies+iAvWUw3xifOhug=="
}