{
  "id": 3905456308719,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book XX",
  "author": "Ralph T.H. Griffith",
  "created": 1745090291002,
  "data": [
    {
      "id": 5706541342596,
      "hymn": "Hymn 1",
      "title": "Untitled",
      "file": "av20001.htm",
      "created": 1745090291003,
      "hash": "md5-IauY16oP7qikltvkz1rlyQ==",
      "content": "Thee, Indra, we invoke, the Bull, what time the Soma hath been pressed. Drink of the sweetly-flavoured juice.\n\nThe best of guardian hath the man within whose dwelling-place ye drink, O Maruts, giants of the sky.\n\nLet us serve Agni with our hyms, Sage who consumeth ox and cow, Who beareth Soma on his back."
    },
    {
      "id": 6770182432471,
      "hymn": "Hymn 2",
      "title": "Untitled",
      "file": "av20002.htm",
      "created": 1745090291003,
      "hash": "md5-f09YT87RHdz1TBdQreCK6Q==",
      "content": "Let the Maruts drink Trishtups from the Potar's cup, according to the season Soma from heaven.\n\nLet Agni from the Kindler's cup drink Trishtups, according to the season Soma from heaven.\n\nLet Indra the Brāhman from the Brāhman's cup drink Trishtups, according to the season Soma from heaven.\n\nLet the God, Granter of Wealth, from the Potar's cup drink Trishtups, according to the season Soma from heaven."
    },
    {
      "id": 6041348989834,
      "hymn": "Hymn 3",
      "title": "Untitled",
      "file": "av20003.htm",
      "created": 1745090291003,
      "hash": "md5-CqN7XAjSgocDFovv4ys3/w==",
      "content": "Come, we have pressed the juice for thee: O Indra, drink this Soma here. Seat thee on this my sacred grass.\n\nLet both thy bay steeds, yoked by prayer long-maned, O Indra, bring thee nigh.\n\nWe Soma-bearing Brāhmans call thee Soma-drinker with thy friend, We, Indra, who have pressed the juice."
    },
    {
      "id": 6324645173705,
      "hymn": "Hymn 4",
      "title": "Untitled",
      "file": "av20004.htm",
      "created": 1745090291004,
      "hash": "md5-KPJqaOrPgZVpwZyAIuGH9w==",
      "content": "Come unto us who poured the juice, come hither to our eulogies. Drink of the juice, O fair of face.\n\nI pour it down within thee, so through all thy members let it run. Take with thy tongue the pleasant drink.\n\nSweet to thy body let it be, delicious be the savoury juice. Sweet be the Soma to thy heart."
    },
    {
      "id": 3223836336135,
      "hymn": "Hymn 5",
      "title": "Untitled",
      "file": "av20005.htm",
      "created": 1745090291004,
      "hash": "md5-xhIjCiN8NRAARfze8MG9bg==",
      "content": "Like women, let this Soma juice invested with its raiment, glide.. Most active Indra, close to thee.\n\nMighty in bulk, strong-necked, stout-armed in the wild rapture. of the juice Doth Indra smite the foemen dead.\n\nIndra, advance, go forward thou who by thy might art Lord of all. Slay, Vritra-slayer slay thy foes.\n\nLong be thy grasping-hook wherewith thou givest treasure unto- him Who pours the juice and worships thee.\n\nHere, Indra, is thy Soma draught, made pure upon the sacred. grass. Run hither, come and drink thereof.\n\nFamed for thy radiance, worshipped well! this juice is shed for thy delight: Thou art invoked, Ākhandala!\n\nTo Kundapāyya, grandson's son, grandson of Sringavrish, to thee, To him have I addressed my thought."
    },
    {
      "id": 1744903468318,
      "hymn": "Hymn 6",
      "title": "Untitled",
      "file": "av20006.htm",
      "created": 1745090291004,
      "hash": "md5-gQImK/VL/YBgmBQnGPBHHA==",
      "content": "Thee, Indra, we invoke, the Bull, what time the Soma is ex- pressed. So drink thou of the savoury juice.\n\nIndra, whom many laud, accept the strength-confering Soma juice. Quaff, pour down drink that satisfies.\n\nIndra, with all the Gods promote our wealth-bestowing sacrifice, Thou highly-lauded Lord of men.\n\nLord of the brave, to thee proceed these drops of Soma juice expressed, The bright drops to thy dwelling-place.\n\nWithin thy belly, Indra take Soma the juice most excellent: The heavenly drops belong to thee.\n\nDrink our libation, Lord of hymns: with streams of meath thou art bedewed: Our glory, Indra, is thy gift.\n\nTo Indra go the treasures of the worshipper which never fail: He drinks the Soma and is strong.\n\nFrom far away, from near at hand, O Vritra-slayer, come to us: Accept the songs we sing to thee."
    },
    {
      "id": 2929805639310,
      "hymn": "Hymn 7",
      "title": "Untitled",
      "file": "av20007.htm",
      "created": 1745090291004,
      "hash": "md5-uBF9uxc53+GDDxCFh9Q4GA==",
      "content": "Sūrya, thou mountest up to meet the Hero famous for his wealth, Who hurls the bolt and works for man:\n\nHim who with might of both his arms brake nine-and ninety castles down, Slew Vritra and smote Ahi dead.\n\nThis Indra is our gracious Friend. He sends us in a full broad stream Riches in horses, kine, and corn.\n\nIndra, whom many laud, accept the strength-conferring Soma juice. Quaff, pour down drink that satisfies."
    },
    {
      "id": 2730762085575,
      "hymn": "Hymn 8",
      "title": "Untitled",
      "file": "av20008.htm",
      "created": 1745090291004,
      "hash": "md5-03E+SX9wPbgRh9jBcBOvFQ==",
      "content": "Drink as of old, and let the draught delight thee: hear thou my prayer and let our songs exalt thee. Make the Sun visible, make food abundant: slaughter the foes,. pierce through and free the cattle.\n\nCome to us; they have called thee Soma-lover. Here is the pressed juice: drink thereof for rapture. Widely-capacious, pour it down within thee, and invocated hear us like a father.\n\nFull is his chalice. Blessing! Like a pourer I have filled up the vessel for his drinking. Presented on the right, dear Soma juices have brought us Indra,. to rejoice him, hither."
    },
    {
      "id": 1579522988960,
      "hymn": "Hymn 9",
      "title": "Untitled",
      "file": "av20009.htm",
      "created": 1745090291005,
      "hash": "md5-/EiK/ote4v54B0FiLEewMQ==",
      "content": "As cows low to their calves in stalls, so with our songs we glorify This Indra, even your wondrous God who checks attack, who joys in the delicious juice.\n\nCelestial, bounteous Giver, girt about with might, rich, moun- tain-like, in precious things Him swift we seek for foodful booty rich in kine, brought hundredfold and thousandfold.\n\nI crave of thee that hero strength, that thou mayst first regard this prayer, Wherewith thou helpest Bhrigu and the Yatis and Praskanva when the prize was staked.\n\nWherewith thou sentest mighty waters to the sea, that, Indra, is. thy hero strength. For ever unattainable is this power of him to whom the worlds. have called aloud."
    },
    {
      "id": 5261259418192,
      "hymn": "Hymn 10",
      "title": "Untitled",
      "file": "av20010.htm",
      "created": 1745090291005,
      "hash": "md5-qNGgWZvyFCiLx+C5HV1CBA==",
      "content": "These songs of ours exceeding sweet, these hymns of praise as- cend to thee, Like ever-conquering chariots that display their strength, gain wealth and give unfailing aid.\n\nThe Bhrigus are like suns, like Kanvas, and have gained all that their thoughts were bent to win. The living men of Priyamedha's race have sung exalting Indra with their lauds."
    },
    {
      "id": 2132781539872,
      "hymn": "Hymn 11",
      "title": "Untitled",
      "file": "av20011.htm",
      "created": 1745090291005,
      "hash": "md5-aC68FUlRUmCHLkr29RLlvw==",
      "content": "Fort-render, Lord of Wealth, dispelling foemen, Indra with lightnings hath o'ercome the Dāsa. Impelled by prayer and waxen great in body, he hath filled earth and heaven, the bounteous Giver.\n\nI stimulate this zeal, the Strong, the Hero, decking my song of praise for thee Immortal. O Indra, thou art equally the leader of heavenly hosts and human generations.\n\nLeading his band Indra encompassed Vritra; weak grew the wily leader enchanters. He who burns fierce in forests slaughtered Vyansa, and made the milch-kine of nights apparent.\n\nIndra, light-winner, days' creator, conquered, as guardian, hostile bands with those who loved him. For man the days' bright ensign he illumined, and found the light for his great joy and gladness.\n\nForward to fiercely falling blows pressed Indra, hero-like doing many hero exploits. Those holy songs he taught the bard who praised him, and widely spread these Dawns' resplendent colour.\n\nThey laud the mighty acts of him the mighty, the many glorious deeds performed by Indra. He in his strength, with all-surpassing prowess, through wond- rous arts crushed the malignant Dasyus.\n\nLord of the brave, Indra who rules the people gave freedom to the Gods by might and battle. Wise singers glorify with chanted praises these his achievements in Vivasvān's dwelling.\n\nExcellent, conqueror, the victory-giver, the winner of the light and godlike waters, He who hath won this broad earth and this heaven,—in Indra they rejoice who love devotions.\n\nHe gained possession of the Sun and horses; Indra obtained the cow who feedeth many. Treasure of gold he won; he smote the Dasyus and gave protec- tion to the race of Aryas.\n\nHe took the plants and days for his possession; he gained the forest trees and air's mid-region. Vala he cleft, and chased away opponents: thus was he tamer of the overweening.\n\nCall we on Maghavan, auspicious Indra, best Hero in the fight where spoil is gathered, The Strong, who listens, who gives aid in battles, who slays the Vritras, wins and gathers treasures."
    },
    {
      "id": 3058309030378,
      "hymn": "Hymn 12",
      "title": "Untitled",
      "file": "av20012.htm",
      "created": 1745090291006,
      "hash": "md5-vO/iDWutck8k+l0hAYQHYg==",
      "content": "Prayers have been offered up through love of glory: Vasishtha, honour Indra in the battle. He who with might extends through all existence hears words which I, his faithful servant, utter.\n\nA cry was raised which reached the Gods, O Indra, a cry to them to send us strength in combat. None among men knows his own life's duration: bear us in safety over these our troubles.\n\nThe Bays, the booty-seeking car I harness: my prayers have reached him who accepts them gladly. Indra, when he had slain resistless Vritras, forced with his might the two world-halves asunder.\n\nLike barren cows, moreover, swelled the waters: the singers sought thy holy rite, O Indra. Come unto us as with his team comes Vāyu: thou, through our solemn hymns, bestowest booty.\n\nSo may these gladdening draughts rejoice thee, Indra, the Mighty, very bounteous to the singer. Alone among the Gods thou pitiest mortals: O Hero, make thee glad at this libation.\n\nThus the Vasishthas glorify with praises Indra, the Mighty One, whose arm wields thunder. Praised, may he guard our wealth in kine and heroes. Ye Gods,. preserve us evermore with blessings.\n\nImpetuous, Thunderer, strong, quelling the mighty, King, potent, Vritra-slayer, Soma-drinker, May he come hither with his yoked bay horses. May Indra glad- den him at noon libation."
    },
    {
      "id": 2504338716676,
      "hymn": "Hymn 13",
      "title": "Untitled",
      "file": "av20013.htm",
      "created": 1745090291006,
      "hash": "md5-5NjavVqIwBdLzaoiHEpD8Q==",
      "content": "Lords of great wealth, Brihaspati and Indra, rejoicing at this sacrifice drink Soma. Let the abundant drops sink deep within you: vouchsafe us riches with full store of heroes.\n\nLet your swift-gliding coursers bear you hitherward with their fleet pinions. Come ye forward with your arms. Sit on the grass; a wide seat hath been made for you: delight yourselves, O Maruts, in the pleasant food.\n\nFor Jātavedas, worthy of our praise, will we frame with our mind this eulogy as 'twere a car. For good in his assembly is this care of ours. Let us not in thy friendship, Agni, suffer harm.\n\nWith these, borne on one car, Agni, approach us; or borne on many, for thy steeds are able. Bring, with their Dames, the Gods, the Three-and-Thirty, after thy Godlike nature, and he joyful."
    },
    {
      "id": 6690023752014,
      "hymn": "Hymn 14",
      "title": "Untitled",
      "file": "av20014.htm",
      "created": 1745090291006,
      "hash": "md5-BWA8jrQX50jjinJ+Z+82jg==",
      "content": "We call on thee, O peerless One. We, seeking help, possessing nothing firm ourselves, Call on thee wonderful in fight.\n\nOn thee for aid in sacrifice. This youth of ours, the bold, the mighty, hath gone forth. We, therefore, we thy friends, Indra, have chosen thee, free- giver, as our guardian God.\n\nHim who of old hath brought to us this and that blessing, him I magnify for you, Even Indra, O my friends, for help:\n\nBorne by bay steeds, the Lord of heroes, ruling men, for it is he who takes delight. The Bounteous Lord bestows on us his worshippers hundreds of cattle and of steeds."
    },
    {
      "id": 6334873095340,
      "hymn": "Hymn 15",
      "title": "Untitled",
      "file": "av20015.htm",
      "created": 1745090291006,
      "hash": "md5-ODPG8IO1Lqkyie49buarNw==",
      "content": "To him most liberal, lofty Lord of lofty wealth, verily powerful and strong, I bring my hymn, Whose checkless bounty, as of waters down a slope, is spread abroad for all that live, to give them strength.\n\nNow all this world, for worship, shall come after thee—the offerer's libations like descending floods, When the well-loved one seems to rest upon the hill, the thun- derbolt of Indra, shatterer wrought of gold.\n\nTo him the terrible, most worthy of high praise, like radiant Dawn, bring gifts with reverence in this rite, Whose being, for renown, yea, Indra-power and light, have been created, like bay steeds, to move with speed.\n\nThine, Indra, praised by many excellently rich! are we who trusting in thy help draw near to thee. Lover of praise, none else but thou receives our laud: as Earth loves all her creatures, love thou this our hymn.\n\nGreat is thy power, O Indra, we are thine. Fulfil, O Maghavan, the wish of this thy worshipper. After thee lofty heaven hath measured out its strength to thee and to thy power this earth hath bowed itself.\n\nThou, who hast thunder for thy weapon, with thy bolt hast shattered into pieces this broad massive cloud. Thou hast sent down obstructed floods that they may flow: thou hast, thine own for ever, all victorious might."
    },
    {
      "id": 4974229757926,
      "hymn": "Hymn 16",
      "title": "Untitled",
      "file": "av20016.htm",
      "created": 1745090291006,
      "hash": "md5-rW/rnVYhY5VEWFTxH/ShSw==",
      "content": "Like birds who keep their watch, plashing in water, like the loud voices of the thundering rain-cloud, Like merry streamlets bursting from the mountain thus to Brihaspati our hymns have sounded.\n\nThe son of Angiras, meeting the cattle, as Bhaga, brought in Aryaman among us. As Friend of men he decks the wife and husband. As for the race, Brihaspati, nerve our coursers.\n\nBrihaspati, having won them from the mountains, strewed down, like barley out of winnowing-baskets, The vigorous, wandering cows who aid the pious, desired of all, of blameless form, well-coloured.\n\nAs the Sun dews with meath the seat of Order, and casts a flam- ing meteor down from heaven, So from the rock Brihaspati forced the cattle, and cleft the earth's skin as it were with water.\n\nForth from mid-air with light he draye the darkness, as the gale blows a lily from the river. Like the wind grasping at the cloud of Vala, Brihaspati gathered to himself the cattle.\n\nBrihaspati, when he with fiery lightnings cleft through the weapon of reviling Vala, Consumed him as tongues eat what teeth have compassed: he threw the prisons of the red cows open.\n\nThat secret name borne by the lowing cattle within the cave Brihaspati discovered, And draye, himself, the bright kine from the mountain, like a bird's young after the eggs' disclosure.\n\nHe looked around on rock-imprisoned sweetness as one who eyes a fish in scanty water. Brihaspati, cleaving through with varied clamour, brought it forth like a bowl from out the timber.\n\nHe found the light of heaven, and fire, and Morning: with lucid rays he forced apart the darkness. As from a joint, Brihaspati took the marrow of Vala as he gloried in his cattle.\n\nAs trees for foliage robbed by winter, Vala mourned for the cows Brihaspati had taken. He did a deed ne'er done, ne'er to be equalled, whereby the sun and moon ascend alternate.\n\nLike a dark steed adorned with pearl, the Fathers have decorat- ed heaven with constellations. They set the light in day, in night the darkness, Brihaspati cleft the rock and found the cattle.\n\nThis homage have we offered to the Cloud-God who thunders out to many in succession. May this Brihaspati vouchsafe us fulness of life with kine and horses, men, and heroes."
    },
    {
      "id": 4522738259192,
      "hymn": "Hymn 17",
      "title": "Untitled",
      "file": "av20017.htm",
      "created": 1745090291007,
      "hash": "md5-dvIXaWzXnN47GGZjAdXcUw==",
      "content": "I. In perfect unison all yearning hymns of mine that find the light of heaven have sung forth Indra's praise. As wives embrace their lord, the comely bridegroom, so they compass Maghavan about that he may help.\n\nDirected unto thee my spirit never strays, for I have set my hopes on thee, O much-invoked! Sit, wonderful! as King upon the sacred grass, and let thy drinking-place be by the Soma juice.\n\nFrom indigence and hunger Indra turns away: Maghavan hath dominion over precious wealth. These the Seven Rivers flowing on their downward path increase the vital vigour of the Mighty Steer.\n\nAs on the fair-leafed tree rest birds, to Indra flow the gladden- ing Soma juices that the bowls contain. Their face that glows with splendour through their mighty power hath found the shine of heaven for man, the Aryas' light.\n\nAs in the game a gambler piles his winnings, so Maghavan, sweeping all together, gained the Sun. This mighty deed of thine none other could achieve, none, Maghavan, before thee, none in recent time.\n\nMaghavan came by turns to all the tribes of men: the Steer took notice of the people's songs of praise. The man in whose libations Sakra hath delight by means of potent Somas vanquisheth his foes.\n\nAs waters flow together to the river, thus Somas to Indra flow, as rivulets to the lake. In place of sacrifice sages exalt his might, as the rain swells the corn by moisture sent from heaven.\n\nHe rushes through the region like a furious bull, he who hath made these floods the dames of worthy lords. This Maghavan hath found light for the man who brings oblation, sheds the juice, and promptly pours his gifts.\n\nLet the keen axe come forth together with the light: here be, as erst, the teeming cow of sacrifice. Let the Red God shine pure with his refulgent ray, and let the Lord of heroes glow like heaven's clear sheen.\n\nO much-invoked, may we subdue all famine and evil want with store of grain and cattle. May we allied, as first in rank, with princes, obtain possessions by our own exertion.\n\nBrihaspati protect us from the rearward, and from above, and from below, from sinners. May Indra from the front, and from the centre, as friend to friends, vouchsafe us room and freedom.\n\nYe twain are Lords of wealth in earth and heaven, thou, O Brihaspati, and thou, O Indra. Mean though he be, give wealth to him who lauds you. Preserve us evermore, ye Gods, with blessings."
    },
    {
      "id": 3167948046598,
      "hymn": "Hymn 18",
      "title": "Untitled",
      "file": "av20018.htm",
      "created": 1745090291007,
      "hash": "md5-Qhz5t+X+eiKZBQSOzm8fGA==",
      "content": "This, even this, O Indra, we implore: as thy devoted friends, The Kanvas praise thee with their hymns.\n\nNaught else, O Thunderer, have I praised in the skilled singer's eulogy: On thy laud only have I thought.\n\nThe Gods seek him who presses out the Soma; they desire not sleep: Incessantly they punish sloth.\n\nFaithful to thee we loudly sing, heroic Indra, songs to thee. Mark, gracious Lord, this act of ours.\n\nGive us not up to man's reproach, to foeman's hateful calumny: In thee alone is all my strength.\n\nThou art mine ample coat of mail, my champion, Vritra-slayes, thou. With thee for Friend I brave the foe."
    },
    {
      "id": 1358652264919,
      "hymn": "Hymn 19",
      "title": "Untitled",
      "file": "av20019.htm",
      "created": 1745090291007,
      "hash": "md5-teoRF8F7eylOsy336ItJaA==",
      "content": "O Indra, for the strength that slays the foe and conquers in the fight We turn thee hitherward to us.\n\nO Indra, Lord of Hundred Powers, may those who praise thee hitherward. Direct thy spirit and thine eye.\n\nO Indra, Lord of Hundred Powers, with all our songs we invocate. Thy names for triumph over foes.\n\nWe strive for glory through the powers immense of him whom many praise, Of Indra who supports mankind.\n\nFor the foe's slaughter I address Indra whom many invocate, To win us booty in the wars.\n\nIn battles be victorious. We seek thee, Lord of Hundred Powers, O Indra, that the foe may fall.\n\nIn splendid combats of the hosts, in glories where the fight is won, Indra, be victor over foes."
    },
    {
      "id": 6352540160326,
      "hymn": "Hymn 20",
      "title": "Untitled",
      "file": "av20020.htm",
      "created": 1745090291008,
      "hash": "md5-zfhazE4nNX2XCdd8DfVJJg==",
      "content": "Drink thou the Soma for our help, bright, vigilant, exceeding strong, O Indra, Lord of Hundred Powers.\n\nO Satakratu, powers which thou mid the Five Races hast dis- played These, Indra, do I claim of thee.\n\nIndra, great glory hast thou gained. Win splendid fame which none may mar: We make thy might perpetual.\n\nCome to us either from anear, or, Sakra, come from far away. Indra, wherever be thy home, come to us thence, O Thunder- armed.\n\nVerily Indra, conquering all, driveth even mighty fear away; For firm is he and swift to act.\n\nIndra be gracious unto us: sin shall not reach us afterward . And good shall be before us still,\n\nFrom all the regions of the world let Indra send security. The foe-subduer, swift to act."
    },
    {
      "id": 6244838193726,
      "hymn": "Hymn 21",
      "title": "Untitled",
      "file": "av20021.htm",
      "created": 1745090291009,
      "hash": "md5-mt2tCapw9VKZGqj5klyYxQ==",
      "content": "We will present fair praise unto the Mighty One, our hymns to Indra in Vivasvān's dwelling-place; For he hath ne'er found wealth in those who seem to sleep; those who give wealth to men accept no paltry praise.\n\nGiver of horses, Indra, giver, thou, of kine, giver of barley, thou art Lord and guard of wealth: Man's helper from of old, not disappointing hope, Friend of our friends, to thee as such we sing this praise.\n\nIndra, most splendid, powerful, rich in mighty deeds, this treasure spread around is known to be thine own. Gather therefrom. O Conqueror, and bring to us: fail not the hope of him who loves and sings to thee.\n\nWell-pleased with these bright flames and with these Soma drops, take thou away our poverty with steeds and kine. With Indra scattering the Dasyu through these drops, freed from their hate may we obtain abundant food.\n\nLet us obtain, O Indra, plenteous wealth and food, with strength exceeding glorious, shining to the sky. May we obtain the Goddess Providence, the strength of heroes, special source of cattle, rich in steeds.\n\nThese our libations, strength inspiring Soma draughts, gladdened thee in the fight with Vritra, Hero-Lord, What time thou slewest for the singer with trimmed grass ten thousand Vritras, thou resistless in thy might.\n\nThou goest on from fight to fight intrepidly, destroying castle after castle here with strength; Thou Indra, with thy friend who makes the foe bow down, slewest from far away the guileful Namuchi.\n\nThou hast stuck down in death Karanja, Parnaya, in Atithigva's very glorious going forth: Unyielding, when Rijisvan compassed them with siege, thou hast destroyed the hundred towns of Vangrida.\n\nWith all-outstripping chariot wheel, O Indra, thou far-famed, hast overthrown the twice ten kings of men, With sixty thousand nine-and-ninety followers, who came in arms to fight with friendless Susravas.\n\nThou hast protected Susravas with succour, and Tūrvayāna with thine aid, O Indra: Thou madest Kutsa, Atithigva, Ayu subject unto this king, the young, the mighty.\n\nMay we protected by the Gods hereafter remain thy very pro- sperous friends, O Indra. Thee we extol, enjoying through thy favour life-long and joyful and with store of heroes."
    },
    {
      "id": 5372861255771,
      "hymn": "Hymn 22",
      "title": "Untitled",
      "file": "av20022.htm",
      "created": 1745090291009,
      "hash": "md5-HISqCLNDB9FfDmIsGw2Kcg==",
      "content": "Hero, the Soma being pressed I pour the juice for thee to drink Sate thee and finish thy carouse.\n\nLet not the fools, or those who mock, beguile thee when they seek thine aid: Love not the enemies of prayer.\n\nHere let them with rich milky draught cheer thee to great munificence: Drink as the wild bull drinks the lake.\n\nPraise, even as he is known, with song Indra, the guardian of the kine, The Son of Truth, Lord of the brave.\n\nHither his bay steeds have been sent, red steeds are on the sacred grass. Where we in concert sing our songs.\n\nFor Indra, Thunder-armed, the kine have yielded mingled milk and meath, What time he found them in the vault."
    },
    {
      "id": 3613659026108,
      "hymn": "Hymn 23",
      "title": "Untitled",
      "file": "av20023.htm",
      "created": 1745090291010,
      "hash": "md5-jW5x9Dyoy7y/j94WNjRjDg==",
      "content": "Invoked to drink the Soma juice come with thy bay steeds, Thunder-armed! Come, Indra, hitherward, to me.\n\nOur priest is seated true to time; the grass is regularly strewn; The pressing-stones were set at morn.\n\nThese prayers, O thou who bearest prayer, are offered. Seat thee on the grass. Hero, enjoy the offered cake.\n\nO Vritra-slayer, be thou pleased with these libations, with these hymns, Song-loving Indra, with our lauds.\n\nOur hymns caress the Lord of Strength, vast, drinker of the Soma's juice, Indra, as mother-cows their calf.\n\nDelight thee with the juice we pour for thine own great munificence: Yield not thy singer to reproach.\n\nWe, Indra, dearly loving thee, bearing oblation, sing thee hymns: Thou, Vasu, nearly lovest us.\n\nO thou to whom thy Bays are dear, loose not thy horses far from us: Here glad thee, Indra, Lord Divine.\n\nMay long-maned courses, dropping oil, bring thee on swift car hitherward. Indra, to seat thee on the grass."
    },
    {
      "id": 4095354863491,
      "hymn": "Hymn 24",
      "title": "Untitled",
      "file": "av20024.htm",
      "created": 1745090291010,
      "hash": "md5-dnM35+QSemPjyJqKs0SWzg==",
      "content": "Come to the juice that we have pressed, to Soma, Indra! blent with milk: Come, favouring us, thy bay-drawn car!\n\nCome, Indra, to this gladdening drink, placed on the grass, pressed out with stones: Wilt thou not drink thy fill thereof?\n\nTo Indra have my songs of praise gone forth, thus rapidly sent hence, To turn him to the Soma-draught.\n\nHither with songs of praise we call Indra to drink the Soma. juice: Will he not come to us by lauds?\n\nIndra, these Somas are expressed, Take them within thy belly, Lord Of Hundred Powers, thou Prince of wealth.\n\nWe know thee winner of the spoil and resolute in battles, Sage! Therefore thy blessing we implore.\n\nBorne hither by thy stallions, drink, Indra, this juice which we have pressed, Mingled with barley and with milk.\n\nIndra, for thee in thine own place I urge the Soma for thy draught: Deep in thy heart let it remain.\n\nWe call on thee, the Ancient One, Indra, to drink the Soma juice, We Kusikas who seek thine aid."
    },
    {
      "id": 2794088782015,
      "hymn": "Hymn 25",
      "title": "Untitled",
      "file": "av20025.htm",
      "created": 1745090291010,
      "hash": "md5-fVJDcnk2+LPIt/pVQWWRyg==",
      "content": "Indra, the mortal man well guarded by thine aid goes foremost in the wealth of horses and of kine. With amplest wealth thou fillest him, as round about the waters clearly seen afar fill Sindhu full.\n\nThe heavenly waters come not nigh the priestly bowl: they but look down and see how far mid-air is spread: The Deities conduct the pious man to them: like suitors they delight in him who loveth prayer.\n\nPraiseworthy blessing hast thou laid upon the pair who with uplifted ladle serve thee, man and wife. Unchecked he dwells and prospers in thy law: thy power brings blessing to the sacrificer pouring gifts.\n\nFirst the Angirases won themselves vital power, whose fires were kindled through good deeds and sacrifice. The men together found the Pani's hoarded wealth, the cattle, and the wealth in horses and in kine,\n\nAtharvan first by sacrifices laid the path; then, guardian of the Law, sprang up the loving Sun. Usanā Kāvya drove the kine hither with him: let us with offer- ings honour Yama's deathless birth.\n\nWhen sacred grass is trimmed to aid the auspicious work, or the hymn makes its voice of praise sound to the sky, Where the stone rings as 'twere a singer skilled in laud,—Indra in truth delights when these come near to him.\n\nTo make thee start, a strong true draught I offer to thee the Bull, O thou whom bay steeds carry. Here take delight. O Indra, in our voices while thou art hymned with power and all our spirit."
    },
    {
      "id": 1992488539438,
      "hymn": "Hymn 26",
      "title": "Untitled",
      "file": "av20026.htm",
      "created": 1745090291010,
      "hash": "md5-cRzpSMIGc3DQexoplrDGQg==",
      "content": "In every need, in every fray we call, as friends, to succour us Indra the mightiest of all.\n\nIf he will hear us let him come with succour of a thousand kinds, And all that strengthens, to our call.\n\nI call him, mighty to resist, the Hero of our ancient home, Thee whom my sire invoked of old.\n\nThey who stand round him as he moves harness the bright, the ruddy steed: The lights are shining in the sky.\n\nOn both sides of the car they yoke the two bay coursers dear to him, Bold, tawny, bearers of the thief.\n\nThou, making light where no light was, and form, O Men! where form was not, Wast born together with the Dawns."
    },
    {
      "id": 3113555782113,
      "hymn": "Hymn 27",
      "title": "Untitled",
      "file": "av20027.htm",
      "created": 1745090291011,
      "hash": "md5-EAhWATms1nxV5Pq2zIHCBw==",
      "content": "If I, O Indra, were, like thee, the single sovran of all wealth. My worshipper should be rich in kine.\n\nI should be fain, O Lord of Might, to strengthen and enrich the sage, Were I the lord of herds of kine,\n\nTo worshippers who press the juice thy goodness, Indra, is a cow. Yielding in plenty kine and steeds.\n\nNone is there, Indra, God or man, to hinder thy munificence, The wealth which, lauded, thou wilt give.\n\nThe sacrifice made Indra strong when he unrolled the earth and made Himself a diaden in heaven.\n\nThine aid we claim, O Indra, thine who after thou hast waxen great. Hast won all treasures for thine own."
    },
    {
      "id": 5218162553973,
      "hymn": "Hymn 28",
      "title": "Untitled",
      "file": "av20028.htm",
      "created": 1745090291011,
      "hash": "md5-MqNo2NUgR+R7SvF/VTCBZQ==",
      "content": "In Soma's ecstasy Indra spread the firmament and realms of light. When he cleft Vala limb from limb.\n\nShowing the hidden he draye forth the cows for the Angirases, And Vala he cast headlong down.\n\nBy Indra were the luminous realms of heaven established and secured. Firm and immovable in their place.\n\nIndra, thy laud moves quickly like a joyous wave of water-floods. Bright shine the drops that gladden thee."
    },
    {
      "id": 5747453489501,
      "hymn": "Hymn 29",
      "title": "Untitled",
      "file": "av20029.htm",
      "created": 1745090291011,
      "hash": "md5-EVyIUR/uEP9QVtjcqMHI6Q==",
      "content": "I. For thou, O Indra, art the God whom hymns and praises magnify: Thou blessest those who worship thee.\n\nBay horses with their long manes bring Indra to drink the Soma juice, The Bountiful to our sacrifice.\n\nWith waters' foam thou torest off, Indra, the head of Namuchi, Subduing all contending hosts.\n\nThe Dasyus, when they fain would climb by magic arts and mount to heaven, Thou, Indra, castest down to earth.\n\nAs Soma-drinker conquering all, thou scatteredst to every side Their band who poured no gifts to thee."
    },
    {
      "id": 6155281686731,
      "hymn": "Hymn 30",
      "title": "Untitled",
      "file": "av20030.htm",
      "created": 1745090291011,
      "hash": "md5-d7PYmYoKydcKHQ+OH4qGdQ==",
      "content": "In the great synod will I laud thy two bay steeds: I prize the sweet strong drink of thee the Warrior-God, His who pours lovely oil as'twere with yellow drops. Let my songs enter thee whose form hath golden tints.\n\nYe who—in concert sing unto the gold-hued place, like bay steeds driving onward to the heavenly seat, For Indra laud ye strength allied with tawny steeds, laud him whom cows content as'twere with yellow drops.\n\nHis is that thunderbolt, of iron, golden-hued, gold-coloured, very dear, and yellow in his arms; Bright with strong teeth, destroying with its tawny rage. In Indra are set fast all forms of golden hue.\n\nAs if a lovely ray were laid upon the sky, the golden thunder- bolt spread out as in a race. That iron bolt with yellow jaw smote Ahi down. A thousand flames had he who bore the tawny-hued.\n\nThou, thou, when praised by men who sacrificed of old, hadst pleasure in their lauds, O Indra golden-haired. All that befits thy song of praise thou welcomest, the perfect: pleasant gift, O golden-hued from birth."
    },
    {
      "id": 1572027998426,
      "hymn": "Hymn 31",
      "title": "Untitled",
      "file": "av20031.htm",
      "created": 1745090291011,
      "hash": "md5-hOAbsbp/Ut7sPNtGliN5Qw==",
      "content": "These two dear Bays bring hither Indra on his car, thunder- armed, joyous, meet for laud, to drink his fill. Many libations flow for him who loveth them: to Indra have: the gold-hued Soma juices run.\n\nThe gold-hued drops have flowed to gratify his wish: the yellow. drops have urged the swift Bays to the Strong. He who speeds on with bay steeds even as he lists hath satisfied his longing for the golden drops.\n\nAt the swift draught the Soma-drinker waxed in might, the iron. One with yellow beard and golden hair, He, Lord of tawny coursers. Lord of fleet-foot mares, will bear his bay steeds safely over all distress.\n\nHis yellow-coloured jaws, like ladles, move apart, what time,. for strength, he makes the yellow-tinted stir, When. while the bowl stands there, he grooms his tawny steeds, when he hath drunk strong drink, the sweet juice that he: loves.\n\nYea, to the dear one's seat in homes of heaven and earth the- bay steeds' Lord hath whinnied like a horse for food. Then the great wish hath seized upon him mightily, and the beloved One hath gained high power of life."
    },
    {
      "id": 4553201192800,
      "hymn": "Hymn 32",
      "title": "Untitled",
      "file": "av20032.htm",
      "created": 1745090291011,
      "hash": "md5-6dl32nmQQ/i1Su8r3/scBw==",
      "content": "Thou, comprehending with thy might the earth and heaven, acceptest the dear hymn for ever new and new. O Asura, disclose thou and make visible the Cow's beloved home to the bright golden Sun.\n\nO Indra, let the eager wishes of the folk bring thee the golden- jawed, delightful, on thy car. That, pleased with sacrifice wherein ten fingers toil, thou mayest at the feast drink of our offered mead.\n\nJuices aforetime, Lord of Bays, thou drankest, and thine, and only thine, is this libation. Gladden thee, Indra, with the mead-rich Soma: pour it down ever, Mighty One, within thee."
    },
    {
      "id": 5244690541110,
      "hymn": "Hymn 33",
      "title": "Untitled",
      "file": "av20033.htm",
      "created": 1745090291012,
      "hash": "md5-mR8ldrZEK23v1nvlsU728w==",
      "content": "Drink of the juice which men have washed in waters and fill the- full, O Lord of tawny horses. O Indra, hearer of the laud, with Soma which stones have mix- ed for thee enhance thy rapture.\n\nTo make thee start, a strong true draught I offer to thee the Bull, O thou whom bay steeds carry. Here take delight, O Indra, in our voices while thou art hymned with power and all our spirit.\n\nO mighty Indra, through thine aid, thy prowess, obtaining life, zealous, and skilled in worship. Men in the house who share the sacred banquet stand singing praise that brings them store of children."
    },
    {
      "id": 3203069750965,
      "hymn": "Hymn 34",
      "title": "Untitled",
      "file": "av20034.htm",
      "created": 1745090291012,
      "hash": "md5-L4a/vz7MHPI7g3H3J1GraQ==",
      "content": "He who just born, chief God of lofty spirit, by power and might became the God's protector, Before whose breath, through greatness of his valour, the two worlds trembled, He, O men, is Indra.\n\nHe who fixed fast and firm the earth that staggered, and set at rest the agitated mountains, Who measured out air's wider middle region and gave the heaven support, He, O men, is Indra.\n\nWho slew the Dragon, freed the Seven Rivers, and draye the kine forth from the cave of Vala, Begat the fire between both stones, the spoiler in warrior's battle, He, O men, is Indra.\n\nBy whom this universe was made to tremble, who chased away the humbled brood of demon, Who, like a gambler gathering his winnings, seized the foe's riches, He, O men, is Indra.\n\nOf whom, the terrible, they ask, Where is He? or verily they say of him, He is not. He wastes the foeman's wealth like stakes of gamblers. Have faith in him for He, O men, is Indra.\n\nStirrer to action of the poor and lowly, of priest, of suppliant who sings his praises Who, fair-faced, favours him who presseth Soma with stones adjusted, He, O men, is Indra.\n\nHe under whose supreme control are horses, all chariots, and the hamlets, and the cattle: He who begat the Sun, begat the Morning, leader of waters. He, O men, is Indra.\n\nTo whom both armies cry in close encounter, foe against foe, the stronger and the weaker; Whom two invoke upon one chariot mounted, each for himself, He, O ye men, is Indra.\n\nHe, without whom men conquer not in battle, whom, warring, they invoke for help and succour; He, all this universe's type and image, who shakes what never shook, He, men, is Indra.\n\nHe who hath smitten, ere they know their danger, with his hurl- ed weapon many grievous sinners: Who pardons not his boldness who provokes him, who slays the Dasyu, He, O men, is Indra.\n\nHe who discovered in the fortieth autumn Sambara dwelling in the midst of mountains: Who slew the Dragon putting forth his vigour, the demon lying there, He, men, is Indra.\n\nWho drank the juice poured at the seas of Order, subduing Sambara by superior prowess, Who hoarded food within the mountain's hollow wherein he grew in strength, He, men, is Indra.\n\nWho, with seven guiding reins, the Bull, the mighty, set the Seven Rivers free to flow at pleasure; Who, thunder-armed, rent Rauhina in pieces when scaling heaven, He, O ye men, is Indra.\n\nHeaven, even, and the earth bow down before him, before his very breath the mountains tremble. Known as the Soma-drinker, armed with thunder, the wielder of the bolt, He, men, is Indra.\n\nWho aids with favour him who pours the Soma, and him who brews it, sacrificer, singer; Whose strength our prayer and offered Soma heighten, and this our gift, He, O ye men, is Indra.\n\nBorn, manifested in his Parents' bosom, He knoweth as a son the Highest Father. He who with vigorous energy assisted the companies of Gods, He, men, is Indra\n\nLord of Bay steeds, who loves the flowing Soma, He before whom all living creatures tremble. He who smote Sambara and slaughtered Sushna, He the Sole Hero, He, O men, is Indra.\n\nThou verily art true strong God who sendest wealth to the man who brews and pours libation. So may we evermore, thy friends, O Indra, address the synod with brave sons about us."
    },
    {
      "id": 3630851084047,
      "hymn": "Hymn 35",
      "title": "Untitled",
      "file": "av20035.htm",
      "created": 1745090291012,
      "hash": "md5-MNNH7RZYLL6MZ7D/w9ywmQ==",
      "content": "To him, to him swift, strong, and high-exalted, I bring my song of praise as dainty viands; My thought to him resistless, meet for praises, prayers offered most devotedly to Indra.\n\nTo him I offer praise as choice refreshment, bring forth my song, with seemly laud besiege him. For Indra, Lord of olden time, the singers shall deck their hymns with heart and mind and spirit.\n\nTo him then with my lips my song of praises, excellent, winning heavenly light, I offer, To magnify with hymns of invocation and eulogies the Lord, most bounteous Giver.\n\nEven for him I frame a laud—so fashions the wright a chariot for the man who needs it Songs for wise Indra hymned with invocation, a song composed with care and all-impelling.\n\nSo with my tongue I deck, to please that Indra, my hymn as't- were a horse, through love of glory, To reverence the Hero, bounteous Giver, famed far and wide, destroyer of the castles.\n\nEven for him hath Tvashtar forged the thunder, most deftly wrought, celestial, for the battle. Wherewith he reached the vital parts of Vritra, striking—the vast, the mighty—with the striker,\n\nAs soon as, at libations of his mother, great Vishnu had drunk up the draught, he plundered. The dainty cates, the cooked mess; but One stronger transfixed the wild boar, shooting through the mountain.\n\nTo him, to Indra when he slew the Dragon, the Dames too, Consorts of the Gods, wove praises. The mighty heaven and earth hath he encompassed: thy great- ness heaven and earth, combined, exceed not.\n\nYea, of a truth, his magnitude surpasseth the magnitude of earth, mid-air and heaven. Indra whom all men praise, the Sovran Ruler, waxed in his home loud-voiced and strong for battle.\n\nThrough his own strength with bolt of thunder Indra smote piece-meal Vritra, drier up of waters. He let the floods go free, like cows imprisoned, for glory, with a heart inclined to bounty.\n\nThrough his resplendent power still stood the rivers when with his bolt on every side he stayed them. With lordly might favouring him who worshipped, he made a ford, victorious, for Turviti.\n\nVast, with thine ample power, with eager movement against this Vritra cast thy bolt of thunder. Rend thou his joints, as of an ox dissevered, with bolt oblique that floods of rain may follow.\n\nSing with new lauds his exploits wrought aforetime, the deeds of him, yea, him who moveth swiftly, When, hurling forth his weapons in the battle, he with impetuous wrath lays low the foemen.\n\nWhen he, yea, he is born the firm-set mountains and the whole heaven and earth tremble in terror. May Nodhas ever lauding the protection of this dear Friend win straightway strength heroic.\n\nNow unto him of these things hath been given what he, who rules alone o'er much, electeth. Indra helped Etasa, the Soma presser, contending in the chariot- race with Sūrya.\n\nThus to thee, Indra, yoker of bay coursers, the Gotamas have brought their prayers and praises. Bestow upon them thought, decked with all beauty. May he, enriched with prayer, come soon and early."
    },
    {
      "id": 3476116836909,
      "hymn": "Hymn 36",
      "title": "Untitled",
      "file": "av20036.htm",
      "created": 1745090291013,
      "hash": "md5-2tafaVa9LRwocmxQMNt5zA==",
      "content": "With these my hymns I glorify that Indra who is alone to be invoked by mortals. The Lord, the Mighty One, of manly vigour, victorious, Hero, true, and full of wisdom.\n\nOur ancient sires, Navagvas, sages seven, while urging him to show his might, extolled him, Dweller on heights, swift smiting down opponents, guileless in word, and in his thoughts most mighty.\n\nWe seek that Indra to obtain his riches that yield much food, and men, and store of heroes. O Lord of Bay Steeds, bring to make us joyful, celestial wealth abundant, undecaying.\n\nDeclare to us—if at thy hand aforetime the earlier singers have obtained good fortune What is thy share and portion, strong Subduer, Asura-slayer, rich, invoked of many?\n\nHe who for car-borne, thunder-wielding Indra, hath a hymn, craving deeply-piercing, fluent, Who sends a song effectual, firmly-grasping, and strength- bestowing, he comes near the mighty.\n\nStrong of thyself! thou with this art hast shattered with thought- swift Parvata, him who waxed against thee; And, Mightiest! rager! boldly rent in pieces things that were firmly fixed and never shaken..\n\nHim will we fit for you with new devotion, the strongest, Ancient One, in ancient manner. So way that Indra, boundless, faithful leader, conduct us o'er all places hard to traverse.\n\nThou for the people who oppress hast kindled the earthly firma- ment and that of heaven. With heat, O Bull, on every side consume them heat earth and flood for him who hates devotion:\n\nOf all the heavenly folk, of earthly creatures, thou art the King, O God of splendid aspect. In thy right hand, O Indra, grasp the thunder: Eternal! thou destroyest all enchantments.\n\nGive us confirmed prosperity, O Indra, vast and exhaustless for the foes' subduing. Strengthen therewith the Arya's hate and Dāsa's; and let the arms of Nahushas be mighty.\n\nCome with thy teams which bring all blessings, hither, disposer, much-invoked, exceeding holy! Come to me swiftly with these teams of coursers, these which no fiend, no God may stay or hinder."
    },
    {
      "id": 6955253087932,
      "hymn": "Hymn 37",
      "title": "Untitled",
      "file": "av20037.htm",
      "created": 1745090291013,
      "hash": "md5-gDbLOhtAJTg/5MNKPPBdFg==",
      "content": "He, like a bull with sharpened horns, terrific, singly excites and agitates all the people. Then givest him who largely pours libation his wealth who pours not, for his own possession.\n\nThou verily, Indra, gavest help to Kutsa, willingly lending ear to him in battle. When, aiding Arjunneya, thou subduedst to him both Kuyava and the Dāsa Sushna.\n\nO Bold One, thou with all thine aids hast boldly helped Sudās whose offerings were accepted, Pūru in winning land and slaying foemen, and Trasadasyu son of Purukutsa.\n\nAt the Gods' banquet, Hero-souled! with heroes, Lord of Bay Steeds, thou slewest many Vritras. Thou sentest in swift death to sleep the Dasyu, both Chumuri and Dhuni, for Dabhiti,\n\nThese were thy mighty powers that, Thunder-wielder! then swiftly crushedst nine-and ninety castles. Thou capturedst the hundredth in thine onslaught; thou slewest Namuchi, thou slewest Vritra.\n\nOld are the blessings, Indra, which thou gavest Sudās the wor- shipperwho brought oblations. For thee, the strong I yoke thy strong bay horses: let them, approach our prayers and wealth, Most Mighty!\n\nGive us not up, Lord of Bay Horses, victor, in this our time of- trouble, to the wicked. Deliver us with true and faithful succour: dear may we be to thee among the princes.\n\nMay we men, Bounteous Lord, the friends thou lovest, near i thee be joyful under thy protection. Fain to fulfil the wish of Atithigva, bow Turvasa, bow down,. the son of Yadu.\n\nSwiftly, in truth, O Bounteous Lord, about thee men skilled im hymning sing their songs and praises. Elect us shares of their love and friendship who by their calls on, thee despoiled the niggards.\n\nThine are these Lauds, O manliest of heroes, Lauds which revert to us and give us riches. Favour these, Indra, when they strike the foemen, as Friend and Hero and the heroes' helper.\n\nNow, lauded for thine aid, heroic Indra, sped by our prayer,, wax mighty in thy body. To us apportion wealth and habitations. Ye Gods, protect us- evermore with blessings."
    },
    {
      "id": 5843061631435,
      "hymn": "Hymn 38",
      "title": "Untitled",
      "file": "av20038.htm",
      "created": 1745090291013,
      "hash": "md5-f891CFkX/0T4v41EszRCrg==",
      "content": "Come, we have pressed the juice for thee. O Indra, drink the Soma here. Sit thou on this my sacred grass.\n\nO Indra, let thy long-maned Bays, yoked by prayer, bring thee hitherward. Give ear and listen to our prayers.\n\nWe, Soma-bearing Brāhmans, call thee, Soma-drinker, with thy friend, We, Indra, bringing juice expressed.\n\nIndra the singers with high praise, Indra reciters with their lauds, Indra the choirs have glorified.\n\nIndra hath ever close to him his two bay steeds and word-yoked: car, Indra, the golden, Thunder-armed.\n\nIndra hath raised the Sun aloft in heaven that he may see afar. He burst the mountain for the kine."
    },
    {
      "id": 4945145492078,
      "hymn": "Hymn 39",
      "title": "Untitled",
      "file": "av20039.htm",
      "created": 1745090291013,
      "hash": "md5-/PIgWAYoDsHgYdUMGJB1Ag==",
      "content": "For you, from every side, we call Indra away from other men: Ours, and none others,’ let him be.\n\nIn Soma's ecstasy Indra spread the firmament and realms of light. When he cleft Vala limb from limb.\n\nShowing the hidden cows he draye them forth for the Angirases, And Vala he cast headlong down.\n\nBy Indra were the luminous realms of heaven established and secured, Firm and immovable from their place.\n\n5. Indra, thy laud moves quickly like a joyous wave of waters: bright. Have shone the drops that gladden thee."
    },
    {
      "id": 3556247308084,
      "hymn": "Hymn 40",
      "title": "Untitled",
      "file": "av20040.htm",
      "created": 1745090291013,
      "hash": "md5-9TxLPLwiB7eCrTRuMaeXVw==",
      "content": "Mayest thou verily be seen coming by fearless Indra's side: Both joyous: equal in your sheen.\n\nWith Indra's well-beloved hosts, the blameless, hastening to heaven, The sacrificer cries aloud.\n\nThereafter they, as is their wont, threw off the state of babes unborn, Assuming sacrificial name."
    },
    {
      "id": 2070358575471,
      "hymn": "Hymn 41",
      "title": "Untitled",
      "file": "av20041.htm",
      "created": 1745090291014,
      "hash": "md5-cZ+PZa70iQ/DOW2vjCN0Ww==",
      "content": "With bones of Dadhyach for his arms, Indra, resistless in attack, Struck nine-and-ninety Vritras dead,\n\nHe, searching for the horse's head, removed among the moun- tains, found At Saryanāvān what he sought.\n\nThen verily they recognized the essential form of Tvashtar's Bull. Here in the mansion of the Moon."
    },
    {
      "id": 6768164603385,
      "hymn": "Hymn 42",
      "title": "Untitled",
      "file": "av20042.htm",
      "created": 1745090291014,
      "hash": "md5-8MSXKoW/9rw24C9JjtqdsA==",
      "content": "From Indra have I measured an eight-footed and nine-cornered. song, Delicate, faithful to the Law.\n\nIndra, both worlds complained to thee when uttering thy fearful roar, What time thou smotest Dasyus dead.\n\nArising in thy might thy jaws thou shookest, Indra, having quaffed The Soma poured into the bowls."
    },
    {
      "id": 4514439566625,
      "hymn": "Hymn 43",
      "title": "Untitled",
      "file": "av20043.htm",
      "created": 1745090291014,
      "hash": "md5-3t3qepXofNXgoDIbuFdN8g==",
      "content": "Drive all our enemies away, smite down the foes who press around, And bring the wealth for which we long;\n\nO Indra, that which is concealed in firm strong place precipitous: Bring us the wealth for which we long:\n\nGreat riches which the world of men shall recognize as sent by thee: Bring us the wealth for which we long,"
    },
    {
      "id": 6023192908965,
      "hymn": "Hymn 44",
      "title": "Untitled",
      "file": "av20044.htm",
      "created": 1745090291014,
      "hash": "md5-89IYeRDADHKYz9UzEVwBRw==",
      "content": "Praise Indra whom our songs must laud, great Sovran of man- kind, the Chief Most liberal who controlleth men.\n\nIn whom the hymns of praise delight, and all the glory-giving songs, Like the flood's longing for the sea.\n\nHim I invite with eulogy, best King, effective in the fight, Strong for the gain of mighty spoil."
    },
    {
      "id": 3316542199564,
      "hymn": "Hymn 45",
      "title": "Untitled",
      "file": "av20045.htm",
      "created": 1745090291014,
      "hash": "md5-F2TVjzDueRMpPlZG4uNp6w==",
      "content": "This is thine own. Thou drawest near, as the dove turneth to his mate. Thou carest too for this our prayer.\n\nO Hero, Lord of Bounties, praised in hymns, may power and pleasantness Be his who signs the laud to thee.\n\nLord of a Hundred Powers, stand up to lend us succour in this fight: In others too let us agree."
    },
    {
      "id": 2223394527100,
      "hymn": "Hymn 46",
      "title": "Untitled",
      "file": "av20046.htm",
      "created": 1745090291015,
      "hash": "md5-n77uX/1fB2+Pa+pOH3bRjg==",
      "content": "Him who advances men to wealth, sends light to lead them in their wars, And quells their foemen in the fray:\n\nMay he, the saviour much-invoked, may Indra bear us in a ship Safely beyond all enemies.\n\nAs such, O Indra, honour us with wealth and treasure: further us, And lead us to felicity."
    },
    {
      "id": 5698062063111,
      "hymn": "Hymn 47",
      "title": "Untitled",
      "file": "av20047.htm",
      "created": 1745090291015,
      "hash": "md5-k9ew+s2IpxpWbJsiWIkkTw==",
      "content": "We make this Indra show his strength, to strike the mighty Vritra dead: A vigorous Hero shall he be.\n\nIndra was made for giving, most powerful, friendly in carouse, Bright, meet for Soma, famed in song.\n\nBy song, as 'twere, the mighty bolt, which none may parry, was prepared: Lofty, invincible he grew.\n\nThey who stand round him as he moves harness the bright, the ruddy Steed: The lights are shining in the sky.\n\nThey yoke on both sides to the car the two bay coursers dear to him, Bold, tawny, bearers of the Chief.\n\nThou, making light where no light was, and form, O Men r where no form was, Wast born together with the Dawns,\n\nHis bright rays bear him up aloft, the God who knoweth all that= is, Sūrya, that every one may see.\n\nThe constellations pass away, like thieves, together with their- beams, Before the all-beholding Sun.\n\nHis herald rays are seen afar refulgent o'er the world of men, Like fiery flames that burn and blaze.\n\nSwift and all-beautiful art thou, O Sūrya, maker of the light. Illuming all the radiant realm.\n\nThou guest to the troops of Gods, thou comest hither to man- kind, Hither, all light for us to see.\n\nThou with that eye of thine wherewith thou seest, brilliant. Varuna, The active one throughout mankind.\n\nPervadest heaven and wide mid-air, melting the days out with. thy beams, Sun, seeing all things that have birth.\n\nSeven bay steeds, harnessed to thy car, bear thee, O.thou far- seeing One, God, Sūrya, thee with radiant hair.\n\nSūrya hath yoked the seven bright mares, the daughters of the car: With these, His own dear team, he travelleth."
    },
    {
      "id": 6760532766626,
      "hymn": "Hymn 48",
      "title": "Untitled",
      "file": "av20048.htm",
      "created": 1745090291015,
      "hash": "md5-JREy3aeNY6RrrDVVlLYSAQ==",
      "content": "The swiftly-moving songs of praise pour on thee streams of vital strength As mother cows refresh the calf.\n\nSwift move the bright ones while they blend the Milk with vital vigour, as A dame her infant with her heart.\n\nFair hymns bring glory to the Strong, and Indra-vigour; unto, me Fatness and milk and length of days.\n\nThis brindled Bull hath come and sat before the Mother in the east, Advancing to the Father Heaven.\n\nAs expiration from breath she moves along the lucid spheres: The Bull shines forth through all the sky.\n\nSong is bestowed upon the Bird. It reigns supreme throughout thirty realms Throughout the days at break of morn."
    },
    {
      "id": 4243156222302,
      "hymn": "Hymn 49",
      "title": "Untitled",
      "file": "av20049.htm",
      "created": 1745090291015,
      "hash": "md5-jqq6eg1/KK+bsO5ar5KZzg==",
      "content": "When voices, fain to win mid-air, ascended to the Mighty One, The vigorous God was filled with joy.\n\nPraise with the voice the Mighty, praise the awful with the voice: in heaven He, the most bounteous, hath been glad.\n\nPraise with the voice the Mighty: he rules in each realm. In transport he Hath set upon the sacred grass.\n\nAs cows low to their calf in stalls, so with our songs we glorify This Indra, even your wondrous God who checks attack, who joys in the delightful juice.\n\nCelestial, bounteous Giver, God, with power and might, rich, mountain-like, in precious things. Him soon we see for foodful booty rich in kine, brought hundredfold and thousandfold.\n\nI crave of thee that hero strength—that thou mayst first regard this prayer Wherewith thou helpest Bhrigu and the Yatis and Praskanva when the prize was staked.\n\nWherewith thou sentest mighty waters to the sea—Indra, that manly strength of thine. For ever unattainable is this power of him to whom the worlds have cried aloud."
    },
    {
      "id": 6528789482529,
      "hymn": "Hymn 50",
      "title": "Untitled",
      "file": "av20050.htm",
      "created": 1745090291015,
      "hash": "md5-OXIx3N+yt8sGtTgoqVribQ==",
      "content": "What newest of imploring hymns shall, then, the zealous mortal sing? For have not they who laud his might and Indra-power won for themselves the light of heaven?\n\nWhen shall they keep the Law and praise thee mid the Gods? Who counts as Rishi and as sage? When wilt thou ever, Indra, Bounteous Lord, come nigh to presser's or to praiser's call?"
    },
    {
      "id": 7093406332865,
      "hymn": "Hymn 51",
      "title": "Untitled",
      "file": "av20051.htm",
      "created": 1745090291016,
      "hash": "md5-5T7eDvcMu59BpIyzTEN33A==",
      "content": "For you will I sing Indra's praise who gives good gifts as well we know; Praise of the Bounteous Lord who, rich in treasure, aids his singers with wealth thousandfold.\n\nAs with a hundred hosts he rushes boldly on, and for the offerer slays his foes. As from a mountain flow the water-brooks, thus flow his gifts who feedeth many a one.\n\nSakra I praise, for victory, far-famed, exceeding bountiful. Who gives, as 'twere in thousands, precious wealth to him who sheds the juice and worships him.\n\nArrows with hundred points, unconquerable, are this Indra's mighty arms in war. He streams on liberal worshippers like a hill with springs, when juices poured have gladdened him."
    },
    {
      "id": 2819792386679,
      "hymn": "Hymn 52",
      "title": "Untitled",
      "file": "av20052.htm",
      "created": 1745090291016,
      "hash": "md5-TxrJ7p8SrLSlsiT1reoUGA==",
      "content": "We compass thee like waters, we whose grass is trimmed and Soma pressed. Here where the filter pours its stream thy worshipper round thee, O Vritra-slayer, sit.\n\nMen, Vasu! by the Soma, with lauds call thee to the foremost place. When comest thou athirst unto the juice as home, O Indra, like a bellowing bull?"
    },
    {
      "id": 3743868324629,
      "hymn": "Hymn 53",
      "title": "Untitled",
      "file": "av20053.htm",
      "created": 1745090291016,
      "hash": "md5-xpW+q0FstDlScEhovVJMyQ==",
      "content": "Who knows what vital power he wins, drinking beside the flowing juice? This is the fair-cheeked God who, joying in the draught, breaks down the castles in his strength.\n\nAs a wild elephant rushes on, this way and that way, mad with heat. None may restrain thee; yet come hither to the draught: thou movest mighty in thy power.\n\nWhen he, the mighty, ne'er o'erthrown, stedfast, made ready for the fight. When Indra, Bounteous Lord, lists to his praiser's call, he will not stand aloof, but come."
    },
    {
      "id": 5579910001059,
      "hymn": "Hymn 54",
      "title": "Untitled",
      "file": "av20054.htm",
      "created": 1745090291016,
      "hash": "md5-Q6WCZ1D7eVS7YYCiimaslw==",
      "content": "Of one accord they made and formed for kingship Indra, the Hero who in all encounters overcometh, Most eminent for power, destroyer in the conflict, fierce and exceeding strong, stalwart and full of vigour.\n\nBards joined in song to Indra so that he might drink the Soma juice, The Lord of Light, that he whose laws stand fast might aid with power and with help he gives.\n\nThe holy sages form a ring, looking and singing to the Ram. Your very bright inciters, void of all deceit, are with the chan- ters nigh to hear."
    },
    {
      "id": 3433771665985,
      "hymn": "Hymn 55",
      "title": "Untitled",
      "file": "av20055.htm",
      "created": 1745090291016,
      "hash": "md5-wEqztgpsedAdGhWBbDTdJw==",
      "content": "Oft, oft I call that Indra, Maghavan the mighty, who evermore possesses power, ever resistless. Holy, most liberal, may he lead us on to riches, and, thunder armed, make all our pathways pleasant for us.\n\nIndra, what joys as Lord of Light thou broughtest from the Asuras, Prosper therewith, O Maghavan, him who lauds that deed, and those whose grass is trimmed for thee.\n\nThe wasteless share of steeds and kine which, Indra, thou hast fast secured. Grant to the worshipper who presses Soma and gives guerdon, not unto the churl."
    },
    {
      "id": 4579365525212,
      "hymn": "Hymn 56",
      "title": "Untitled",
      "file": "av20056.htm",
      "created": 1745090291016,
      "hash": "md5-OcdOENL6lVClgmnADwDmWA==",
      "content": "Indra, foe-slayer, hath been raised to joy and power by the men. Him, verily, we invocate in battles whether great or small: be he our aid in fights for spoil.\n\nFor, Hero, thou art like a host, art giver of abundant prey. Strengthening even the feeble, thou aidest the sacrificer, thou givest the worshipper ample wealth.\n\nWhen war and battles are on foot, booty is laid before the bold. Yoke thou thy wildly rushing Bays. Whom wilt thou slay and whom enrich? Do thou, O Indra, make us rich,\n\nHe, righteous-hearted, at each time of rapture gives us herds of kine. Gather in both thy hands for us treasures of many hundred sorts. Sharpen thou us, and bring us wealth.\n\nRefresh thee, Hero, with the juice outpoured for bounty and for strength. We know thee Lord of ample store, to thee have sent our heart's desires: be therefore our protector thou.\n\nThese people, Indra, keep for thee all that is worthy of thy choice. Discover thou, as Lord, the wealth of men who offer up no gifts: bring thou to us this wealth of theirs."
    },
    {
      "id": 5183948165932,
      "hymn": "Hymn 57",
      "title": "Untitled",
      "file": "av20057.htm",
      "created": 1745090291016,
      "hash": "md5-wMu37Rsvdo/6lTLKHTxPNw==",
      "content": "As a good cow to him who milks, we call the doer of fair deeds. To our assistance day by day.\n\nCome thou to our libations, drink of Soma, Soma-drinker thou! The rich One's rapture giveth kine.\n\nSo may we be acquainted with thine innermost benevolence: Neglect us not, come hitherward.\n\nDrink for our help the Soma bright, vigilant, and exceeding strong, O Indra, Lord of Hundred Powers.\n\nO Satakratu, powers which thou mid the Five Races hast dis- played, These, Indra, do I claim of thee.\n\nIndra, great glory hast thou gained. Win splendid fame which none may mar. We make thy might perpetual.\n\nCome to us either from anear, or, Sakra, come from far away. Indra, wherever be thy home, come thence, O Caster of the Stone.\n\nVerily Indra, conquering all, driveth even mighty fear away. For firm is he and swift to act.\n\nIndra be gracious unto us: sin shall not reach us afterward, And good shall be before us still.\n\nFrom all the regions of the world let Indra send security. The foe-subduer, swift to act.\n\nWe compass thee like waters, we whose grass in trimmed and Soma pressed. Here where the filter pours its stream thy worshippers round thee, O Vritra-slayer, sit.\n\nMen, Vasu, by the Soma with lauds call thee to the foremost place. When comest thou athirst unto the juice as home, O Indra, like a bellowing bull?\n\nBoldly, bold Hero, bring us spoil in thousands for the Kanvas' sake. O active Maghavan, with eager prayer we crave the yellow-hued with store of kine."
    },
    {
      "id": 3088816130894,
      "hymn": "Hymn 58",
      "title": "Untitled",
      "file": "av20058.htm",
      "created": 1745090291017,
      "hash": "md5-TkIZ0raQqDF3I8Jt3cabSA==",
      "content": "Turning, as 'twere, to meet the Sun, enjoy from Indra all good things. When he who will be born is born with power we look to treasures as our heritage.\n\nPraise him who sends us wealth, whose bounties injure none. Good are the gifts which Indra gives. He is not wroth with one who satisfies his wish: he turns his mind to granting boons.\n\nVerily, Sūrya, thou art great; truly, Āditya, thou art great. As thou art great indeed thy greatness is admired: yea, verily, great art thou, O God.\n\nYea, Sūrya, thou art great in fame: thou evermore, O God, art great. By greatness thou art President of Gods, divine, far-spread, inviolable light."
    },
    {
      "id": 5593247056528,
      "hymn": "Hymn 59",
      "title": "Untitled",
      "file": "av20059.htm",
      "created": 1745090291017,
      "hash": "md5-NaSjmMR1RNuGe0Gbr1673A==",
      "content": "His portion is exceeding great, like a victorious soldier's spoil. Him who is Indra, Lord of Bays, no foes subdue. He gives the Soma-pourer strength.\n\nMake for the holy Gods a hymn that is not mean, but well arranged and fair in form. Full many snares and bonds subdue not him who dwells with Indra through his sacrifice."
    },
    {
      "id": 6429464274170,
      "hymn": "Hymn 60",
      "title": "Untitled",
      "file": "av20060.htm",
      "created": 1745090291017,
      "hash": "md5-fm6b4nh9W2+HCvg0jA9ZoQ==",
      "content": "For so thou art the hero's Friend, a Warrior too art thou, and strong: So may thy heart be won to us.\n\nSo hath the offering; wealthiest Lord, been paid by all the worshippers: So dwell thou, Indra, even with me.\n\nBe not thou, like a slothful priest, O Lord of wealth and spoil: rejoice. In the pressed Soma blent with milk.\n\nSo also is his excellence, great copious, rich in cattle, like A ripe branch to the worshipper.\n\nFor verily thy mighty powers, Indra, are saving helps at once Unto a worshipper like me.\n\nSo are his lovely gifts: let laud be said and praise to Indra sung. That he may drink the Soma juice."
    },
    {
      "id": 2437232647645,
      "hymn": "Hymn 61",
      "title": "Untitled",
      "file": "av20061.htm",
      "created": 1745090291017,
      "hash": "md5-8gx4ERUzFkYavZE1D/D1rw==",
      "content": "We sing this strong and wild delight of thine which conquers in the fray, Which, Caster of the Stone, gives room and shine like gold.\n\nWherewith thou also foundest lights for Āyu and for Manu's sake: Now joying in!!this sacred grass thou beamest forth.\n\nThis day to singers of the hymn praise, as of old, this, might of thine. Win thou the waters, day by day, thralls of the strong.\n\nSing forth to him whom many men invoke, to him whom many laud: Invite the potent Indra with your songs of praise;\n\nWhose lofty might—for doubly strong is he—supports the heaven and earth. And hills and plains and floods and light with manly power.\n\nSuch, praised by many! thou art King: alone thou smitest foe- men dead, To gain, O Indra, spoils of war and high renown."
    },
    {
      "id": 6109596284913,
      "hymn": "Hymn 62",
      "title": "Untitled",
      "file": "av20062.htm",
      "created": 1745090291017,
      "hash": "md5-DMehpY56oddafrQjUrk2dg==",
      "content": "To Indra sing a Sāman, sing to the high Sage a lofty song, To him who keeps the Law, inspired and fain for praise.\n\nThou, Indra, art preeminent: thou gavest splendour to the Sun. Maker of all things, thou art mighty and All-God.\n\nRadiant with light thou wentest to the sky, the luminous realms: of heaven. The Gods, O Indra, strove to win thee for their friend.\n\nSing forth to him whom many men invoke, to him whom many laud: Invite the potent Indra with your songs of praise;\n\nWhose lofty might—for doubly strong is he—supports the heaven and earth, And hills and plains and floods and light with manly power.\n\nSuch, praised by many! thou art King. Alone thou smitest foe- men dead, To gain, O Indra, spoils of war and high renown."
    },
    {
      "id": 2779488527445,
      "hymn": "Hymn 63",
      "title": "Untitled",
      "file": "av20063.htm",
      "created": 1745090291019,
      "hash": "md5-oGQp/Q5ghsH/RZSQqXRSNw==",
      "content": "We will, with Indra, and all Gods to aid us, bring these existing. worlds into subjection. Our sacrifice, our bodies, and our offspring, let Indra form to- gether with the Ādityas.\n\nWith the Ādityas with the band of Maruts, may Indra be pro- tector of our bodies; As when the Gods came, after they had slaughtered the Asuras,. keeping safe their godlike nature,\n\nBrought the Sun hitherward with mighty powers, and looked! about them on their vigorous God-head. With this may we obtain strength God-appointed, and brave sons gladden us through a hundred winters.\n\nHe who alone bestoweth might on mortal man who offereth gifts, The ruler of resistless power, is Indra, sure.\n\nWhen will he trample like a weed the man who hath no gift for him? When verily will Indra hear our songs of praise?\n\nHe who with Soma juice prepared among the many harbours. thee, Verily Indra gains thereby tremendous might.\n\nJoy, mightiest Indra, known and marked, sprung most from Soma draughts, wherewith Thou smitest down the greedy fiend, for that we pray.\n\nWherewith thou helpest Adhrigu, the great Dasagva, and the God Who stirs the sunlight, and Sea, for that we pray.\n\nWherewith thou dravest forth like cars Sindhu and all the mighty floods. To go the way ordained by Law, for that we pray."
    },
    {
      "id": 3628421407957,
      "hymn": "Hymn 64",
      "title": "Untitled",
      "file": "av20064.htm",
      "created": 1745090291020,
      "hash": "md5-VicoblznWOhxZvTMCDSn4w==",
      "content": "Come unto us, O Indra, dear, still conquering, unconcealable, Vast as a mountain spread on all sides, Lord of heaven.\n\nO truthful Soma-drinker, thou art mightier than both the worlds. Thou strengthenest him who pours libation, Lord of heaven.\n\nFor thou art, he, O Indra, who stormest all castles of the foe, Slayer of Dasyus, man's supporter, Lord of heaven.\n\nO ministering priest, pour out of the sweet juice what gladdens most. So is the Hero praised who ever prospers us.\n\nIndra whom tawny coursers bear, praise such a thine,. preeminent None by his power or by his goodness hath attained\n\nWe seeking glory, have invoked this Master of all power and' might. Who must be glorified by constant sacrifice."
    },
    {
      "id": 5366401952869,
      "hymn": "Hymn 65",
      "title": "Untitled",
      "file": "av20065.htm",
      "created": 1745090291020,
      "hash": "md5-P7sITDmowxBielBvScStOQ==",
      "content": "Come, sing we praise to Indra, friends! the Hero who deserves the laud, Him who with none to aid o'ercomes all tribes of men.\n\nTo him who wins the kine, who keeps no cattle back, celestial God, Speak wondrous speech more sweet than butter and than mead.\n\nWhose hero powers are measureless, whose bounty ne'er may be surpassed, Whose liberality, like light, is over all."
    },
    {
      "id": 5698223005478,
      "hymn": "Hymn 66",
      "title": "Untitled",
      "file": "av20066.htm",
      "created": 1745090291020,
      "hash": "md5-axeS4zrEEK8VSVtSBAqvNQ==",
      "content": "As Vyasva did, praise Indra, praise the strong unfluctuating guide. Who gives the foe's possessions to the worshipper.\n\nNow, son of Vyasva, praise thou him who to the tenth time still is new. The very wise, whom living men must glorify.\n\nThou knowest, Indra, thunder-armed, how to avoid destructive Powers, As one secure from pitfalls each succeeding day."
    },
    {
      "id": 4576246119969,
      "hymn": "Hymn 67",
      "title": "Untitled",
      "file": "av20067.htm",
      "created": 1745090291020,
      "hash": "md5-n4+5eG4iNd+OhmmXy0fMcw==",
      "content": "The pourer of oblations gains the home of wealth pouring his gift conciliates hostilities, yea, the hostilities of Gods. Pouring he strives, unchecked and strong, to win him riches thousandfold. Indra gives lasting wealth to him who pours forth gifts; yea, wealth he gives that long shall last.\n\nNe'er may those manly deeds of yours for us grow old, never may your bright glories fall into decay, never before your time decay. What deed of yours, new every age, wondrous, surpassing man,. rings forth, Whatever, Maruts may be difficult to gain grant us whate'er is hard to win.\n\nI think on Agni, Hotar, the munificent, the gracious Son of strength, who knoweth all that live, as holy Sage who knoweth all. Lord of fair rites, a God with form erected turning to the Gods. He, when the flame hath sprung forth from the holy oil, the offered fatness, longeth for it with his glow.\n\nBusied with sacrifice, with spotted deer and spears, gleaming. upon your way with ornaments, yea, our friends, Sitting on sacred grass, ye sons of Bharata, drink Soma from the Potar's bowl, O Men of heaven.\n\nBring the Gods hither, Sage, and offer sacrifice. At the three altars seat thee willingly .O Priest. Accept for thy delight the proffered Soma mead: drink from the Kindler's bowl and sate thee with thy share.\n\nThis is the strengthener of thy body's manly might: strength,. victory for all time are laid within thine arms. Pressed for thee, Maghavan, it is offered unto thee: drink from the chalice of this Brāhman, drink thy fill.\n\nHim whom of old I called on, him I call on now. He is to be invoked: his name is He who Gives. Here brought by priests in Soma mead. Granter of Wealth, drink Soma with the Seasons from the Hotar's Cup."
    },
    {
      "id": 6215452883806,
      "hymn": "Hymn 68",
      "title": "Untitled",
      "file": "av20068.htm",
      "created": 1745090291020,
      "hash": "md5-OMqPJDzdsU3uqkVdv1/Nmg==",
      "content": "Go to the wise unconquered One, ask thou of Indra, skilled in song, Him who is better than thy friends.\n\nWhether the men who mock us say, Depart unto another place, Ye who serve Indra and none else;\n\nOr whether, God of wondrous deeds, all our true people call us blest, Still may we dwell in Indra's care.\n\nUnto the swift One bring the swift, man-cheering, grace of sacrifice. That to the Friend gives wings and joy.\n\nThou, Satakratu, drankest this and wast the Vritras' slayer; thou. Helpest the warrior in the fray.\n\nWe strengthen, Satakratu, thee, yea, thee the powerfull in fight, That, Indra, we may win us wealth.\n\nTo him the mighty stream of wealth, prompt Friend of him who pours the juice, Yea, to this Indra sing your song.\n\nO come ye hither, sit ye down: to Indra sing ye forth your song, Companions, bringing hymns of praise.\n\nTo him the richest of the rich, the Lord of treasures excellent, Indra, with Soma juice outpoured."
    },
    {
      "id": 3813253411073,
      "hymn": "Hymn 69",
      "title": "Untitled",
      "file": "av20069.htm",
      "created": 1745090291020,
      "hash": "md5-lawlF/BBnmKy5V38WOcxIA==",
      "content": "May he stand by us in our need and in abundance for our wealth: With riches may he come to us;\n\nWhose pair of tawny horses yoked in battles foemen challenge not: To him, to Indra, sing your song.\n\nNigh to the Soma-drinker come, for his enjoyment, these bright drops, The Somas mingled with the curd.\n\nThou, grown at once to perfect strength, wast born to drink the Soma juice, strong Indra, for preeminence.\n\nO Indra, lover of the song, may these quick Somas enter thee: May they bring bliss to thee the Sage.\n\n6. O Lord of Hundred Powers, our chants of praise and lauds have strengthened thee: So strengthen thee the songs we sing!\n\nIndra, whose succour never fails, accept this treasure thousand- fold, Wherein all manly powers abide.\n\nO Indra, thou who lovest song, let no man hurt our bodies, keep. Slaughter far from us, for thou canst.\n\nThereafter they, as is their wont, threw off the state of babes urborn, Taking their sacrificial name."
    },
    {
      "id": 6742026009179,
      "hymn": "Hymn 70",
      "title": "Untitled",
      "file": "av20070.htm",
      "created": 1745090291021,
      "hash": "md5-0C7BkXvdFnGHRgERgw9rdg==",
      "content": "Thou, Indra, with the Tempest-Gods, the breakers down of what is firm, Foundest the kine even in the cave.\n\nWorshipping even as they list, singers laud him who findeth wealth, The far-renowned, the mighty One.\n\nThen, faring on by Indra's side, the fearless, let thyself be seen,. Both gracious and in splendour peers.\n\nWith Indra's well-beloved hosts, the blameless, tending heaven- ward, The sacrificer cries aloud.\n\nCome from this place, O wanderer, or downward from the light of heaven! Our songs of praise all yearn for this.\n\nOr Indra we implore for help from here, from heaven above the earth, Or from the spacious firmament.\n\nIndra the singers with high praise, Indra reciters with their lauds, Indra the choirs have glorified.\n\nIndra hath ever close to him his two bay steeds and word-yoked car, Indra the golden, Thunder-armed.\n\nIndra hath raisedjthe Sun on high in heaven, that he may see afar: He burst the mountain for the kine.\n\nHelp us, O Indra, in the frays, yea, frays where thousand spoils are gained, With awful aids, O awful One.\n\nIn mighty battle we invoke, Indra, Indra in lesser fight, The friend who bends his bolt at fiends.\n\nUnclose, our manly Hero, thou for ever bounteous, yonder cloud, For us, thou irresistible.\n\nStill higher, at each strain of mine, thunder-armed Indra's, praises rise: I find no laud worthy of him.\n\nEven as the bull drives on the herds, he drives the people with his might, The ruler irresistible:\n\nIndra who rules with single sway men, riches, and the fivefold race. Of those who dwell upon the earth.\n\nFor your sake from each side we call Indra away from other men: Ours, and none others', may he be.\n\nIndra, bring wealth that gives delight, the victor's ever-conquer- ing wealth, Most excellent, to be our aid;\n\nBy means of which we may repel our foes in battle hand to hand. By thee assisted with the car.\n\nAided by thee, the Thunder-armed, Indra; may we lit up the bolt, And conquer all our foes in fight.\n\nWith thee, O Indra, for ally, with missile-darting heroes may We conquer our embattled foes."
    },
    {
      "id": 2110155688554,
      "hymn": "Hymn 71",
      "title": "Untitled",
      "file": "av20071.htm",
      "created": 1745090291021,
      "hash": "md5-VA9RSASd0yGByqD37B/iqA==",
      "content": "Mighty is Indra, yea, supreme; greatness becomes the Thunderer! Wide as the heaven extends his power;\n\nWhich aideth those to win them sons who come as heroes to the fight, Or singers loving holy thoughts.\n\nHis belly drinking deepest draughts of Soma like an ocean swells, Like wide streams from the cope of heaven.\n\nCome, Indra, and delight thee with the juice at all the Soma feasts, Protector, mighty in thy strength.\n\nTo Indra pour ye forth the juice, the active gladdening juice, to him The gladdening omnific God.\n\nO Lord of all men, fair of cheek, rejoice thee in the gladdening buds, Present at these drink-offerings.\n\nSongs have outpoured themselves to thee, Indra, the strong, the guardian Lord. And raised themselves unsatisfied.\n\nSend to us bounty manifold, O Indra, worthy of our wish, For power supreme is only thine.\n\nO Indra, stimulate thereto us emulously fain for wealth. And glorious, O most splendid One.\n\nGive, Indra, wide and lofty fame, wealthy in cattle and in strength, Lasting our life-time, failing not.\n\nGrant us high fame, O Indra, grant riches bestowing thousands, those Fair fruits of earth borne home in wains.\n\nPraising with songs the praise-worthy who cometh to our aid, we call Indra, the Treasure-Lord of wealth.\n\nTo lofty Indra, dweller by each libation, the pious man Sings forth aloud a strengthening hymn."
    },
    {
      "id": 1460697164308,
      "hymn": "Hymn 72",
      "title": "Untitled",
      "file": "av20072.htm",
      "created": 1745090291021,
      "hash": "md5-ZADYRoLmWtdNxYq/rXV42g==",
      "content": "In all libations men with hero spirit urge thee, Universal, One, each seeking several light, each fain to win the light apart. Thee, furthering like a ship, will we set to the chariot pole of strength, As men who win with sacrifices Indra's thought, men who win Indra with their lauds.\n\nCouples desirous of thine aid are storming thee, pouring their presents forth to win a stall of kine, pouring gifts, Indra, seeking thee. When two men seeking spoil or heaven thou bringest face to face in war, Thou showest Indra, then the bolt thy constant friend, the bull that ever waits on thee,\n\nAlso this morn may he be well inclined to us, mark at our call our offerings and our song of praise, our call that we may win the light. As thou, O Indra Thunder-armed, wilt, as the Strong One, slay the foe, Listen, thou to the prayer of me a later sage, hear thou a later sage's prayer."
    },
    {
      "id": 5583492288610,
      "hymn": "Hymn 73",
      "title": "Untitled",
      "file": "av20073.htm",
      "created": 1745090291021,
      "hash": "md5-P25mGd8tMJk56H3iL6XpRg==",
      "content": "All these libations are for thee, O Hero: to thee I offer these my prayers that strengthen. Ever, in every place, must men invoke thee.\n\nNever do men attain, O Wonder-worker, thy greatness, Mighty One who must be lauded, Nor, Indra, thine heroic power and bounty.\n\nBring to the Wise, the Great who waxeth mighty your offerings and make ready your devotion: To many clans he goeth, man's Controller.\n\nWhen, with the Princes, Maghavan, famed of old, comes nigh the thunderbolt of gold and the Controller's car Which his two tawny coursers draw, then Indra is the Sovran Lord of power whose fame spreads far and wide.\n\nWith him too is this rain of his that comes like herds: Indra throws drops of moisture on his yellow beard. When the sweet juice is shed he seeks the pleasant place, and stirs the worshipper as the wind disturbs the wood.\n\nWe laud and praise his several deeds of valour who, fatherlike,. with power hath made us stronger; Who with his voice slew many thousand wicked ones who spake in varied manner with contemptuous cries."
    },
    {
      "id": 4018934406626,
      "hymn": "Hymn 74",
      "title": "Untitled",
      "file": "av20074.htm",
      "created": 1745090291021,
      "hash": "md5-J/iVzKCcqUvy8yxijH2S6g==",
      "content": "O Soma-drinker, ever true, utterly hopeless though we be, Do thou, O Indra, give us hope of beauteous horses and of kine, In thousands, O most wealthy One.\n\nO Lord of strength, whose jaws are strong, great deeds are thine, the powerful: Do thou, O Indra, give us hope of beauteous horses and of kine, In thousands, O most wealthy One.\n\nLull thou asleep, to wake no more, the pair who on each other look: Do thou, O Indra, give us hope of beauteous horses and of kine, In thousands, O most wealthy One.\n\nHero, let hostile spirits sleep, and every gentler Genius wake: Do thou, O Indra, give us hope of beauteous horses and of kine, In thousands, O most wealthy One.\n\nDestroy this ass, O Indra, who in tones discordant brays to thee: Do thou, O Indra, give us hope of beauteous horses and of kine, In thousands, O most wealthy One.\n\nFar distant on the forest fall the tempest in a circling course; Do thou, O Indra, give us hope of beauteous horses and of kine, In thousands, O most wealthy One.\n\nSlay each reviler and destroy him who in secret injures us: Do thou, O Indra, give us thope of beauteous horses and of kine, In thousands, O most wealthy One."
    },
    {
      "id": 6512695935911,
      "hymn": "Hymn 75",
      "title": "Untitled",
      "file": "av20075.htm",
      "created": 1745090291021,
      "hash": "md5-KO1vbLNHt/HmrfyST2DM0g==",
      "content": "Couples desirous of thine aid are storming thee, pouring their presents forth to win a stall of king pouring gifts, Indra, seeking thee. When two men seeking spoil or heaven thou bringest face to face in war, Thou showest, Indra, then the bolt, thy constant friend, the bull that ever waits on thee.\n\nThis thine heroic power full well the people knew, wherewith thou brakest down, Indra, autumnal forts, brakest them down with conquering might. Thou hast chastised. O Indra, Lord of strength, the man who worships not, And made thine own this great earth and these water-floods, with joyous heart these water-floods.\n\nAnd they have bruited far this hero might, when thou, O Strong One, in thy joy helpest thy suppliants who sought to win thee for their Friend. Their battle-cry thou madest sound victorious in the shocks of war. One stream after another have they gained from thee, eager for glory have they gained."
    },
    {
      "id": 6511074514388,
      "hymn": "Hymn 76",
      "title": "Untitled",
      "file": "av20076.htm",
      "created": 1745090291022,
      "hash": "md5-zkYNavMkmqcYIzUSvUqr8g==",
      "content": "As sits the young bird on the tree rejoicing, ye, swift pair, have been roused by clear laudation, Whose Hoter-priest through many days is Indra, earth's guardian, friend of men, the best of heroes.\n\nMay we, when this Dawn and the next dance hither, be thy best servants, most heroic Hero! Let the victorious car with triple splendour bring hitherward the hundred chiefs with Kutsa.\n\nWhat was the gladdening draught that pleased thee, Indra? Speed to our doors, our songs, for thou art mighty. Why comest thou to me, what gift attracts thee? Fain would I bring thee food most meet to offer.\n\nIndra, what fame hath one like thee mid heroes? With what plan wilt thou act? Why hast thou sought us? As a true friend, Wide-Strider! to sustain us, since food absorbs the thought of each among us.\n\nSpeed happily those, as Sūrya ends his journey, who meet his wish as bridegrooms meet their spouses; Men who support, O Indra strong by nature, with food the many songs that tell thy praises.\n\nThine are two measures, Indra, wide, well-meted, heaven for thy majesty, earth for thy wisdom. Here for thy choice are Somas mixed with butter: may the sweet meath be pleasant for thy drinking.\n\nThey have poured out a bowl to him, to Indra, full of sweet juice, for faithful is his bounty. O'er earth's expanse hath he grown great by wisdom, the friend of man, and by heroic exploits.\n\nIndra hath conquered in his wars the mighty: men strive in multitudes to win his friendship. Ascend thy chariot as it were in battle, which thou shalt drive to us with gracious favour,"
    },
    {
      "id": 6031050696300,
      "hymn": "Hymn 77",
      "title": "Untitled",
      "file": "av20077.htm",
      "created": 1745090291022,
      "hash": "md5-PhqNchFnv5x/4MXy5mgNcw==",
      "content": "Impetuous, true, let Maghavan come hither, and let his tawny coursers speed to reach us. For him have we pressed juice exceeding potent: here, praised with song, let him effect his visit.\n\nUnyoke, as at thy journey's end, O Hero, to gladden thee to-day at this libation. Like Usanā, the priest a laud shall utter, a hymn to thee, the Lord Divine, who markest.\n\nWhen the Bull quaffing praises our libation, as a sage paying holy rites in secret, Seven singers here from heaven hath he begotten, who e'en by day have wrought their works while singing.\n\nWhen heaven's fair light by hymns was made apparent. (they made great splendour shine at break of morning), He with his succour, best of heroes, scattered the blinding dark- ness so that men saw clearly.\n\nIndra, impetuous One, hath waxed immensely: he with his vastness hath filled earth and heaven. E'en beyond this his majesty extendeth who hath exceeded all the worlds in greatness,\n\nSakra who knoweth well all human actions hath with his eager friends let loose the waters. They with their songs cleft e'en the mountain open, and willingly disclosed the stall of cattle.\n\nHe smote away the flood's obstructer Vritra: Earth conscious lent her aid to speed thy thunder. Thou sentest forth the waters of the ocean as Lord through power and might, O daring Hero.\n\nWhen, Much-invoked! the waters' rock thou deftest, Saramā showed herself and went before thee. Hymned by Angirases, bursting the cowstalls, thou foundest ample strength for us as leader."
    },
    {
      "id": 3008580058934,
      "hymn": "Hymn 78",
      "title": "Untitled",
      "file": "av20078.htm",
      "created": 1745090291022,
      "hash": "md5-DajthGe+OAVzGF5qBFnNhg==",
      "content": "Sing this, what time the juice is pressed, to him your Hero much-invoked, To please him as a mighty, Bull.\n\nHe, excellent, withholdeth not his gift of power and wealth in kine, When he hath listened to our songs.\n\nMay he with might disclose for us the cows' stall, whosesoe'er it be, To which the Dasyu-slayer goes."
    },
    {
      "id": 2076340326949,
      "hymn": "Hymn 79",
      "title": "Untitled",
      "file": "av20079.htm",
      "created": 1745090291022,
      "hash": "md5-YYSRe0CcWO4m67+IdtGh/g==",
      "content": "O Indra, give us wisdom as a sire gives wisdom to his sons. Guide us, O Much-invoked, on this our foray: may we, living, still enjoy the light.\n\nGrant that no mighty foes, unknown, malevolent, unhallowed, tread us to the ground. With thine assistance, Hero! may we pass through all the waters that are rushing down."
    },
    {
      "id": 6034757384985,
      "hymn": "Hymn 80",
      "title": "Untitled",
      "file": "av20080.htm",
      "created": 1745090291022,
      "hash": "md5-BzoITUW22lxYtttkztxY8Q==",
      "content": "Bring us, O Indra, name and fame, enriching, mightiest, excellent, Wherewith, O wondrous God, fair-cheeked and thunder-armed, thou hast filled full this earth and heaven.\n\nWe call on thee, O King, mighty among the Gods, ruler of men, to succour us, All that is weak in us, excellent God, make firm: make our foes easy to subdue."
    },
    {
      "id": 2039473257152,
      "hymn": "Hymn 81",
      "title": "Untitled",
      "file": "av20081.htm",
      "created": 1745090291022,
      "hash": "md5-iLwcniro0hI19Q+fptNvcw==",
      "content": "O Indra, if a hundred heavens and if a hundred earths were: thine No, not a hundred suns could match thee at thy birth, not, both, the worlds, O Thunderer.\n\nThou, Hero, hast performed thy hero needs with might, yea, all+ with strength, O Strongest One. Maghavan, help us to a stable full of kine, O Thunderer, with) wondrous aids."
    },
    {
      "id": 1957147030882,
      "hymn": "Hymn 82",
      "title": "Untitled",
      "file": "av20082.htm",
      "created": 1745090291023,
      "hash": "md5-57JHug2+jR2MvhkTLqtTKg==",
      "content": "If I, O Indra, were the lord of riches ample as thine own, I should support the singer, God who scatterest wealth! and! not abandon him to woe.\n\nEach day would I enrich the man who sang my praise, in what- soever place he were. No kinship is there better, Maghavan, than thine: a father even) is no more."
    },
    {
      "id": 5327098426040,
      "hymn": "Hymn 83",
      "title": "Untitled",
      "file": "av20083.htm",
      "created": 1745090291023,
      "hash": "md5-q51TQriar7I+eUdjBlR2LQ==",
      "content": "O Indra, grant a happy home, a triple refuge, triply strong. Bestow a dwelling-place on the rich lords and me, and keep thy dart afar from these.\n\nThey who with minds intent on spoil subdue the foe, boldly attack and smite him down. From these, O Indra, Bounteous Lord who lovest song, be closest guardian of our lives."
    },
    {
      "id": 4242006203952,
      "hymn": "Hymn 84",
      "title": "Untitled",
      "file": "av20084.htm",
      "created": 1745090291023,
      "hash": "md5-8xfKp4ULmLw3Q6NgosOeNA==",
      "content": "O Indra marvellously bright, come, these libations long for thee, Thus by fine fingers purified.\n\nUrged by the holy singer, sped by song, come, Indra, to the prayers. Of the libation-pouring priest.\n\nApproach, O Indra, hasting thee, Lord of Bay Horses, to the prayers: Take pleasure in the juice we pour."
    },
    {
      "id": 2797702777160,
      "hymn": "Hymn 85",
      "title": "Untitled",
      "file": "av20085.htm",
      "created": 1745090291023,
      "hash": "md5-VfP6qtp/EM+8XwIF8FdR/w==",
      "content": "Glorify naught besides, O friends; so shall no sorrow trouble you. Praise only mighty Indra when the juice is shed, and say your lauds repeatedly:\n\nEven him, eternal, like a bull who rushes down, men's con- queror, bounteous like a cow; Him who is cause of both, of enmity and peace, to both sides most munificent.\n\nAlthough these men in sundry ways invoke thee to obtain thine aid. Be this our prayer, addressed, O Indra, unto thee, thine exalta- tion every day.\n\nThose skilled in song, O Maghavan, among these men o'ercome with might the foeman's songs, Come hither, bring us strength in many a varied form most near that it may succour us."
    },
    {
      "id": 4044802079608,
      "hymn": "Hymn 86",
      "title": "Untitled",
      "file": "av20086.htm",
      "created": 1745090291023,
      "hash": "md5-SYu0QO+9GutwJ23ltYb52A==",
      "content": "Those who are yoked by prayer with prayer I harness, the two. fleet friendly Bays who joy together. Mounting thy firm and easy car, O Indra, wise and all-knowing come thou to the Soma."
    },
    {
      "id": 3100464809503,
      "hymn": "Hymn 87",
      "title": "Untitled",
      "file": "av20087.htm",
      "created": 1745090291023,
      "hash": "md5-9LjicfmsiWPCXaEdt7rugQ==",
      "content": "Priests, offer to the Lord of all the people the milked-out stalk of Soma, radiant-coloured. No wild bull knows his drinking-place like Indra who ever seeks him who hath pressed the Soma.\n\nThou dost desire to drink, each day that passes, the pleasant food which thou hast had aforetime. O Indra, gratified in heart and spirit, drink eagerly the Soma set before thee.\n\nThou, newly-born, for strength didst drink the Soma; thy mother told thee of thy future greatness. O Indra, thou hast filled mid-air's wide region, and given the Gods by battle room and freedom.\n\nWhen thou hast urged the arrogant to combat, proud in their strength of arm, we will subdue them. Or, Indra, when thou fightest girt by heroes, we in the glorious fray with thee will conquer.\n\nI will declare the earliest deeds of Indra, and recent acts which Maghavan hath accomplished. When he had conquered godless wiles and magic, Soma became his own entire possession.\n\nThine is this world of flocks and herds around thee, which with the eye of Surya thou beholdest. Thou, Indra, art alone the Lord of cattle: may we enjoy the treasure which thou givest.\n\nYe twain are Lords of wealth in earth and heaven, thou, O Brihaspati, and thou, O Indra . Mean though he be, give wealth to him who lauds you. Preserve us evermore, ye Gods, with blessings."
    },
    {
      "id": 3128569587097,
      "hymn": "Hymn 88",
      "title": "Untitled",
      "file": "av20088.htm",
      "created": 1745090291023,
      "hash": "md5-7XIz0aoPYm93XsFvkbRuyg==",
      "content": "Him who with might hath propped earth's ends, who sitteth in threefold seat, Brihaspati, with thunder, Him of the pleasant tongue have ancient sages, deep thinking,. holy singers, set before them.\n\nWild in their course, in well-marked wise rejoicing were they,. Brihaspati, who pressed around us Preserve, Brihaspati, the stall uninjured,r,this company's raining. ever-moving birth-place.\n\nBrihaspati, from thy remotest distance have they sat down who love the law eternal. For thee were dug wells springing from the mountain, which murmuring round about pour streams of sweetness.\n\nBrihaspati, when first he had his being from mighty splendour in supremest heaven. Strong, with his sevenfold mouth, with noise of thunder, with his seven rays blew and dispersed the darkness.\n\nWith the loud-shouting band who sang his praises, with thunder, he destroyed malignant Vala. Brihaspati thundering drave forth the cattle, the lowing cows who make oblations ready.\n\nServe we with sacrifices, gifts, and homage even thus the Steer of all the Gods, the Father. Brihaspati, may we be lords of riches, with noble progeny and, store of heroes."
    },
    {
      "id": 2832639442468,
      "hymn": "Hymn 89",
      "title": "Untitled",
      "file": "av20089.htm",
      "created": 1745090291024,
      "hash": "md5-My+S/3zh2Jism6INU8gjRA==",
      "content": "Even as an archer shoots afar his arrow, offer the laud to him with meet adornment. Quell with your voice the wicked's voice, O sages, Singer, make Indra rest beside the Soma.\n\nDraw thy Friend to thee like a cow at milking: O singer, wake up Indra as a lover. Make thou the Hero haste to give us riches even as a vessel filled brimful with treasure.\n\nWhy, Maghavan, do they call thee bounteous Giver? Quicken me: thou, I hear, art he who quickens. Sakra, let my intelligence be active, and bring us luck that finds great wealth, O Indra.\n\nStanding, in battle for their rights, together, the people, Indra, in the fray invoke thee. Him who brings gifts the Hero makes his comrade: with him who pours no juice he seeks not friendship.\n\nWhoso with plenteous juice for him expresses strong Somas as much quickly-coming treasure, For him he everthrows in early morning his swift well-weapon- ed foes and slays the tyrant.\n\nHe unto whom we offer praises, Indra, Maghavan, who hath joined to ours his wishes Before him even afar the foe must tremble: low before him must bow all human glories.\n\nWith thy fierce bolt, O God invoked of many, drive to a distance from afar the foeman. O Indra, give us wealth in corn and cattle, and make the singer's prayer gain strength and riches.\n\nIndra the swallower of strong libations with their thick residue, the potent Somas, He, Maghavan, will not restrict his bounty: he brings much wealth unto the Soma-presser.\n\nYea, by superior play he wins advantage when he, a gambler, piles his gains in season. Celestial-natured, he o'erwhelms with riches the devotee who keeps not back his money.\n\nO much-invoked, may we subdue all famine and evil want with store of grain and cattle. May we allied, as first in rank, with princes,:obtain possessions by our own exertion\n\nBrihaspati protect us from the rearward, and from above and from below, from sinners. May Indra from the front and from the centre, as friend to friends, vouchsafe us room and freedom."
    },
    {
      "id": 3400552086868,
      "hymn": "Hymn 90",
      "title": "Untitled",
      "file": "av20090.htm",
      "created": 1745090291024,
      "hash": "md5-xdHWfjPhp92ZWoJvEKf4Ow==",
      "content": "Served with oblations, first-born, mountain-render, Angiras' Son, Brihaspati the holy. With twice-firm path, dwelling in light, our Father, roars loudly, as a bull, to earth and heaven.\n\nBrihaspati who made for such a people wide room and verge when Gods were invocated— Slaying his foe he breaketh down their cattles, quelling his enemies and those who hate him.\n\nBrihaspati in war hath won rich treasures, hath won, this God, the great stalls filled with cattle. Striving to win waters and light, resistless, Brihaspati with light- ning smites the foeman."
    },
    {
      "id": 6560505596144,
      "hymn": "Hymn 91",
      "title": "Untitled",
      "file": "av20091.htm",
      "created": 1745090291024,
      "hash": "md5-Ri2h9uoqsjamPSfljpIIAQ==",
      "content": "This holy hymn sublime and seven-headed, sprung from eternal Law, our sire discovered. Ayāsya, friend of all men, hath engendered the fourth hymn as he sang his laud to Indra.\n\nThinking aright, praising eternal Order, the sons of Dyaus the Asura, those heroes, Angirases, holding the rank of sages, first honoured sacrifice's holy statute.\n\nGirt by his friends who cried with swanlike voices, bursting the stoney barriers of the prison, Brihaspati spake in thunder to the cattle, and uttered praise and. song when he had found them.\n\nApart from one, away from two above him, he draye the kine that stood in bonds of falsehood. Brihaspati, seeking light amid the darkness, draye forth the bright cows: three he made apparent.\n\nWhen he had cleft the lairs and western castle, he cut off three from him who held the waters. Brihaspati discovered, while he thundered like Dyaus, the dawn,. the sun, the cow, the lightning.\n\nAs with a hand, so with his roaring Indra cleft Vala through,. the guardian of the cattle. Seeking the milk-draught with sweat-shining comrades he stole: the Pani's kine and left him weeping.\n\nHe with bright faithful friends, winners of booty, hath rent the milker of the cows asunder. Brihaspati with wild boars strong and mighty sweating with heat hath gained a rich possession.\n\nThey, longing for the kine, with faithful spirit incited with their hymns the Lord of cattle. Brihaspati freed the radiant cows with comrades self-yoked,. averting shame from one another.\n\nIn our assembly with auspicious praises exalting him who roareth. like a lion. May we in every fight where heroes conquer rejoice in strong. Brihaspati the victor.\n\nWhen he had won him strength of every nature and gone to heaven and its most lofty mansions, Men praised Brihaspati the mighty, bringing the light within their mouths from sundry places.\n\nFulfil the prayer that begs for vital vigor: aid in your wonted manner e'en the humble. Let all our foes be turned and driven backward. Hear this, O Heaven and Earth, ye all-producers.\n\nIndra with mighty strength hath cleft asunder the head of Arbuda the watery monster, Slain Ahi, and set free the Seven Rivers. O Heaven and Earth, with all the Gods, protect us."
    },
    {
      "id": 1816032307491,
      "hymn": "Hymn 92",
      "title": "Untitled",
      "file": "av20092.htm",
      "created": 1745090291024,
      "hash": "md5-p4kTjRgha9qvVPZz5+Uvzw==",
      "content": "Praise, even as he is known, with song Indra the guardian of the kine, The Son of Truth, Lord of the brave.\n\nHither his bay steeds have been sent, red steeds are on the sacred grass. Where we in concert sing our songs.\n\nFor Indra thunder-armed the kine have yielded mingled milk and meath. What time he found them in the vault.\n\nWhen I and Indra amount on high up to the bright One's place and home, We, having drunk of meath, will reach his seat whose Friends are three-times-seven.\n\nSing, sing ye forth your songs of praise, ye Priyamedhas, sing your songs: Yea, let young children sing their lauds: as a strong castle praise ye him.\n\nNow loudly let the viol sound, the lute send out its voice with might, Shrill be the music of the string. To Indra is the hymn upraised.\n\nWhen hither speed the dappled cows, unflinching, easy to be milked, Seize quickly, as it bursts away, the Soma juice for Indra's drink.\n\nIndra hath drunk; Agni hath drunk all Deities have drunk their fill. Here Varuna shall have his home, to whom the floods have sung aloud as mother-kine unto their calves.\n\nThou, Varuna, to whom belong the Seven Streams, art a glorious God. The waters flow into thy throat as'twere a pipe with ample mouth.\n\nHe who hath made the fleet steeds spring, well-harnessed, to the worshipper, He, the swift guide, is that fair form thot loosed the horses near at hand.\n\nIndra, the very mighty, holds his enemies in utter scorn. He, far away, and yet a child, cleft the cloud smitten by his voice.\n\nHe, yet a boy exceeding small, mounted his newly-fashioned car. He for his Mother and his Sire cooked the wild mighty buffalo.\n\nLord of the Home, with beauteous cheeks, ascend thy chariot wrought of gold. We will attend the heavenly One; the thousand-footed, red of hue, matchless, who blesses where he goes.\n\nWith reverence they come hitherward to him as to a sovran lord, That they may bring him near for this man's good success, to prosper and bestow his gifts.\n\nThe Priyamedhas have observed the offering of the men of old, Of ancient custom, while they strewed the sacred grass and spread their sacrificial food.\n\nHe who as sovran Lord of men moves with his chariots unrestrained, The Vritra-slayer, queller of all fighting hosts, preeminent, is praised in song.\n\nHonour that Indra, Puruhanman! for his aid, in whose sustain- ing hand of old. The splendid bolt of thunder was deposited, as the great Sun was set in heaven.\n\nNo one by deed attains to him who works and strengthens evermore: No, not by sacrifice, to Indra praised of all, resistless, daring, bold in might;\n\nThe potent Conqueror, invincible in war, him at whose birth the mighty ones, The kine who spread afar, sent their loud voices out, heavens, earths sent their loud voices out.\n\nO Indra, if a hundred heavens and if a hundred earths were thine No, not a thousand suns could match thee at thy birth, not both the worlds, O Thunderer.\n\nThou, Hero, hast performed thy hero deeds with might, yea, all with strength, O Strongest One. Maghavan, help us to a stable full of kine, O Thunderer, with wondrous aids."
    },
    {
      "id": 1558802245334,
      "hymn": "Hymn 93",
      "title": "Untitled",
      "file": "av20093.htm",
      "created": 1745090291024,
      "hash": "md5-ah6s3c8TdlUGOhhXP7Bk2Q==",
      "content": "May our hymns give thee great delight. Display thy bounty, Thunderer. Drive off the enemies of prayer.\n\nCrush with thy foot the niggard churls who bring no gifts. Might art thou: There is not one to equal thee.\n\nThou art the Lord of Soma pressed, Soma unpressed is also thine, Thou art the Sovran of the folk.\n\nSwaying about the active Ones came nigh to Indra at his birth, And shared his great heroic might.\n\nBased upon strength and victory and power, O Indra is thy birth. Thou, Mighty One, art strong indeed.\n\nThou art the Vritra-slayer, thou, Indra, hast spread the firmament: Thou hast with might upheld the heavens.\n\nThou, Indra, bearest in thine arms the lightning that accords with thee, Whetting thy thunderbolt with might.\n\nThou, Indra, art pre-eminent over all creatures in thy strength: Thou hast pervaded every place."
    },
    {
      "id": 3609342904251,
      "hymn": "Hymn 94",
      "title": "Untitled",
      "file": "av20094.htm",
      "created": 1745090291025,
      "hash": "md5-C9nqb2XCPr1BgWg0mj4cuA==",
      "content": "May Sovran Indra come to the carousal, he who by holy Law is strong and active. The overcomer of all conquering forces with his great bull-like power that hath no limit.\n\nFirm-seated is thy car, thy steeds are docile: thy hand, O King, holds, firmly grasped, the thunder. On thy fair path, O Lord of men, come quickly: we will increase thy power when thou hast drunken.\n\nLet strong and mighty steeds who bear this mighty Indra, the Lord of men, whose arm wields thunder, Bring unto us, as shares of our banquet, the Bull of conquering might, of real vigour.\n\nSo like a bull thou rushest to the Lord who loves the trough, the Sage, the prop of vigour, in the vat. Prepare thine energies, collect them in thyself: be for our profit as the Master of the wise.\n\nMay precious treasures come to us,— so will I pray. Come to the votary's gift offered with beauteous laud. Thou art the Lord, as such sit on this holy grass: thy vessels are inviolate as Law commands.\n\nFar went our earliest invocations of the Gods, and won us glories that can never be surpassed. They who could not ascend the ship of sacrifice sink down in desolation, trembling with alarm.\n\nSo be the others, evil-hearted, far away, whose horses difficult to harness have been yoked. Here in advance man stand anear to offer gifts, by whom full many a work that brings reward is done.\n\nHe firmly fixed the plains and mountains as they shook. Dyaus thundered forth and made the air's mid-region quake. He stays apart the two confronting bowls; he sings lauds in the potent Soma's joy when he hath drunk.\n\nI bear this deftly-fashioned goad of thine wherewith thou, Maghavan, shalt break the strikers with the hoof. At the libation mayst thou be well satisfied. Partake the juice, partake the banquet, Bounteous Lord.\n\nO Much-invoked, may we subdue all famine and evil want with store of grain and cattle. May we allied, as first in rank, with princes, obtain possessions by our own exertions.\n\nBrihaspati protect us from the rearward, and from above, and from below, from sinners! May Indra from the front and from the centre, as friend to friends, vouchsafe us room and freedom."
    },
    {
      "id": 5802695194543,
      "hymn": "Hymn 95",
      "title": "Untitled",
      "file": "av20095.htm",
      "created": 1745090291025,
      "hash": "md5-mQYBQi+2KanyZpZFMMINDA==",
      "content": "From the three jars the Great and Strong hath drunk drink blent with meal. With Vishnu hath he quaffed the flowing Soma juice, all that he would. That hath so heightened him the Great, the Vast, to do his mighty work. So may the God attend the God, true Indu Indra who is true.\n\nSing strength to Indra that shall set his chariot in the foremost place. Giver of room in closest fight, slayer of foes in shock of war, be thou our great encourager. Let the weak bowstrings break upon the bows of feeble enemies.\n\nThou didst destroy the Dragon: thou sentest the rivers down to earth. Foeless, O Indra, wast thou born. Thou tendest well each choicest thing. Therefore we draw us close to thee. Let the weak bowstrings break upon the bows of feeble enemies.\n\nDestroyed be all malignities and all our enemy's designs. Thy bolt thou castest at the foe, O Indra, who would smite us dead: thy liberal bounty gives us wealth. Let the weak bow- strings break upon the bows of feeble enemies."
    },
    {
      "id": 4816686216720,
      "hymn": "Hymn 96",
      "title": "Untitled",
      "file": "av20096.htm",
      "created": 1745090291025,
      "hash": "md5-/22IrjXBm3ISuHNZoWnYPA==",
      "content": "Taste this strong draught that gives thee vital vigour: with all thy chariot here unyoke thy coursers. Let not those other sacrificers stay thee, Indra: these juices shed for thee are ready.\n\nThine is the juice effused, thine are the juices yet to be pressed: our resonant songs invite thee. O Indra, pleased to-day with this libation, come, thou who knowest all, and drink the Soma.\n\nWhoso, devoted to the God, effuses Soma for him with yearning heart and spirit, Never doth Indra give away his cattle: for him he makes the lovely Soma famous.\n\nHe looks with loving favour on the mortal who, like a rich man, pours for him the Soma. Maghavan in his bended arm supports him: he slays, unasked, the men who hate devotion.\n\nWe call on thee to come to us, desirous of booty, and of cattle, and of horses. For thy new love and favour are we present: let us invoke thee, Indra, as our welfare.\n\nFor life I set thee free by this oblation from the unknown decline and from consumption; Or, if the grasping demon have possessed him, free him from her, O Indra, thou and Agni.\n\nBe his days ended, be he how departed, be he brought very near to death already, Out of Destruction's lap again I bring him, save him for life to last a hundred autumns.\n\nWith thousand-eyed oblation, hundred-autumned, bringing a hundred lives, have 1 restored him. That Indra for a hundred years may lead him safe to the farther shore of all misfortune.\n\nLive waxing in thy strength a hundred autumns, live through a hundred springs, a hundred winters. Through hundred-lived oblation Indra, Agni, Brihaspati, Savitar yield him for a hundred!\n\nSo have I found and rescued thee: thou hast returned with youth renewed. Whole in thy members! I have found whole sight and all thy life for thee.\n\nMay Agni yielding to our prayer, the Rakshas-killer, drive away. The malady of evil name that hath beset thy labouring womb.\n\nAgni, concurring in the prayer, drive off the eater of thy flesh, The malady of evil name that hath attacked thy babe and womb.\n\nThat which destroys the sinking germ, the settled, moving embryo, That which would kill the babe at birth, even this will we drive far away.\n\nThat which divides thy legs that it may lie between the married pair, That penetrates and licks thy side, even this will we exterminate.\n\nWhat rests by thee in borrowed form of brother, lover, or of lord, And would destroyed the progeny,—even this will we exter- minate.\n\nThat which through sleep or darkness hath deceived thee and lies down by thee, And will destroy thy progeny,—even this will we exterminate.\n\nFrom both thy nostrils, from thine eyes, from both thine ears and from thy chin, Forth from thy head and brain and tongue I drive thy malady away.\n\nFrom the neck-tendons and the neck, from the breast-bones and from the spine, From shoulders, upper, lower arms, I drive thy malady away.\n\nFrom viscera and all within, forth from the rectum, from the heart, From kidneys, liver and from spleen, I drive thy malady away.\n\nFrom thighs, from knee-caps, and from heels, and from the forepart of the feet, From hips, from stomach, and from groin, I drive thy malady away.\n\nFrom what is voided from within, and from thy hair, and from thy nails, From all thyself, from top to toe, I drive thy malady away.\n\nFrom every member, every hair, disease that comes in every joint, From all thyself, from top to toe, I drive thy malady away.\n\nAvaunt, thou Master of the Mind, I Depart and vanish far away. Look on Destruction far from us. The live man's mind is manifold."
    },
    {
      "id": 5255846750718,
      "hymn": "Hymn 97",
      "title": "Untitled",
      "file": "av20097.htm",
      "created": 1745090291025,
      "hash": "md5-CvTZWV91RzL0lO1jG04pbw==",
      "content": "Here verily yesterday we let the Thunder-wielder drink his fill. So in like manner, offer him the juice to day. Now range you. by the Glorious One.\n\nEven the wolf, the savage beast that rends the sheep, follows the path of his decrees. So, India, graciously accepting this our praise, with wondrous. thought come forth to us.\n\nWhat manly deed of vigour now remains that Indra hath not done? Who hath not heard his glorious title and his fame, the Vritra- slayer from his birth?"
    },
    {
      "id": 5448860551730,
      "hymn": "Hymn 98",
      "title": "Untitled",
      "file": "av20098.htm",
      "created": 1745090291025,
      "hash": "md5-Zek34Z6MtBblfT0j+Kf8TQ==",
      "content": "That we may win us wealth and spoil we poets verily call on thee. In war men call on thee, Indra, the hero's Lord, in the steed's, race-course call on thee.\n\nAs such, O Wonderful whose hand holds thunder, praised as mighty, Caster of the Stone. Pour on us boldly, Indra, kie and chariot-steeds, ever to be the conqueror's strength."
    },
    {
      "id": 3851634402792,
      "hymn": "Hymn 99",
      "title": "Untitled",
      "file": "av20099.htm",
      "created": 1745090291026,
      "hash": "md5-Qq8+hozDfd8OJD49MLQi8A==",
      "content": "Men with their lauds are urging thee, Indra, to drink the Soma first. The Ribhus in accord have lifted up their voice and Rudras. sung thee as the First.\n\nIndra increased his manly strength at sacrifice, in the wild rapture of this juice; And living men to-day, even as of old, sing forth their praises to his majesty."
    },
    {
      "id": 7024171668171,
      "hymn": "Hymn 100",
      "title": "Untitled",
      "file": "av20100.htm",
      "created": 1745090291026,
      "hash": "md5-e2DA5p/qagM5icTpgZ20cw==",
      "content": "Now have we, Indra, Friend of Song, sent our great wishes forth to thee. Coming like floods that follow floods.\n\nAs rivers swell the ocean, so, Hero, our prayers increase thy might, Though of thyself, O Thunderer, waxing day by day.\n\nWith holy song they bind to the broad wide-yoked car the bay steeds of the rapid God, Bearers of India, yoked by prayer."
    },
    {
      "id": 7147912035713,
      "hymn": "Hymn 101",
      "title": "Untitled",
      "file": "av20101.htm",
      "created": 1745090291026,
      "hash": "md5-IU5GbW6giL1cFlV3HhiXbA==",
      "content": "Agni we choose, the messenger, the herald, master of all wealth,. Well skilled in this our sacrifice.\n\nWith calls they ever invocate Agni, Agni, Lord of the House, Oblation-bearer, much-beloved.\n\nBring the Gods hither, Agni, born for him who strews the sacred grass. Thou art our herald, meet for praise."
    },
    {
      "id": 1528707394296,
      "hymn": "Hymn 102",
      "title": "Untitled",
      "file": "av20102.htm",
      "created": 1745090291026,
      "hash": "md5-B/xoVGML7AgLpOOZwpdQvw==",
      "content": "Meet to be lauded and adored, showing in beauty through the= dark, Agni the Bull is kindled well,\n\nAgni is kindled as a Bull, like a horse bearer of the Gods; Men with oblations worship him.\n\nThee will we kindle as a Bull, we who are bulls ourselves, O Bull, Thee, Agni, shining mightily."
    },
    {
      "id": 4708476583177,
      "hymn": "Hymn 103",
      "title": "Untitled",
      "file": "av20103.htm",
      "created": 1745090291026,
      "hash": "md5-5G7yQW61H6bbhRqSvLbHcQ==",
      "content": "Solicit with your hymns, for aid, Agni the God with piercing flame, For riches famous Agni, Purmilha ‘and ye men, Agni to light our dwelling well.\n\nAgni, come hither with thy fires: we choose thee as our Hotai- priest. Let the extended ladle full of oil balm thee, best priest, to sit on sacred grass.\n\nFor unto thee, O Angiras, O Son of Strength, move ladles in the sacrifice, To Agni, Child of Force, whose locks drop oil, we seek, fore- most in sacrificial rites."
    },
    {
      "id": 6207407014653,
      "hymn": "Hymn 104",
      "title": "Untitled",
      "file": "av20104.htm",
      "created": 1745090291026,
      "hash": "md5-pPJMgaMV4oOQ/lRfl8eEew==",
      "content": "May these my songs of praise exalt thee, Lord who hast abun- dant wealth. Men skilled in holy hymns, bright with the hues of fire, have sung them with their lauds to thee.\n\nHe with his might enhanced by Rishis thousand-fold, hath like an ocean spread himself. His majesty is praised as true at solemn rites, his power where holy singers rule\n\nMay Indra, who in every fight must be invoked, be near to us. May the most mighty Vritra-slayer, meet for praise, come to libations and to hymns.\n\nThou art the best of all in sending bounteous gifts, true art thou,. lordly in thine act. We claim alliance with the very Glorious One, yea, with the- mighty Son of Strength."
    },
    {
      "id": 3994729665983,
      "hymn": "Hymn 105",
      "title": "Untitled",
      "file": "av20105.htm",
      "created": 1745090291026,
      "hash": "md5-nYyVJ+iRvSAUawcGtChiUA==",
      "content": "Thou in the battles, Indra, art subduer of all hostile bands. Father art thou, all-conquering, cancelling the curse, thou victor of the vanquisher.\n\nThe earth, and heaven cling close to thy victorious might, as sire and mother to their child. When thou attackest Vritra all the hostile bands shrink and faint, Indra at thy wrath.\n\nBring to your aid the Eternal One, who shoots and none may shoot at him, Inciter, swift, victorious, best of charioteers, Tugrya's unvan- quished strengthener;"
    },
    {
      "id": 1515701685478,
      "hymn": "Hymn 106",
      "title": "Untitled",
      "file": "av20106.htm",
      "created": 1745090291026,
      "hash": "md5-O5irRDeC0+jjXlnvadV20w==",
      "content": "That lofty energy of thine, thy strength and thine intelligence, Thy thunderbolt for which we long, our wish makes keen.\n\nO Indra, heaven and earth augment thy manly power and thy renown, The waters and the mountains stir and urge thee on.\n\nVishnu, the lofty Ruling Power, Varuna, Mitra sing thy praise: In thee the Maruts' company hath great delight."
    },
    {
      "id": 1271878333944,
      "hymn": "Hymn 107",
      "title": "Untitled",
      "file": "av20107.htm",
      "created": 1745090291027,
      "hash": "md5-PifoZDSxmjoBmoBuo6cmLg==",
      "content": "Before his hot displeasure all the peoples, all the men bow down, As rivers bend them to the sea.\n\nThis power of his shone brightly forth when Indra brought to- gether like A skin the worlds of earth and heaven.\n\nThe fiercely-moving Vritra's head he severed with his thunder- bolt, His hundred-knotted thunderbolt.\n\nIn all the worlds That was the best and highest whence sprang the mighty God, of splendid valour. As soon as born he overcomes his foemen, he in whom all who lend him aid are joyful.\n\nGrown mighty in his strength, with ample vigour, he as a foe strikes fear into the Dāsa, Eager to win the breathing and the breathless. All sang thy praise at banquet and oblation.\n\nAll concentrate on thee their mental vigour, what time these, twice or thrice, are thine assistants. Blend what is sweeter than the sweet with sweetness: win quickly with our meath that meath in battle.\n\nTherefore in thee too, thou who winnest riches, at every banquet are the sages joyful With mighter power, bold God, extend thy firmness: let not malignant Yātudhānas harm thee.\n\nProudly we put our trust in thee in battles, when we behold great wealth the prize of combat. I with my words impel thy weapons onward, and sharpen with my prayer thy vital vigour.\n\nWorthy of praises many-shaped, most skilful, most energetic, Āptya of the Aptyas: He with his might destroys the seven Dānus, subduing many who were deemed his equals.\n\nThou in that house which thy protection guardedh bestowest- wealth, the higher and the lower. Thou stablishest the two much-wandering Mothers, and bringest many deeds to their completion.\n\nBrihaddiva, the foremost of light-winners, repeasts these holy prayers, this strength to Indra. He rules the great self-luminous fold of cattle, and all the doors of light hath he thrown open.\n\nThou hath Brihaddiva the great Atharvan, spoken to Indra as himself in person. The Mātarisvarīs, the spotless sisters, with power exalt him and impel him onward.\n\nBright, Presence of the Gods, the luminous herald, Siirya hath mounted the celestial regions. Day's maker, he hath shone away the darkness, and radiant passed o'er places hard to traverse.\n\nThe brilliant Presence of the Gods hath risen, the eye of Mitra, Varuna, and Agni. The soul of all that moveth not or moveth, Sūrya hath filled the earth and air and heaven.\n\nEven as a lover followeth a maiden, so doth the Sun the Dawn, refulgent Goddess: Where pious men extend their generations before the Gracious One for happy fortune."
    },
    {
      "id": 1732813908189,
      "hymn": "Hymn 108",
      "title": "Untitled",
      "file": "av20108.htm",
      "created": 1745090291027,
      "hash": "md5-wG2sr+BS3XEfZ6rD8sIU5Q==",
      "content": "O Indra, bring great strength to us, bring valour, Satakratu, thou most active, bring. A hero conquering in war.\n\nFor, gracious Satakratu, thou hast ever been a mother and a sire to us, So now for bliss we pray to thee.\n\nTo thee, Strong, Much-invoked who showest forth thy strength, O Satakratu, do I speak: So grant thou us heroic might."
    },
    {
      "id": 1445354139610,
      "hymn": "Hymn 109",
      "title": "Untitled",
      "file": "av20109.htm",
      "created": 1745090291027,
      "hash": "md5-fqwgM6Z4UBXSwYuMFPxweg==",
      "content": "The juice of Soma thus diffused, sweet to the taste, the bright Cows drink Who for the sake of splendour close to mighty Indra's side rejoice, good in their own supremacy.\n\nCraving his touch the dappled Kine mingle the Soma with their milk. The milch-kine dear to Indra send forth his death-dealing thun- derbolt, good in their own supremacy.\n\nWith veneration, passing wise, honouring his victorious might, They follow close his many laws to win them due preeminence, good in their own supremacy."
    },
    {
      "id": 2774868860571,
      "hymn": "Hymn 110",
      "title": "Untitled",
      "file": "av20110.htm",
      "created": 1745090291027,
      "hash": "md5-EXnt+Mz6U+jx74VqCWGrPg==",
      "content": "For Indra, lover of carouse, loud be our songs about the juice: Let poets sing the hymn of praise.\n\nWe summon Indra to the draught, in whom all glories rest, in whom The seven communities rejoice.\n\nBy the three Soma jars the Gods span sacrifice that stirs the mind: Let our songs aid and prosper it."
    },
    {
      "id": 4992050706712,
      "hymn": "Hymn 111",
      "title": "Untitled",
      "file": "av20111.htm",
      "created": 1745090291027,
      "hash": "md5-ECMLKieCW2A9xeoV1XKAPg==",
      "content": "If, Indra, thou drink Soma by Vishnu's or Trita Āptya's side, Or with the Maruts take delight in flowing drops;\n\nOr, Sakra, if thou gladden thee afar or in the sea of air, Rejoice thee in this juice of ours, in flowing drops.\n\nOr, Lord of Heroes, if thou aid the worshipper who sheds the juice, Or him whose laud delights thee, and his flowing drops."
    },
    {
      "id": 5897458609965,
      "hymn": "Hymn 112",
      "title": "Untitled",
      "file": "av20112.htm",
      "created": 1745090291027,
      "hash": "md5-TnPxYUE2HDOayDreEdNA5Q==",
      "content": "Whatever, Vritra-slayer! thou Sūrya, hast risen upon to-day, That, Indra, all is in thy power.\n\nWhen, Mighty One, Lord of the Brave, thou thinkest, I shall never die, That thought of thine is true indeed.\n\nThou, Indra, goest unto all Soma libations shed for thee, Both far away and near at hand."
    },
    {
      "id": 7033379191254,
      "hymn": "Hymn 113",
      "title": "Untitled",
      "file": "av20113.htm",
      "created": 1745090291028,
      "hash": "md5-O9xNYt5gysFCDeotuykHLA==",
      "content": "Both boons—may Indra hitherward turned, listen to this, prayer of ours, And, mightiest Maghavan with thought inclined to us come nigh to drink the Soma juice.\n\nFor him, strong independent Ruler, Heaven and Earth have fashioned forth for power and might. Thou seatest thee as first among thy peers in place, for thy soul longs for Soma juice."
    },
    {
      "id": 5631841161584,
      "hymn": "Hymn 114",
      "title": "Untitled",
      "file": "av20114.htm",
      "created": 1745090291028,
      "hash": "md5-29BC4l2DGj5uUQqmVxj2sw==",
      "content": "O Indra, from all ancient time rivalless ever and companionless art thou: In war thou seekest comradeship.\n\nThou findest not the wealthy man to be thy friend: those scorn thee who are flown with wine. What time thou thunderest and gatherest, then thou, even as a father, art invoked."
    },
    {
      "id": 2966032205257,
      "hymn": "Hymn 115",
      "title": "Untitled",
      "file": "av20115.htm",
      "created": 1745090291028,
      "hash": "md5-fHIy3QJsa8/MwCfwMJTECA==",
      "content": "I from my Father have received deep knowledge of the holy Law: I was born like unto the Sun.\n\nAfter the lore of ancient time I make, like Kanva, beauteous songs, And Indra's self gains strength thereby.\n\nWhatever Rishis have not praised thee, Indra, or have lauded thee, By me exalted wax thou strong."
    },
    {
      "id": 7027070746877,
      "hymn": "Hymn 116",
      "title": "Untitled",
      "file": "av20116.htm",
      "created": 1745090291028,
      "hash": "md5-XrkUrHuXeSHkV3VcuQizTg==",
      "content": "Never may we be cast aside and strangers, as it were to thee. We, Thunder-wielding Indra, count ourselves as trees rejected and unfit to burn.\n\nO Vritra slayer, we were thought slow and unready for the fray: Yet once in thy great bounty may we have delight, O Hero, after praising thee."
    },
    {
      "id": 5688594393328,
      "hymn": "Hymn 117",
      "title": "Untitled",
      "file": "av20117.htm",
      "created": 1745090291028,
      "hash": "md5-HhPMIGjW0vWhzxbXU97a4g==",
      "content": "Drink Soma, Lord of Bays, and let it cheer thee: Indra, the stone, like a well-guided courser, Directed by the presser's arms hath pressed it.\n\nSo let the draught of joy, thy dear companion, by which, O Lord of Bays, thou slayest foemen, Delight thee, Indra, Lord of princely treasures.\n\nMark closely, Maghavan; the words I utter, this eulogy recited by Vasishtha: Accept the prayers I offer at thy banquet."
    },
    {
      "id": 5320851733566,
      "hymn": "Hymn 118",
      "title": "Untitled",
      "file": "av20118.htm",
      "created": 1745090291028,
      "hash": "md5-W5Mn4xyqBRM2YrFYq7WKhg==",
      "content": "Indra with all thy saving helps give us assistance, Lord of Power For after thee we follow even as glorious bliss, thee, Hero, finder-out of wealth.\n\nIncreaser of our steeds and multiplying kine, a golden well, O God, art thou; For no one may impair the gifts laid up in thee, Bring me what- ever thing I ask.\n\nIndra for worship of the Gods, Indra while sacrifice proceeds, Indra as warriors in the battle-shock we call, Indra that we may win the spoil.\n\nWith might hath Indra spread out heaven and earth, with power hath Indra lighted up the Sun. In Indra are all creatures closely held; in him meet the distilling Soma drops."
    },
    {
      "id": 3876501606284,
      "hymn": "Hymn 119",
      "title": "Untitled",
      "file": "av20119.htm",
      "created": 1745090291029,
      "hash": "md5-MIfBTRBwqACe5/lOiri8YQ==",
      "content": "An ancient praise-song hath been sung: to Indra have ye said the prayer. They have sung many a Brihatī of sacrifice, poured forth th, worshipper's many thoughts.\n\nIn zealous haste the singers have sung forth a song distilling oil and rich in sweets. Riches have spread among us, and heroic strength; with us are flowing Soma drops."
    },
    {
      "id": 5838293743902,
      "hymn": "Hymn 120",
      "title": "Untitled",
      "file": "av20120.htm",
      "created": 1745090291029,
      "hash": "md5-I9AzodE++9+yXB8UHuzQGA==",
      "content": "Though, Indra, thou art called by men eastward and westward, north and south, Thou chiefly art with Anava and Turvasa, brave Champion! urged by men to come.\n\nOr, Indra, when with Ruma, Rusama, Syāvaka, and Kripa thou rejoicest thee, Still do the Kanvas bring praises, with their prayers, O Indra, draw thee hither: come."
    },
    {
      "id": 5878973052092,
      "hymn": "Hymn 121",
      "title": "Untitled",
      "file": "av20121.htm",
      "created": 1745090291030,
      "hash": "md5-+UgTyW5cTcs0ve/u5jNi2Q==",
      "content": "Over the three great distances, past the Five Peoples go thy way, O Indra, noticing our voice.\n\nSend forth thy ray like Sūrya: let my songs attract thee hither- ward. Like waters gathering to the vale."
    },
    {
      "id": 3491045567601,
      "hymn": "Hymn 122",
      "title": "Untitled",
      "file": "av20122.htm",
      "created": 1745090291030,
      "hash": "md5-LGPyfkoyW7ZAiKipldN4AQ==",
      "content": "With Indra splendid feasts be ours enriched with ample spoil, wherewith, Wealthy in food, we may rejoice.\n\nLike thee, thyself, the singers' friend, thou movest as it were, besought, Bold One, the axle of the car.\n\nThat, Satakratu, thou to grace and please thy praisers, as it were, Stirrest the axle with thy strength."
    },
    {
      "id": 6046288603842,
      "hymn": "Hymn 123",
      "title": "Untitled",
      "file": "av20123.htm",
      "created": 1745090291030,
      "hash": "md5-NqJMnPnVJAZFziARAX3tgw==",
      "content": "This is the Godhead, this the might of Sūrya: he hath with- drawn what spread o'er work unfinished. When he hath loosed his horses from their station, straight over all night spreadeth out her garment.\n\nIn the sky's lap the Sun this form assumeth for Mitra and for Vāruna to look on. His bay steeds well maintain his power eternal, at one time bright and darksome at another."
    },
    {
      "id": 1509685834247,
      "hymn": "Hymn 124",
      "title": "Untitled",
      "file": "av20124.htm",
      "created": 1745090291030,
      "hash": "md5-aPBIPL/K+TL4LtYkecH0gA==",
      "content": "With what help will he come to us, wonderful, ever-waxing Friend, With what most mighty company?\n\nWhat genuine and most liberal draught will spirit thee with juice to burst. Open e'en strongly-guarded wealth?\n\nDo thou who art protector us thy friends who praise thee With hundred aids approach us.\n\nWe will, with Indra and all Gods to help us, bring these existing worlds into subjection. Our sacrifice, our bodies, and our offspring shall Indra form together with the Ādityas.\n\nWith the Ādityas, with the band of Maruts, may Indra be pro- tector of our bodies. As when the Gods came after they had slaughtered the Asuras, keeping safe their Godlike nature,\n\nBrought the Sun hitherward with mighty powers, and looked about them on their vigorous Godhead. With this may we obtain strength God-appointed, and joy with brave sons through a hundred winters."
    },
    {
      "id": 5119537612874,
      "hymn": "Hymn 125",
      "title": "Untitled",
      "file": "av20125.htm",
      "created": 1745090291030,
      "hash": "md5-+1VRJXc+33aS0sNLqMOdzw==",
      "content": "Drive all our enemies away, O Indra, the western, mighty Con- queror, and the eastern, Hero, drive off our northern foes and southern, that we in thy wide shelter may be joyful.\n\nWhat then? As men whose fields are full of barley reap the ripe corn removing it in order, So bring the food of those men, bring it hither, who come not to prepare the grass for worship.\n\nMen come not with one horse at sacred seasons; thus they obtain no honour in assemblies. Sages desiring herds of kine and horses strengthen the mighty Indra for his friendship.\n\nYe, Asvins, Lords of Splendour, drank full draughts of grateful Soma juice, And aided Indra in his work with Namuchi of Asura birth.\n\nAs parents aid a son, both Asvins, Indra, aided thee with their wondrous powers and wisdom When thou, with might, hadst drunk the draught that glad- dens, Sarasvati, O Maghavan refreshed thee.\n\nIndra is strong to save, rich in assistance: may he, possessing all, be kind and gracious. May he disperse our foes and give us safety, and may we be the lords of hero vigour.\n\nMay we enjoy his favour, his the holy: may we enjoy his blessed loving-kindness. May this rich Indra, as our good protector, drive off and keep afar all those who hate us."
    },
    {
      "id": 4814979620575,
      "hymn": "Hymn 126",
      "title": "Untitled",
      "file": "av20126.htm",
      "created": 1745090291031,
      "hash": "md5-tXcyFRl4CjbqrpHoeZ4tuA==",
      "content": "Men have abstained from pouring juice; nor counted Indra as a God. Where at the votary's store my friend Vrishākapi hath drunk his fill. Supreme is Indra over all.\n\nThou, Indra, heedless passest by the ill Vrishākapi hath wrought; Yet nowhere else thou findest place wherein to drink the Soma juice. Supreme is Indra over all.\n\nWhat hath he done to injure thee, this tawny beast Vrishākapi, With whom thou art so angry now? What is the votary's food- ful store? Supreme is Indra over all.\n\nSoon may the hound who hunts the boar seize him and bite him in the ear, O Indra, that Vrishākapi whom thou protectest as a friend. Supreme is Indra over all.\n\nKapi hath marred the beauteous things, all deftly wrought, that were my joy. In pieces will I rend his head; the sinner's portion shall be woe. Supreme is Indra over all.\n\nNo dame hath ampler charms than I, or greater wealth of love's delights. None with more ardour offers all her beauty to her lord's embrace. Supreme is Indra over all.\n\nMother whose love is quickly won,I say what verily will be, My breast, O mother, and my head and both my hips seem quivering Supreme is Indra over all.\n\nDame with the lovely hands and arms, with broad hair-plaits and ample hips, Why, O thou hero's wife, art thou angry with our Vrishākapi? Supreme is Indra over all.\n\nThis noxious creature looks on me as one bereft of hero's love. Yet heroes for my sons have I, the Maruts' friend and Indra's Queen Supreme is Indra over all.\n\nFrom olden time the matron goes to feast and general sacrifice. Mother of heroes, Indra's Queen, the rite's ordainer is extolled. Supreme is Indra over all.\n\nSo have I heard Indrāni called most fortunate among these dames, For never shall her Consort die in future time through length of days. Supreme is Indra over all.\n\nNever, Indrāni have I joyed without my friend Vrishākapi, Whose welcome offering here, made pure with water, goeth to the Gods. Supreme is Indra over all.\n\nWealthy Vrishākapāyi, blest with sons and consorts of thy sons, Indra will eat thy bulls, thy dear oblation that effecteth much. Supreme is Indra over all.\n\nFifteen in number, then, for me a score of bullocks they prepare. And I devour the fat thereof: they fill my belly full with food. Supreme is Indra over all.\n\nLike as a bull with pointed horn, loud bellowing amid the herds, Sweet to thine heart, O Indra, is the brew which she who tends thee pours. Supreme is Indra over all.\n\nIndrāni speaks. Non ille fortis (ad Venerem) est cujus mentula laxe inter femora dependet; fortis vero estille cujus, quum sederit, membrum pilosum se extendit. Super omnia est Indra.\n\nIndra speaks. Non fortis est ille cujus, quum sederit, membrum pilosum se extendit: fortis vero est ille cujus mentula laxe inter femora dependet. Super omnia est Indra.\n\nO Indra, this Vrishākapi hath found a slain wild animal, Dresser, and new-made pan, and knife, and wagon with a load of wood. Supreme is Indra over all.\n\nDistinguishing the Dāsa and the Arya, viewing all, I go. I look upon the wise, and drink the simple votary's Soma juice. Supreme is Indra over all.\n\nThe desert plains and steep descents, how many leagues in length they spread! Go to the nearest houses, go unto thine home, Vrishākapi. Supreme is Indra over all.\n\nTurn thee again Vrishākapi; we twain will bring thee happiness. Thou goest homeward on thy way along this path which leads to sleep. Supreme is Indra over all.\n\nWhen, Indra and Vrishākapi, ye travelled upward to your home, Where was that noisome beast, to whom went it, the beast that troubles man? Supreme is Indra over all.\n\nDaughter of Manu, Parsu bare a score of children at a birth. Her portion verily was bliss although her burthen caused her grief."
    },
    {
      "id": 5455617753543,
      "hymn": "Hymn 127",
      "title": "A hymn in praise of the good Government of King Kaurama",
      "file": "av20127.htm",
      "created": 1745090291031,
      "hash": "md5-9rmD9d0fiw3ST1iZMzUD7A==",
      "content": "Listen to this, ye men, a laud of glorious bounty shall be sung. Thousands sixty, and ninety we, O Kaurama, among the Rusamas have received.\n\nCamels twice-ten that draw the car, with females by their side, he gave. Fain would the chariot's top bow down escaping from the stroke of heaven.\n\nA hundred chains of gold, ten wreaths, upon thee Rishi he bestowed, And thrice-a-hundred mettled steeds, ten-times-a-thousand cows he gave.\n\nGlut thee, O Singer, glut thee like a bird on a ripe-fruited tree. Thy lips and tongue move swiftly like the sharp blades of a pair of shears.\n\nQuickly and willingly like kine forth come the singers and their hymns: Their little maidens are at home, at home they wait upon the cows.\n\nO Singer, bring thou forth the hymn that findeth cattle, findeth: wealth. Even as an archer aims his shaft address this prayer unto the Gods.\n\nList to Parikshit's eulogy, the sovran whom all people love, The King who ruleth over all, excelling mortals as a God.\n\n'Mounting his throne, Parikshit, best of all, hath given us peace and rest,' Saith a Kauravya to his wife as he is ordering his house.\n\n'Which shall I set before thee, curds, gruel of milk, or barley- brew?' Thus the wife asks her husband in the realm which King Parikshit rules.\n\nUp as it were to heavenly light springs the ripe corn above the cleft. Happily thrive the people in the land where King Parikshit reigns.\n\nIndra hath waked the bard and said, Rise, wander singing here and there. Praise me, the strong: each pious man will give thee riches in return,\n\nHere, cows! increase and multiply, here ye, O horses, here, O men. Here, with a thousand rich rewards, doth Pūshan also seat him- self.\n\nO Indra, let these cows be safe, their master free from injury. Let not the hostile-hearted or the robber have control of them.\n\nOft and again we glorify the hero with our hymn of praise, with prayer, with our auspicious prayer. Take pleasure in the songs we sing: let evil never fall on us."
    },
    {
      "id": 3887624881553,
      "hymn": "Hymn 128",
      "title": "Sacrificial formulas",
      "file": "av20128.htm",
      "created": 1745090291031,
      "hash": "md5-UImTDcv44mXUJVPCYX8kxg==",
      "content": "The worshipper who pours the juice, for gathering and assembly fit, And yonder foe-destroying Sun,—these have the Gods designed of old.\n\nHe who defiles a sister, he who willingly would harm a friend, The fool who slights his elder, these, they say, must suffer down. below.\n\nWhenever any good man's son becometh bold and spirited, Then hath the wise Gandharva said this pleasant upward-point- ing word.\n\nThe most unprofitable churl, the wealthy men who brings no. gift, These, verily, as we have heard, are cast away by all the wise.\n\nBut they who have adored the Gods, and they who have best- owed their gifts, Those liberal lords are filled with wealth like Sūrya risen up to heaven.\n\nWith unanointed eyes and limbs, wearing no gem or ring of gold. No priest, no Brāhman's son is he: these things are ordered in the rules.\n\nWith well-anointed limbs and eyes, wearing fair gem and golden, ring, Good priest is he, the Brāhman's son; these things are ordered in the rules.\n\nPools with no place for drinking, and the wealthy man who. giveth naught, The pretty girl you may not touch, these things are ordered in: the rules.\n\nPools with good drinking places, and the wealthy man who freely gives, The pretty girl who may be touched, these things are ordered in the rules.\n\nThe favourite wife neglected, and the man who safely shuns the fight, A sluggish horse whom none may guide, these things are order- ed in the rules.\n\nThe favourite wife most dearly loved, the man who safely goes to war, The fleet steed who obeys the rein, these things are ordered in the rules.\n\nWhen, Indra, thou, as no man could, didst plunge into the Ten Kings' fight, That was a guard for every man: for he is formed to stay disease.\n\nEasily conquering Maghavan, thou, Hero, bentest Raji down, Rentest asunder Rauhina, calvest in pieces Vritra's head.\n\nThou who didst separate the clouds and penetrate the water- floods, To thee, great slayer of the foe, be glory, Indra, yea, to thee!\n\nThey said to Auchchaihsravasa running as side-horse of the Bays, Safely to victory, O Steed, bear Indra with the beauteous wreath.\n\nThey yoke the white mares, on the Bay's right harness Auchchai- hsravasa. He joyeth as he carrieth Indra the foremost of the Gods."
    },
    {
      "id": 1575343119220,
      "hymn": "Hymn 129",
      "title": "Untitled",
      "file": "av20129.htm",
      "created": 1745090291031,
      "hash": "md5-8YZXuTnGS3XaIJlMG2hT5Q==",
      "content": "These mares come springing forward to Pratipa Prātisutvana.\n\n4. One of them is Hariknikā. Hariknikā, what seekest thou?\n\n6. The excellent, the golden son: where now hast thou aban- doned him?\n\n8. There where around those distant trees, three Sisus that are standing there,\n\n10. Three adders, breathing angrily, are blowing loud the threatening horn.\n\n12. Hither hath come a stallion: he is known by droppings on his way,\n\n14. As by their dung the course of kine. What wouldst thou in the home of men?\n\n16. Barley and ripened rice I seek. On rice and barley hast thou fed,\n\n18. As the big serpent feeds on sheep. Cow's hoof and horse's tail hast thou,\n\n20. Winged with a falcon's pinion is that harmless swelling of thy tongue."
    },
    {
      "id": 3824055559635,
      "hymn": "Hymn 130",
      "title": "Untitled",
      "file": "av20130.htm",
      "created": 1745090291031,
      "hash": "md5-Xhd62r62J/dJ0HRghHbJIw==",
      "content": "<span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013101\">1, 2</A></FONT></span>Who carried off these stores of milk? Who took the dark cow's milk away? <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013103\">3, 4</A></FONT></span>Who took away the white cow's milk t Who took the black cow's milk away? <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013105\">5, 6</A></FONT></span> Question this man, Where do I ask? Where, whom that knoweth do I ask? <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013107\">7, 8</A></FONT></span>Not to the belly comes the grain. The patient ones are angry now. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013109\">9, 10</A></FONT></span>Undecked with gems, and decked with gems: deity rivalling the Sun. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013111\">11, 12</A></FONT></span>Dapple, Harinikā, and Bay ran forward to the liberal gifts. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013113\">13, 14</A></FONT></span>When the horn's blast hath sounded forth let not our friend discover thee. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013115\">15, 16</A></FONT></span>Hither to the cow's son they come. Libation hath rejoiced the God. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013117\">17, 18</A></FONT></span>Then cried they. Here he is, and, Here; again the cry was, Here is he. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013119\">19, 20</A></FONT></span>Then not defective be our steeds! A splinter so diminutive!"
    },
    {
      "id": 6395708239311,
      "hymn": "Hymn 131",
      "title": "Untitled",
      "file": "av20131.htm",
      "created": 1745090291032,
      "hash": "md5-uggKG9qn1aEG9zbfCmYyAg==",
      "content": "He minishes, he splits in twain: crush it and let it be destroyed.\n\nAnd two hides of an elephant."
    },
    {
      "id": 6797775592014,
      "hymn": "Hymn 132",
      "title": "Untitled",
      "file": "av20132.htm",
      "created": 1745090291032,
      "hash": "md5-oaITW0Hxg1LEgs+bYpYn8A==",
      "content": "<span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"> <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013205\">5, 6</A></FONT></span>Let him prepare a nest, they say: he shall obtain it strong and stretched. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013207\">7, 8</A></FONT></span>He shall not gain it unspread out. Who among these will touch the lute? <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013209\">9, 10</A></FONT></span>Who among these will beat the drum? How, if he beat it, will he beat? <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013211\">11, 12</A></FONT></span>Where beating will the Goddess beat again again about the house? <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013213\">13, 14</A></FONT></span>Three are the names the camel bears, Golden is one of them, he said. <span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\"><A NAME=\"an_2013215\">15, 16</A></FONT></span>Glory and power, these are two. He with black tufts of hair shall strike."
    },
    {
      "id": 3670344511243,
      "hymn": "Hymn 133",
      "title": "The Enigmatical Verses",
      "file": "av20133.htm",
      "created": 1745090291032,
      "hash": "md5-jhMuVUvA3FN2SmHm8YBySA==",
      "content": "Two rays of light are lengthened out, and the man gently touches them with the two beatings on the drum. Maiden, it truly is not so as thou, O maiden, fanciest. Two are thy mother's rays of light: the skin is guarded from the man."
    },
    {
      "id": 4952364341912,
      "hymn": "Hymn 134",
      "title": "The Ajijnasenya Verses",
      "file": "av20134.htm",
      "created": 1745090291032,
      "hash": "md5-62HcZO8XpmdOqS7rZbShow==",
      "content": "Here are we sitting east and west and north and south, with waters. Bottle-gourd vessels.\n\nHere east and west and north and south sit the calves sprinkling Curds and oil.\n\nHere east and west and north and south the offering of rice clings on. The leaf of the Asvattha tree.\n\nHere east and west and north and south adheres when touched. That water-drop.\n\nHere east and west and north and south in iron mayst thou not be caught. The cup.\n\nHere east and west and north and south fain would it clasp what would not clasp. Emmet hole."
    },
    {
      "id": 6738574582484,
      "hymn": "Hymn 135",
      "title": "Verses called Frustration, Abuse, the Gods' Offering, and Dazzling Power",
      "file": "av20135.htm",
      "created": 1745090291032,
      "hash": "md5-YUaJRfZNj/3ypVRyuTltvQ==",
      "content": "Bang! here he is. A dog,\n\nSwish! it is gone. Falling of leaves.\n\nCrunch! it is trodden on. A cow's hoof.\n\nThese Gods have gone astray. Do thou, Adhvaryu, quickly do thy work.\n\nThere is good resting for the cows. Take thy delight.\n\nO singer, the Ādityas brought rich guerdon to the Angirases. Singer, they went not near to it. Singer, they did not take the gift.\n\nSinger, they went not near to that; but, singer, they accepted this: That days may not be indistinct, nor sacrifices leaderless.\n\nAnd quickly Both he fly away, the White Horse swiftest on his feet, And swiftly fills his measure up.\n\nĀdityas, Rudras, Vasus, all pay worship unto thee. Accept this liberal gift, O Angiras, This bounty excellent and rich, this ample bounty spreading far.\n\nThe Gods shall give the precious boon: let it be pleasant to your hearts. Let it be with you every day: accept our offerings in return.\n\nVouchsafe us shelter, Indra, thou to be invoked from far away. Bring treasure hither to reward the far-famed bard who praises thee.\n\nThou, Indra, to the trembling dove whose pinions had been rent and torn. Gayest ripe grain and Pilu fruit, gavest him water when athirst.\n\nThe ready praiser loudly speaks though fastened triply with a strap. Yea, he commends the freshening draught, deprecates languor of disease."
    },
    {
      "id": 3695770834061,
      "hymn": "Hymn 136",
      "title": "Erotica",
      "file": "av20136.htm",
      "created": 1745090291033,
      "hash": "md5-xBh85fmEXS0ky5LoMPtkCg==",
      "content": "Si quis in hujus tenui rima praeditae feminae augustias fascinum intromittit, vaccae ungularum et Sakula. rum pisci- um more pudenda ejus agitantur.\n\nQuum magno pene parvula ejus pudenda vir percutit, huc et illuc ilia increscunt veluti duo asini in solo arenoso.\n\nQuum parvum, admodum parvum, Ziziphi Jujubae quasi granum in eam incidit, ventris ejus partes interiores, velut verno tempore arundo, extentae videntur.\n\nSi Dii mentulae intumescenti faverunt, cum femoribus suis se: ostentat femina tanquam vero testi.\n\nMagnopere delectata est arnica: ut equns solutus adveniens vocem edidit: Vaginam juvenis! pene percute: medium. femur paratum est.\n\nArnica, pilam superans, dixit: Ut tua, Arbor, ! (verbera) pinsunt, sic etiam nunc (hic me permolit).\n\nArnica eum alloquitur: Tum etiam tu defecisti. Ut tua. Arbor! (verbera) Pinsunt, sic etiam nunc (me permole).\n\nArnica eum alloquitur: Tum etiam tu defceisti. Ut silvae ignis. inflammatur, sic ardent mea membra.\n\nArnica eum alloquitur: Fauste infixus est penis; arboris fructu celeriter fruamur.\n\nArnica cum fuste gallum circumcurrit. Nos nescimus quae bestia pudendum muliebre in capite gerat.\n\nArnica post currentem amatorem currit: Has ejus boves custodi tu. Me futue: coctam oryzam ede.\n\nFortunatus, Arnica, te opprimit. Bona est magni viri fututio, Macrum pinguis. femina obtineat. Futue me, etc.\n\nSine digito mulcta vacca <i>vanankaram</i> producit, Magna et bona est Aegle Marmelos. Futue me, etc.\n\nInfelix, Amice, te opprimit. Bona est magni viri fututio. Flava puollula, opere suo perfecto, procurrit.\n\nMagna certe et bona est Aegle Marmelos. Bona est magna Ficus Glomerata. Magnus vir ubique opprimit. Bona est magni viri fututio.\n\nQuem macrum factum puella flava pinguisque capiat sicut pollicem ex olei cado fossorem ilium extrahat."
    },
    {
      "id": 6032438763926,
      "hymn": "Hymn 137",
      "title": "A composite hymn in praise of Indra",
      "file": "av20137.htm",
      "created": 1745090291033,
      "hash": "md5-2d9Ld1m3OM2mz9ap2caOmg==",
      "content": "When, foul with secret spot and stain, ye hastened onward to the breast. All Indra's enemies were slain and passed away like froth and foam.\n\nIndra is he, O men, who gives us happiness: sport, urge the giver of delight to win the spoil. Bring quickly down, O priests, hither to give us aid, to drink the Soma, Indra son of Nishtigri.\n\nSo have I glorified with praise strong Dadhikrāvan, conquering steed. Sweet may he make our mouths; may he prolong the days we have to live.\n\nThe Somas very rich in sweets, for which the sieve is destined, flow, Effused, the source of Indra's joy. May your strong juices reach the Gods.\n\nIndu flows on for Indra's sake—thus have the deities declared. The Lord of Speech exerts himself, ruler of all, because of might.\n\nInciter of the voice of song, with thousand streams the ocean flows, Even Soma, Lord of Opulence, the friend of Indra, day by day.\n\nThe black drop sank in Ansumati's bosom, advancing with ten thousand round about it. Indra with might longed for it as it panted: the hero-hearted laid aside his weapons.\n\nI saw the drop in the far distance moving, on the slope bank of Ansumati's river, Like a black cloud that sank into the water. Heroes. I send you forth. Go, fight in battle.\n\nAnd then the drop in Ansumati's bosom, splendid with light, assumed its proper body; And Indra with Brihaspati to aid him, conquered the godless tribes that came against him.\n\nThen, at thy birth, thou wast the foeman, Indra, of those the seven who ne'er had met a rival. The hidden pair, the heaven and earth, thou foundest, and to the mighty worlds thou gavest pleasure.\n\nSo, Thunder-armed! thou with thy bolt of thunder didst boldly smite that power which none might equal; With weapons broughtest low the might of Sushna, and, Indra, foundest by thy strength the cattle.\n\nWe make this Indra very strong to strike the mighty Vritra dead: A vigorous Hero shall he be.\n\nIndra was made for giving, set, most mighty, o'er the joyous draught, Bright, meet for Soma, famed in song.\n\nBy song, as 'twere, the powerful bolt which none may parry was prepared: Lofty, invincible he grew."
    },
    {
      "id": 5584896213869,
      "hymn": "Hymn 138",
      "title": "In praise of Indra",
      "file": "av20138.htm",
      "created": 1745090291033,
      "hash": "md5-rd/sJ8yBvGQuY5488GaE2w==",
      "content": "Indra, great in his power and might and, like Parjanya, rich in rain, Is magnified by Vatsa's lauds,\n\nWhen the priests, strengthening the Son of holy Law, present their gifts, Singers with Order's hymn of praise.\n\nSince Kanvas with their lauds have made Indra complete the sacrifice, Words are their own appropriate arms."
    },
    {
      "id": 4664972782240,
      "hymn": "Hymn 139",
      "title": "A hymn to the Asvins",
      "file": "av20139.htm",
      "created": 1745090291033,
      "hash": "md5-y4fmGRa+yA5N6FatJv2Heg==",
      "content": "To help and favour Vatsa now, O Asvins, come ye hitherward. Bestow on him a dwelling spacious and secure, and keep malig- nites afar.\n\nAll manliness that is in heaven, with the Five Tribes, or in mid- air, Bestow, ye Asvins, upon us.\n\nRemember Kārnva first of all among the singers,, Asvins, who Have thought upon your wondrous deeds.\n\nAsvins, for you with song of praise this hot oblation is effused, This your sweet Soma juice, ye Lords of wealth and spoil, through which ye think upon the foe.\n\nWhatever ye have done in floods, in the tree, Wonder-workers, and in growing plants, Therewith, O Asvins, succour me."
    },
    {
      "id": 3453903365210,
      "hymn": "Hymn 140",
      "title": "Continuation of the preceding hymn to the Asvins",
      "file": "av20140.htm",
      "created": 1745090291034,
      "hash": "md5-9nxHZOQPuIrPMZnHQjhuTA==",
      "content": "What force, Nāsatyas, ye exert, whatever, Gods, ye tend and heal, This your own Vatsa gains not by his hymns alone: ye visit him who offers gifts.\n\nNow hath the Rishi splendidly thought out the Asvins' hymn of praise. Let the Atharvan pour the warm oblation forth, and Soma very rich in sweets.\n\nYe Asvins, now ascend your car that lightly rolls upon its way. May these my praises make you speed hitherward like a cloud of heaven.\n\nWhen, O Nāsatyas, we this day make you speed hither N ith our hymns, Or, Asvins, with our songs of praise, remember Kānva specially.\n\nAs erst Kakshivān and the Rishi Vyasva, as erst Dirghatamas invoked your presence, Or, in the sacrificial chambers, Vainya Prithī, so be ye mindful of us here, O Asvins."
    },
    {
      "id": 2926616854091,
      "hymn": "Hymn 141",
      "title": "Hymn to the Asvins",
      "file": "av20141.htm",
      "created": 1745090291034,
      "hash": "md5-tqoGOn5T/Mjz9jNjsivaJg==",
      "content": "Come as home-guardians, saving us from foemen, guarding our living creatures and our bodies, Come to the house to give us seed and offspring:\n\nWhatever with Indra ye be faring, Asvins, or resting in one dwelling-place with Vāyu, In concord with the Ribhus or Ādityas, or standing still in Vishnu's striding-places.\n\nWhen 1, O Asvins, call on you to-day that I may gather strength, Or as all-conquering might in war, be that the Asvins' noblest grace.\n\nNow come, ye Asvins, hitherward: here are oblations set for you; These Soma draughts to aid Yadu and Turvasa, these offered you mid Kanva's sons.\n\nWhatever healing balm is yours, Nāsatyas near or far away, Therewith, great Sages, grant a home to Vatsa and to Vimāda."
    },
    {
      "id": 3384638160536,
      "hymn": "Hymn 142",
      "title": "Hymn to Dawn and the Asvins",
      "file": "av20142.htm",
      "created": 1745090291034,
      "hash": "md5-qmQvERpECOoqRoqH49j7IQ==",
      "content": "Together with the Goddess, with the Asvins' Speech have I awoke. Thou, Goddess, hast disclosed the hymn and holy gift from mortal men.\n\nAwake the Asvins, Goddess Dawn! Up, mighty Lady of Sweet Strains! Rise straightway, priest of sacrifice! High glory to the glad- dening draught!\n\nThou, Dawn, approaching with thy light, shinest together with the Sun, And to this man-protecting home the chariot of the Asvins comes.\n\nWhen yellow stalks give forth the juice as cows from udders pour their milk, And voices sound the song of praise, the Asvins' worshippers show first.\n\nForward for glory and for strength, protection that shall con- quer men, And power and skill, most sapient Ones!\n\nWhen, Asvins worthy of our lauds, ye seat you in the father's house. With wisdom or the bliss ye bring."
    },
    {
      "id": 3726105681687,
      "hymn": "Hymn 143",
      "title": "Hymn to the Asvins",
      "file": "av20143.htm",
      "created": 1745090291034,
      "hash": "md5-oGFk79nh7YqsQHPXSXnaiA==",
      "content": "We invocate this day your car, far-spreading, O Asvins, even the gathering of the sunlight, Car praised in hymns, most ample, rich in treasure, fitted with seats, the car that beareth Sūryā.\n\nAsvins, ye gained that glory by your Godhead, ye Sons of Heaven, by your own might and power. Food followeth close upon your bright appearing when stately horses in your chariot draw you.\n\nWho bringeth you to-day for help with offered oblations, or with hymns to drink the juices? Who, for the sacrifice's ancient lover, turneth you hither, Asvins, offering homage?\n\nBorne on your golden car, ye omnipresent! come to this sacrifice of ours, Nāsatyas. Drink of the pleasant liquor of the Soma: give riches to the people who adore you.\n\nCome hitherward to us from earth, from heaven, borne on your golden chariot rolling lightly. Suffer not other worshippers to stay you: here are ye bound by earlier bonds of friendship.\n\nNow for us both, mete out, O Wonder-Workers, riches exceed- ing great with store of heroes, Because the men have sent you praise, O Asvins, and Ajamīlhas come to the laudation.\n\nWhene'er I gratified you here together, your grace was given us, O ye rich in booty. Protect, ye twain, the singer of your praises: to you, Nāsatyas, is my wish directed.\n\nSweet be the plants for us, the heavens, the waters, and full of sweets for us be air's mid-region! May the Field's Lord for us be full of sweetness, and may we follow after him uninjured.\n\nAsvins, that work of yours deserves our wonder, the Bull of firmament and earth and heaven; Yes, and your thousand promises in battle. Come near to all these men and drink beside us.  </div>  </BODY>\n </HTML>"
    }
  ],
  "hash": "md5-f6mwYo3hBb4X0zWeLMiePQ=="
}