{
  "id": 3624762069895,
  "title": "CHAPTER II.",
  "created": "Saturday, April 12, 2025 - 2:30:30 PM",
  "hash": "md5-MqHDyDgfXt524cCin60Mgg==",
  "data": [
    {
      "id": 2063938806747,
      "dbid": "67f5c4264da742404f3f12c5",
      "law": "Learn that sacred law which is followed by men learned in the Veda and assented to in their hearts by the virtuous, who are ever exempt from hatred and inordinate affection.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-Ccm1fPQTC2P0ZolMpve3pw=="
    },
    {
      "id": 4961146969716,
      "dbid": "67f5c4264da742404f3f12c6",
      "law": "To act solely from a desire for rewards is not laudable, yet an exemption from that desire is not to be found in this world. For on that desire is grounded the study of the Veda and the performance of the actions, prescribed by the Veda. The desire for rewards, indeed, has its root in the conception that an act can yield them, and in consequence of that conception sacrifices are performed; vows and the laws prescribing restraints are all stated to be kept through the idea that they will bear fruit. Not a single act here below appears ever to be done by a man free from desire; for whatever man does, it is the result of the impulse of desire. One who persists in discharging these prescribed duties in the right manner, reaches the deathless state and even in this life obtains the fulfilment of all the desires that he may have conceived.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-DXltiP+p9GLXpUwbREHq9g=="
    },
    {
      "id": 4765631591637,
      "dbid": "67f5c4264da742404f3f12c7",
      "law": "The whole Veda is the first source of the sacred law, next the tradition and the virtuous conduct of those who know the Veda further, also the customs of men, and finally self-satisfaction.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-KaNRCU7S2lglCelFF2nGhQ=="
    },
    {
      "id": 4321524946363,
      "dbid": "67f5c4264da742404f3f12c8",
      "law": "But a learned man after fully scrutinising all this with the eye of knowledge, should, in accordance with the authority of the revealed texts, be intent on the performance of his duties. For that man who obeys the law prescribed in the revealed texts and in the sacred tradition, gains fame in this (world) and after death unsurpassable bliss.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-8FSoYT4slRHWK3SjVSJC+Q=="
    },
    {
      "id": 2738773579371,
      "dbid": "67f5c4264da742404f3f12c9",
      "law": "But by Sruti (revelation) is meant the Veda, and by Smriti (tradition) the Institutes of the sacred law: those two must not be called into question in any matter, since from those two the sacred law shone forth. Every twice-born man, who, relying on the Institutes of dialectics, treats with contempt those two sources of the law, must be cast out by the virtuous, as an atheist and a scorner of the Veda.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-WjI7F6yl9ncwFRfhG5t+fA=="
    },
    {
      "id": 1870520451484,
      "dbid": "67f5c4264da742404f3f12ca",
      "law": "The Veda, the sacred tradition, the customs of virtuous men, and one's own pleasure, they declare to be visibly the fourfold means of defining the sacred law.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-ec0zHXoXLk1swRjwKs3VUQ=="
    },
    {
      "id": 2610238506002,
      "dbid": "67f5c4264da742404f3f12cb",
      "law": "The knowledge of the sacred law is prescribed for those who are not given to the acquisition of wealth and to the gratification of their desires; to those who seek the knowledge of the sacred law the supreme authority is the revelation (Sruti). But when two sacred texts (Sruti) are conflicting, both are held to be law; for both are pronounced by the wise to be valid law.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-KJ6kEnqSEBUanN9BAIqUsA=="
    },
    {
      "id": 2206026813669,
      "dbid": "67f5c4264da742404f3f12cc",
      "law": "Thus the Agnihotra sacrifice may be optionally performed, at any time after the sun has risen, before he has risen, or when neither sun nor stars are visible. That is declared by Vedic texts.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-BtmMdQEN9t7+LLAZxjwo9Q=="
    },
    {
      "id": 3623683887025,
      "dbid": "67f5c4264da742404f3f12cd",
      "law": "Know that he for whom the performance of the ceremonies beginning with the rite of impregnation (Garbhadhana) and ending with the funeral rite (Antyeshti) is prescribed, while sacred formulas are being recited, is entitled to study these Institutes, but no other man whatsoever.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-8Ev4wftEwe7sTDHCD3JgGA=="
    },
    {
      "id": 3467524833600,
      "dbid": "67f5c4264da742404f3f12ce",
      "law": "That land, created by the gods, which lies between the two divine rivers Sarasvati and Drishadvati, the sages call Brahmavarta. The custom handed down in regular succession since time immemorial among the four chief castes (varna) and the mixed races of that country, is called the conduct of virtuous men.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-22bDJ6Xm3B0LwtEBTD07qA=="
    },
    {
      "id": 4772087100785,
      "dbid": "67f5c4264da742404f3f12cf",
      "law": "The plain of the Kurus, the country of the Matsyas, Pankalas, and Surasenakas, these form, indeed, the country of the Brahmarshis (Brahmanical sages, which ranks) immediately after Brahmavarta. From a Brahmana, born in that country, let all men on earth learn their several usages.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-sizLVLl4T6lUNeCQPmL52A=="
    },
    {
      "id": 3741835543325,
      "dbid": "67f5c4264da742404f3f12d0",
      "law": "That country which lies between the Himavat and the Vindhya mountains to the east of Prayaga and to the west of Vinasana (the place where the river Sarasvati disappears) is called Madhyadesa (the central region).",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-ep7J5YtBWkxAUlbp9B3MIw=="
    },
    {
      "id": 1246115212268,
      "dbid": "67f5c4264da742404f3f12d1",
      "law": "But the tract between those two mountains just mentioned, which extends as far as the eastern and the western oceans, the wise call Aryavarta (the country of the Aryans).",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-82lNFgL5teGKdTU0+q7Swg=="
    },
    {
      "id": 7211618875015,
      "dbid": "67f5c4264da742404f3f12d2",
      "law": "That land where the black antelope naturally roams, one must know to be fit for the performance of sacrifices; the tract different from that is the country of the Mlekkhas (barbarians).",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-qGa5WmO3VUbzY8JneFAZCA=="
    },
    {
      "id": 4365272422946,
      "dbid": "67f5c4264da742404f3f12d3",
      "law": "Let twice-born men seek to dwell in those (Brahmavarta Brahmarshis Madhyadesa Aryavarta); but a Sudra, distressed for subsistence, may reside anywhere.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-aJVkSWUZAGxUWesola3Ihw=="
    },
    {
      "id": 6657824489907,
      "dbid": "67f5c4264da742404f3f12d4",
      "law": "With holy rites, prescribed by the Veda, must the ceremony on conception and other sacraments be performed for twice-born men, which sanctify the body and purify from sin in this life and after death. By burnt oblations during the mother's pregnancy, by the Gatakarman the ceremony after birth, the Kauda (tonsure), and the Maungibandhana (the tying of the sacred girdle of Munga grass) is the taint, derived from both parents, removed from twice-born men.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-ok2yixQwkq90e464IzDDQQ=="
    },
    {
      "id": 3493259134679,
      "dbid": "67f5c4264da742404f3f12d5",
      "law": "By the study of the Veda, by vows, by burnt oblations, by the recitation of sacred texts, by the acquisition of the threefold sacred science, by offering to the gods, Rishis, and manes, by the procreation of sons, by the great sacrifices, and by Srauta rites this human body is made fit for union with Brahman.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-I59RA1UTLTaFs0CnMdRomw=="
    },
    {
      "id": 2471017150026,
      "dbid": "67f5c4264da742404f3f12d6",
      "law": "Before the navel-string is cut, the Gatakarman birth-rite must be performed for a male child; and while sacred formulas are being recited, he must be fed with gold, honey, and butter. But let the father perform or cause to be performed the Namadheya (the rite of naming the child), on the tenth or twelfth day after birth, or on a lucky lunar day, in a lucky muhurta, under an auspicious constellation.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-LD5rJTxAisfgHedXvjhNzg=="
    },
    {
      "id": 5746734640857,
      "dbid": "67f5c4264da742404f3f12d7",
      "law": "Let the first part of a Brahmana's name denote something auspicious, a Kshatriya's be connected with power, and a Vaisya's with wealth, but a Sudra's express something contemptible. The second part of a Brahmana's name shall be a word implying happiness, of a Kshatriya's a word implying protection, of a Vaisya's a term expressive of thriving, and of a Sudra's an expression denoting service. The names of women should be easy to pronounce, not imply anything dreadful, possess a plain meaning, be pleasing and auspicious, end in long vowels, and contain a word of benediction.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-l4Gyi7lxAY5FXQ+jRssgog=="
    },
    {
      "id": 5904492717563,
      "dbid": "67f5c4264da742404f3f12d8",
      "law": "In the fourth month the Nishkramana (the first leaving of the house) of the child should be performed, in the sixth month the Annaprasana (first feeding with rice), and optionally (any other) auspicious ceremony required by the custom of the family.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-0gEa8v7nZc1lNz0baLV4+g=="
    },
    {
      "id": 6944327472265,
      "dbid": "67f5c4264da742404f3f12d9",
      "law": "According to the teaching of the revealed texts, the Kudakarman (tonsure) must be performed, for the sake of spiritual merit, by all twice-born men in the first or third year. In the eighth year after conception, one should perform the initiation (upanayana) of a Brahmana, in the eleventh after conception (that) of a Kshatriya, but in the twelfth that of a Vaisya.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-KcTQFKh5/bMu4kHex4LSrA=="
    },
    {
      "id": 3314275513096,
      "dbid": "67f5c4264da742404f3f12da",
      "law": "The initiation of a Brahmana who desires proficiency in sacred learning should take place in the fifth year after conception, that of a Kshatriya who wishes to become powerful in the sixth, and that of a Vaisya who longs for success in his business in the eighth.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-jvmgi4JhGsMNhX7m5SGE5w=="
    },
    {
      "id": 5381652231076,
      "dbid": "67f5c4264da742404f3f12db",
      "law": "The time for the Savitri (initiation) of a Brahmana does not pass until the completion of the sixteenth year after conception, of a Kshatriya until the completion of the twenty-second, and of a Vaisya until the completion of the twenty-fourth. After those periods men of these three castes who have not received the sacrament at the proper time, become Vratyas (outcasts). With such men, if they have not been purified according to the rule, let no Brahmana ever, even in times of distress, form a connexion either through the Veda or by marriage.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-/dxhkYXyWchPbs1c0z3qtA=="
    },
    {
      "id": 2399747455215,
      "dbid": "67f5c4264da742404f3f12dc",
      "law": "Let students, according to the order of their castes, wear garments made of cotton, hemp, flax or wool. The staff of a Brahmana shall be made of such length as to reach the end of his hair; that of a Kshatriya, to reach his forehead, and that of a Vaisya, to reach the tip of his nose. Having taken a staff according to his choice, having worshipped the sun and walked round the fire, turning his right hand towards it, (the student) should beg alms according to the prescribed rule.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-mwM+GQd+mKvUn+xcmfXLcQ=="
    },
    {
      "id": 4921646738821,
      "dbid": "67f5c4264da742404f3f12dd",
      "law": "An initiated Brahmana should beg, beginning his request with the word lady (bhavati); a Kshatriya, placing the word lady in the middle, but a Vaisya, placing it at the end of the formula. Let him first beg food of his mother, or of his sister, or of his own maternal aunt, or of some other female who will not disgrace him by a refusal.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-6kbOXl73SfbXNfKHzKDhfQ=="
    },
    {
      "id": 3948522354420,
      "dbid": "67f5c4264da742404f3f12de",
      "law": "Having collected as much food as is required from several persons, and having announced it without guile to his teacher, let him eat, turning his face towards the east, and having purified himself by sipping water. His meal will procure long life, if he eats facing the east; fame, if he turns to the south; prosperity, if he turns to the west; truthfulness, if he faces the east.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-R5TdtCaq6Thjy7oj3TyWpA=="
    },
    {
      "id": 4732444179967,
      "dbid": "67f5c4264da742404f3f12df",
      "law": "Let a twice-born man always eat his food with concentrated mind, after performing an ablution; and after he has eaten, let him duly cleanse himself with water and sprinkle the cavities of his head.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-8Pkaq+oG+wrbg6PwDTouHA=="
    },
    {
      "id": 1904201765884,
      "dbid": "67f5c4264da742404f3f12e0",
      "law": "Let him always worship his food, and eat it without contempt; when he sees it, let him rejoice, show a pleased face, and pray that he may always obtain it. Food, that is always worshipped, gives strength and manly vigour; but eaten irreverently, it destroys them both.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-mU5lzFSJ9rUZ1yXeCHXyvg=="
    },
    {
      "id": 7174537822009,
      "dbid": "67f5c4264da742404f3f12e1",
      "law": "Let him not give to any man what he leaves, and beware of eating between the two meal-times; let him not over-eat himself, nor go anywhere without having purified himself after his meal. Excessive eating is prejudicial to health, to fame, and to bliss in heaven; it prevents (the acquisition of) spiritual merit, and is odious among men; one ought, for these reasons, to avoid it carefully.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-2iKAbGo9mIx97lByAzgp1A=="
    },
    {
      "id": 2843636877040,
      "dbid": "67f5c4264da742404f3f12e2",
      "law": "Let a Brahmana always sip water out of the part of the hand tirtha sacred to Brahman, or out of that sacred to Ka (Pragapati), or out of that sacred to the gods, never out of that sacred to the manes.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-C4zQoyOZ6TjRFStUWYKFew=="
    },
    {
      "id": 3946538717252,
      "dbid": "67f5c4264da742404f3f12e3",
      "law": "They call the part at the root of the thumb the tirtha sacred to Brahman, that at the root of the (little) finger (the tirtha) sacred to Ka (Pragapati), (that) at the tips (of the fingers, the tirtha) sacred to the gods, and that below (between the index and the thumb, the tirtha) sacred to the manes.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-dCN9Sh7HzciMVX+mT0B53Q=="
    },
    {
      "id": 5605557244948,
      "dbid": "67f5c4264da742404f3f12e4",
      "law": "Let him first sip water thrice; next twice wipe his mouth; and, lastly, touch with water the cavities of the head, the seat of the soul and the head. He who knows the sacred law and seeks purity shall always perform the rite of sipping with water neither hot nor frothy, with the (prescribed) tirtha, in a lonely place, and turning to the east or to the north. A Brahmana is purified by water that reaches his heart, a Kshatriya by water reaching his throat, a Vaisya by water taken into his mouth, and a Sudra by water touched with the extremity of his lips.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-90t3ZPUEDAznmdQZgmBIHw=="
    },
    {
      "id": 4342884482681,
      "dbid": "67f5c4264da742404f3f12e5",
      "law": "A twice-born man is called upavitin when his right arm is raised and the sacrificial string or the dress, passed under it, rests on the left shoulder; when his left arm is raised and the string, or the dress, passed under it, rests on the right shoulder, he is called prakinavitin; and nivitin when it hangs down straight from the neck.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-xna0IO3jZJ41uU3P7vrB8w=="
    },
    {
      "id": 2393548743628,
      "dbid": "67f5c4264da742404f3f12e6",
      "law": "His girdle, the skin (which serves as his upper garment), his staff, his sacrificial thread, and his water-pot he must throw into water, when they have been damaged, and take others, reciting sacred formulas.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-yukt0q6j4xiAz6C8URv2nA=="
    },
    {
      "id": 6675539787761,
      "dbid": "67f5c4264da742404f3f12e7",
      "law": "The ceremony called Kesanta (clipping the hair) is ordained for a Brahmana in the sixteenth year from conception; for a Kshatriya, in the twenty-second; and for a Vaisya, two years later than that. This whole series of ceremonies must be performed for females also, in order to sanctify the body, at the proper time and in the proper order, but without the recitation of sacred texts.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-kRS0vDd1JYBx5iSEYXBebg=="
    },
    {
      "id": 2404412184533,
      "dbid": "67f5c4264da742404f3f12e8",
      "law": "The nuptial ceremony is stated to be the Vedic sacrament for women (and to be equal to the initiation), serving the husband equivalent to the residence in the house of the teacher, and the household duties the same as the daily worship of the sacred fire.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-vg70bKuNwoQHo31x2t0D7w=="
    },
    {
      "id": 2922791773485,
      "dbid": "67f5c4264da742404f3f12e9",
      "law": "Having performed the rite of initiation, the teacher must first instruct the pupil in the rules of personal purification, of conduct, of the fire-worship, and of the twilight devotions. But a student who is about to begin the Study of the Veda, shall receive instruction, after he has sipped water in accordance with the Institutes of the sacred law, has made the Brahmangali, has put on a clean dress, and has brought his organs under due control.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-aYzb8PPgBu+FsqDuEDhxeA=="
    },
    {
      "id": 5281459183435,
      "dbid": "67f5c4264da742404f3f12ea",
      "law": "But to him who is about to begin studying, the teacher always unwearied, must say: Ho, recite! He shall leave off when the teacher says: Let a stoppage take place!",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-iMpcBLkpoGU6V7nhIgd3CQ=="
    },
    {
      "id": 5106994802168,
      "dbid": "67f5c4264da742404f3f12eb",
      "law": "Let him always pronounce the syllable Om at the beginning and at the end of a lesson in the Veda; for unless the syllable Om precede the lesson will slip away from him, and unless it follow it will fade away. Seated and sanctified by three suppressions of the breath (Pranayama), he is worthy to pronounce the syllable Om. Pragapati (the lord of creatures) milked out as it were from the three Vedas the sounds A, U, and M, and the Vyahritis Bhuh, Bhuvah, Svah.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-Bo7TJTf8xUZaDEd/lMwFNg=="
    },
    {
      "id": 2390473530138,
      "dbid": "67f5c4264da742404f3f12ec",
      "law": "Moreover from the three Vedas Pragapati, who dwells in the highest heaven Parameshthin, milked out as it were that Rik-verse, sacred to Savitri, which begins with the word tad, one foot from each.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-oCEC2ijzhs1L89IagUKnwg=="
    },
    {
      "id": 7181828540335,
      "dbid": "67f5c4264da742404f3f12ed",
      "law": "A Brahmana, learned in the Veda, who recites during both twilights that syllable and that verse, preceded by the Vyahritis, gains the whole merit which the recitation of the Vedas confers.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-fNQj1kYzK8HvdhOtMtpV6A=="
    },
    {
      "id": 5476031065905,
      "dbid": "67f5c4264da742404f3f12ee",
      "law": "The Brahmana, the Kshatriya, and the Vaisya who neglect the recitation of that Rik-verse and the timely performance of the rites prescribed for them, will be blamed among virtuous men.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-LgxBH07ZQUUz76T/liFYeA=="
    },
    {
      "id": 5341575516526,
      "dbid": "67f5c4264da742404f3f12ef",
      "law": "Know that the three imperishable Mahavyahritis, preceded by the syllable Om, and followed by the three-footed Savitri are the portal of the Veda and the gate leading (to union with) Brahman. He who daily recites that (verse), untired, during three years, will enter (after death) the highest Brahman, move as free as air, and assume an ethereal form.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-pCL99AJI/xRLvcyalidRpg=="
    },
    {
      "id": 7053814442383,
      "dbid": "67f5c4264da742404f3f12f0",
      "law": "The monosyllable (Om) is the highest Brahman, (three) suppressions of the breath are the best form of austerity, but nothing surpasses the Savitri truthfulness is better than silence.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-Ecj+T4eLNaEUhsRbNJMTqA=="
    },
    {
      "id": 2346967426974,
      "dbid": "67f5c4264da742404f3f12f1",
      "law": "All rites ordained in the Veda, burnt oblations and other sacrifices, pass away; but know that the syllable (Om) is imperishable, and (it is) Brahman, (and) the Lord of creatures (Pragapati).",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-tX/RNaCTd95RqPhqNsTSfA=="
    },
    {
      "id": 4610124716343,
      "dbid": "67f5c4264da742404f3f12f2",
      "law": "An offering, consisting of muttered prayers, is ten times more efficacious than a sacrifice performed according to the rules (of the Veda); a (prayer) which is inaudible (to others) surpasses it a hundred times, and the mental (recitation of sacred texts) a thousand times.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-9UZ/5LRHqllgr+Coj4FKLw=="
    },
    {
      "id": 6539251646461,
      "dbid": "67f5c4264da742404f3f12f3",
      "law": "The four Pakayagnas and those sacrifices which are enjoined by the rules (of the Veda) are all together not equal in value to a sixteenth part of the sacrifice consisting of muttered prayers. But, undoubtedly, a Brahmana reaches the highest goal by muttering prayers only; whether he perform other rites or neglect them, he who befriends all creatures is declared to be a true Brahmana.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-BrSL6yqEaoCaKI7M0LHltg=="
    },
    {
      "id": 2855255166223,
      "dbid": "67f5c4264da742404f3f12f4",
      "law": "A wise man should strive to restrain his organs which run wild among alluring sensual objects, like a charioteer his horses. Those eleven organs which former sages have named, I will properly and precisely enumerate in due order, the ear, the skin, the eyes, the tongue, and the nose as the fifth, the anus, the organ of generation, hands and feet, and the organ of speech, named as the tenth.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-4JWfTAyfNzaYp8D6B9ZFoQ=="
    },
    {
      "id": 6485414079097,
      "dbid": "67f5c4264da742404f3f12f5",
      "law": "Five of them, the ear and the rest according to their order, they call organs of sense, and five of them, the anus and the rest, organs of action.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-7Tuhznd/j06UrpWDkW/Txw=="
    },
    {
      "id": 5902170545336,
      "dbid": "67f5c4264da742404f3f12f6",
      "law": "Know that the internal organ (manas) is the eleventh, which by its quality belongs to both sets; when that has been subdued, both those sets of five have been conquered. Through the attachment of his organs to sensual pleasure a man doubtlessly will incur guilt; but if he keep them under complete control, he will obtain success in gaining all his aims.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-OVVqivz41ajL01UiTsFcSQ=="
    },
    {
      "id": 3267922174074,
      "dbid": "67f5c4264da742404f3f12f7",
      "law": "Desire is never extinguished by the enjoyment of desired objects; it only grows stronger like a fire (fed) with clarified butter. If one man should obtain all those sensual enjoyments and another should renounce them all, the renunciation of all pleasure is far better than the attainment of them.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-gAm30qjosgHpqu0tgotDgw=="
    },
    {
      "id": 5204132208263,
      "dbid": "67f5c4264da742404f3f12f8",
      "law": "Those organs which are strongly attached to sensual pleasures, cannot so effectually be restrained by abstinence from enjoyments as by a constant pursuit of true knowledge. That man may be considered to have really subdued his organs, who on hearing and touching and seeing, on tasting and smelling anything neither rejoices nor repines.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-AE1UkbPzZ39OoL4/cAQpVw=="
    },
    {
      "id": 1378018929741,
      "dbid": "67f5c4264da742404f3f12f9",
      "law": "But when one among all the organs slips away from control, thereby wisdom slips away from, even as the water flows through the one open foot of a water-carrier's skin. If he keeps all the ten organs as well as the mind in subjection, he may gain all his aims, without reducing his body by the practice of Yoga.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-uI4B2q3o3116xazohTXTYw=="
    },
    {
      "id": 5692265496688,
      "dbid": "67f5c4264da742404f3f12fa",
      "law": "Let him stand during the morning twilight, muttering the Savitri until the sun appears, but let him recite it, seated, in the evening until the constellations can be seen distinctly. He who stands during the morning twilight muttering the Savitri, removes the guilt contracted during the previous night; but he who recites it, seated, in the evening, destroys the sin he committed during the day. But he who does not worship standing in the morning, nor sitting in the evening, shall be excluded, just like a Sudra, from all the duties and rights of an Aryan.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-DvR9FJJfKOM5N6lecPjiZA=="
    },
    {
      "id": 2025709986283,
      "dbid": "67f5c4264da742404f3f12fb",
      "law": "He who desires to perform the ceremony of the daily recitation, may even recite the Savitri near water, retiring into the forest, controlling his organs and concentrating his mind. Both when one studies the supplementary treatises of the Veda, and when one recites the daily portion of the Veda, no regard need be paid to forbidden days, likewise when one repeats the sacred texts required for a burnt oblation. There are no forbidden days for the daily recitation, since that is declared to be a Brahmasattra (an everlasting sacrifice offered to Brahman); at that the Veda takes the place of the burnt oblations, and it is meritorious even, when natural phenomena, requiring a cessation of the Veda-study, take the place of the exclamation Vashat.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-5lOaSXNwtOQO4c+tKuLVkg=="
    },
    {
      "id": 2418735267383,
      "dbid": "67f5c4264da742404f3f12fc",
      "law": "For him who, being pure and controlling his organs, during a year daily recites the Veda according to the rule, that (daily recitation) will ever cause sweet and sour milk, clarified butter and honey to flow.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-4RXki9ARDKPI2LnRc1K1Og=="
    },
    {
      "id": 3613457277402,
      "dbid": "67f5c4264da742404f3f12fd",
      "law": "Let an initiated daily offer fuel in the sacred fire, beg food, sleep on the ground and do what is beneficial to this teacher, until he performs the ceremony of Samavartana on returning home.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-y/aTaADq+M0yCqA56dx3FQ=="
    },
    {
      "id": 3571052882266,
      "dbid": "67f5c4264da742404f3f12fe",
      "law": "According to the sacred law the following ten persons, the teacher's son, one who desires to do service, one who imparts knowledge, one who is intent on fulfilling the law, one who is pure, a person connected by marriage or friendship, one who possesses mental ability, one who makes presents of money, one who is honest, and a relative, may be instructed in the Veda.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-47IcbaDk3TTW43PPDxuZVg=="
    },
    {
      "id": 6618584028277,
      "dbid": "67f5c4264da742404f3f12ff",
      "law": "Unless one be asked, one must not explain anything to anybody, nor must one answer a person who asks improperly. Of the two persons, him who illegally explains anything, and him who illegally asks a question, one or both will incur the other's enmity.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-qZ8nsPg77oFlSWzgdGLc/g=="
    },
    {
      "id": 7055173562807,
      "dbid": "67f5c4264da742404f3f1300",
      "law": "Where merit and wealth are not obtained by teaching nor at least due obedience, in such soil sacred knowledge must not be sown, just as good seed must not be thrown on barren land. Even in times of dire distress a teacher of the Veda should rather die with his knowledge than sow it in barren soil. Sacred Learning approached a Brahmana and said to him, 'I am thy treasure, preserve me, deliver me not to a scorner; so preserved I shall become supremely strong. But deliver me, as to the keeper of thy treasure, to a Brahmana whom thou shalt know to be pure, of subdued senses, chaste and attentive.'",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-urb4Zyh4GyUtLivbHMfXgQ=="
    },
    {
      "id": 3169282924726,
      "dbid": "67f5c4264da742404f3f1301",
      "law": "But he who acquires without permission the Veda from one who recites it, incurs the guilt of stealing the Veda, and shall sink into lower realms.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-gaFu/sP7nIuVe+uHXuwjfQ=="
    },
    {
      "id": 1788816839642,
      "dbid": "67f5c4264da742404f3f1302",
      "law": "A student shall first reverentially salute that teacher from whom he receives knowledge, referring to worldly affairs, to the Veda, or to the Brahman.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-kULaAV6hzcR89PUVWdqd+g=="
    },
    {
      "id": 3873792620382,
      "dbid": "67f5c4264da742404f3f1303",
      "law": "A Brahmana who completely governs himself, though he know the Savitri only, is better than he who knows the three Vedas, but does not control himself, eats all sorts of food, and sells all sorts of goods.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-BPRUcfY5hJg+DbRT22sZUw=="
    },
    {
      "id": 2263003742400,
      "dbid": "67f5c4264da742404f3f1304",
      "law": "One must not sit down on a couch or seat which a superior occupies; and he who occupies a couch or seat shall rise to meet a superior, and afterwards salute him. For the vital airs of a young man mount upwards to leave his body when an elder approaches; but by rising to meet him and saluting he recovers them. He who habitually salutes and constantly pays reverence to the aged obtains an increase of four things, length of life, knowledge, fame, and strength.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-n80fg6OVMwRC5y85oCf6IQ=="
    },
    {
      "id": 5676258048932,
      "dbid": "67f5c4264da742404f3f1305",
      "law": "After the word of salutation, a Brahmana who greets an elder must pronounce his name, saying, 'I am [Proper Name]' To those persons who, when a name is pronounced, do not understand the meaning of the salutation, a wise man should say, 'It is I, [Proper Name].' and he should address in the same manner all women.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-efH6WBOyTdbmJC7BgwSkxA=="
    },
    {
      "id": 6546208434590,
      "dbid": "67f5c4264da742404f3f1306",
      "law": "A Brahmana should thus be saluted in return, 'May'st thou be long-lived, O gentle one!' and the vowel 'a' must be added at the end of the name of the person addressed, the syllable preceding it being drawn out to the length of three moras. A Brahmana who does not know the form of returning a salutation, must not be saluted by a learned man; as a Sudra, even so is he.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-PNluLWclAaFdg217tPUK+A=="
    },
    {
      "id": 4386048637821,
      "dbid": "67f5c4264da742404f3f1307",
      "law": "Let him ask a Brahmana, on meeting him, after his health (with the word) kusala, a Kshatriya (with the word) anamaya, a Vaisya (with the word) kshema, and a Sudra (with the word) anarogya.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-wZV00ms9qmtol7/dVRKAHw=="
    },
    {
      "id": 6281704040913,
      "dbid": "67f5c4264da742404f3f1308",
      "law": "He who has been initiated (to perform a Srauta sacrifice) must not be addressed by his name, even though he be a younger man; he who knows the sacred law must use in speaking to such (a man the particle) bhoh and (the pronoun) bhavat (your worship). But to a female who is the wife of another man, and not a blood-relation, he must say, 'Lady' (bhavati) or 'Beloved sister!'",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-aFzWL+F/Y2sTBR8mfK1JqQ=="
    },
    {
      "id": 2369721811940,
      "dbid": "67f5c4264da742404f3f1309",
      "law": "To his maternal and paternal uncles, fathers-in-law, officiating priests, (and other) venerable persons, he must say, 'I am [Proper Name],' and rise (to meet them), even though they be younger (than himself). A maternal aunt, the wife of a maternal uncle, a mother-in-law, and a paternal aunt must be honoured like the wife of one's teacher; they are equal to the wife of one's teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-SavOTQQYeKkS5tzCZfokbA=="
    },
    {
      "id": 2489092505781,
      "dbid": "67f5c4264da742404f3f130a",
      "law": "Towards a sister of one's father and of one's mother, and towards one's own elder sister, one must behave as towards one's mother. But the mother is more venerable than they.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-1QQnmE6Q2IGadTMrh+7mGg=="
    },
    {
      "id": 4929269289686,
      "dbid": "67f5c4264da742404f3f130b",
      "law": "Fellow-citizens are called friends and equals though one be ten years older than the other, men practising the same fine art though one be five years older than the other, Srotriyas though three years intervene between their ages, but blood-relations only if the difference of age be very small.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-TXq6fEgzPq1nVWkVktXknA=="
    },
    {
      "id": 6938616727468,
      "dbid": "67f5c4264da742404f3f130c",
      "law": "Know that a Brahmana of ten years and Kshatriya of a hundred years stand to each other in the relation of father and son; but between those two the Brahmana is the father.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-9nUUgjpvgikfhdrO5uv9dg=="
    },
    {
      "id": 6249055649690,
      "dbid": "67f5c4264da742404f3f130d",
      "law": "Wealth, kindred, age, the due performance of rites, and fifthly sacred learning are titles to respect; but each later-named cause is more weighty than the preceding ones.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-+6kLU6Ht+Z/Sm7iynbhhMA=="
    },
    {
      "id": 5239459361304,
      "dbid": "67f5c4264da742404f3f130e",
      "law": "Whatever man of the three highest castes possesses most of those five, both in number and degree, that man is worthy of honour among them; and so is also a Sudra who has entered the tenth decade of his life.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-W4yGfu2h7kgM83vOfpvxlQ=="
    },
    {
      "id": 1674034074907,
      "dbid": "67f5c4264da742404f3f130f",
      "law": "Way must be made for a man in a carriage, for one who is above ninety years old, for one diseased, for the carrier of a burden, for a woman, for a Snataka, for the king, and for a bridegroom. Among all those, if they meet at one time, a Snataka and the king must be most honoured; and if the king and a Snataka meet, the latter receives respect from the king.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-BCbWSjzw7UvHVELxJgVE5g=="
    },
    {
      "id": 4593519894209,
      "dbid": "67f5c4264da742404f3f1310",
      "law": "They call that Brahmana who initiates a pupil and teaches him the Veda together with the Kalpa and the Rahasyas, the teacher (akarya, of the latter). But he who for his livelihood teaches a portion only of the Veda, or also the Angas of the Veda, is called the sub-teacher (upadhyaya).",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-/hKXxMRzyAnOto+GKmHHpQ=="
    },
    {
      "id": 5948166224096,
      "dbid": "67f5c4264da742404f3f1311",
      "law": "That Brahmana, who performs in accordance with the rules (of the Veda) the rites, the Garbhadhana (conception-rite), and so forth, and gives food (to the child), is called the Guru (the venerable one).",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-aJz2/Gw40Jq5gkikzYGu9w=="
    },
    {
      "id": 6835162707868,
      "dbid": "67f5c4264da742404f3f1312",
      "law": "He who, being (duly) chosen (for the purpose), performs the Agnyadheya, the Pakayagnas, (and) the (Srauta) sacrifices, such as the Agnishtoma (for another man), is called (his) officiating priest.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-zh0ABNvyStJcg2YwEguGgQ=="
    },
    {
      "id": 5054041547089,
      "dbid": "67f5c4264da742404f3f1313",
      "law": "That teacher who truthfully fills both his ears with the Veda, the pupil shall consider as his father and mother; he must never offend him.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-40i0LYsmeooxsGLoftFkBA=="
    },
    {
      "id": 3135103384907,
      "dbid": "67f5c4264da742404f3f1314",
      "law": "The teacher (akarya) is ten times more venerable than a sub-teacher (upadhyaya), the father a hundred times more than the teacher, but the mother a thousand times more than the father. Of him who gives natural birth and him who gives the knowledge of the Veda, the giver of the Veda is the more venerable father; for the birth for the sake of the Veda ensures eternal rewards both in this life and after death.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-miFdMXloG4uw1RT5zOAp3w=="
    },
    {
      "id": 2907769871761,
      "dbid": "67f5c4264da742404f3f1315",
      "law": "Let him consider that he received a mere animal existence, when his parents begat him through mutual affection, and when he was born from the womb of his mother. But that birth which a teacher acquainted with the whole Veda, in accordance with the law, procures for him through the Savitri, is real, exempt from age and death.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-7Gmi+HQINZ6Cc5wxje9HCA=="
    },
    {
      "id": 6042643858189,
      "dbid": "67f5c4264da742404f3f1316",
      "law": "The pupil must know that that teacher also who benefits him by instruction in the Veda, be it little or much, is called in these Institutes his Guru, in consequence of that benefit conferred by instruction in the Veda. That Brahmana who is the giver of the birth for the sake of the Veda and the teacher of the prescribed duties becomes by law the father of an aged man, even though he himself be a child.",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-7rQJFjJLRoL/5oMb9am23Q=="
    },
    {
      "id": 3048053196722,
      "dbid": "67f5c4264da742404f3f1317",
      "law": "Young Kavi, the son of Angiras, taught his relatives who were old enough to be fathers, and, as he excelled them in sacred knowledge, he called them 'Little sons.' They, moved with resentment, asked the gods concerning that matter, and the gods, having assembled, answered, 'The child has addressed you properly.'",
      "created": "Saturday, April 12, 2025 - 2:30:30 PM",
      "hash": "md5-/EUhajZjGN92++aOwX4ong=="
    },
    {
      "id": 6944785179355,
      "dbid": "67f5c4264da742404f3f1318",
      "law": "For a man destitute of sacred knowledge is indeed a child, and he who teaches him the Veda is his father; for the sages have always said child to an ignorant man, and father to a teacher of the Veda. Neither through years, nor through white hairs, nor through wealth, nor through powerful kinsmen comes greatness. The sages have made this law, 'He who has learnt the Veda together with the Angas (Anukana) is (considered) great by us.'",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-mi72orh3x9ZuhoVDOVUH0w=="
    },
    {
      "id": 4734220112232,
      "dbid": "67f5c4264da742404f3f1319",
      "law": "The seniority of Brahmanas is from sacred knowledge, that of Kshatriyas from valour, that of Vaisyas from wealth in grain and other goods, but that of Sudras alone from age. A man is not therefore considered venerable because his head is gray; him who, though young, has learned the Veda, the gods consider to be venerable. As an elephant made of wood, as an antelope made of leather, such is an unlearned Brahmana; those three have nothing but the names of their kind.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-OvWhfXrOzLATc8whqgm6ug=="
    },
    {
      "id": 4462756592484,
      "dbid": "67f5c4264da742404f3f131a",
      "law": "As a eunuch is unproductive with women, as a cow with a cow is unprolific, and as a gift made to an ignorant man yields no reward, even so is a Brahmana useless, who does not know the Rikas.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-AWgz3wV+TMXmPyzY/onoeQ=="
    },
    {
      "id": 2704729735800,
      "dbid": "67f5c4264da742404f3f131b",
      "law": "Created beings must be instructed in what concerns their welfare without giving them pain, and sweet and gentle speech must be used by a teacher who desires to abide by the sacred law. He, forsooth, whose speech and thoughts are pure and ever perfectly guarded, gains the whole reward which is conferred by the Vedanta.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-cSLeE7oIkan795YC3BDAZQ=="
    },
    {
      "id": 3634015395033,
      "dbid": "67f5c4264da742404f3f131c",
      "law": "Let him not, even though in pain, speak words cutting others to the quick; let him not injure others in thought or deed; let him not utter speeches which make others afraid of him, since that will prevent him from gaining heaven. A Brahmana should always fear homage as if it were poison; and constantly desire to suffer scorn as he would long for nectar. For he who is scorned nevertheless may sleep with an easy mind, awake with an easy mind, and with an easy mind walk here among men; but the scorner utterly perishes.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-FjynGOAhKpkdIfO8q8opPA=="
    },
    {
      "id": 3497550290869,
      "dbid": "67f5c4264da742404f3f131d",
      "law": "A twice-born man who has been sanctified by the employment of the means in due order, shall gradually and cumulatively perform the various austerities prescribed for those who study the Veda.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-qNER5hr3v2P2Wd3ahYNbXg=="
    },
    {
      "id": 2966364627476,
      "dbid": "67f5c4264da742404f3f131e",
      "law": "Let a Brahmana who desires to perform austerities, constantly repeat the Veda; for the study of the Veda is declared to be in this world the highest austerity for a Brahmana. Verily, that twice-born man performs the highest austerity up to the extremities of his nails, who, though wearing a garland, daily recites the Veda in private to the utmost of his ability.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-CRo0JoCId2a6htrXF9KP2w=="
    },
    {
      "id": 5025337853850,
      "dbid": "67f5c4264da742404f3f131f",
      "law": "A twice-born man who, not having studied the Veda, applies himself to other and worldly study, soon falls, even while living, to the condition of a Sudra and his descendants after him.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-wRbswxqCRuDtq78PjINzMw=="
    },
    {
      "id": 4815468762307,
      "dbid": "67f5c4264da742404f3f1320",
      "law": "They call the teacher the pupil's father because he gives the Veda He who has not been initiated should not pronounce any Vedic text excepting those required for the performance of funeral rites, since he is on a level with a Sudra before his birth from the Veda. The student who has been initiated must be instructed in the performance of the vows, and gradually learn the Veda, observing the prescribed rules.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-jf8k1Yp+vZVGiLLz3jgpow=="
    },
    {
      "id": 3347829265110,
      "dbid": "67f5c4264da742404f3f1321",
      "law": "Whatever dress of skin, sacred thread, girdle, staff, and lower garment are prescribed for a student at the initiation, the like must again be used at the performance of the vows. But a student who resides with his teacher must observe the following restrictive rules, duly controlling all his organs, in order to increase his spiritual merit. Every day, having bathed, and being purified, he must offer libations of water to the gods, sages and manes, worship the images of the gods, and place fuel on the sacred fire.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-AwUvdZIJVrfc+FsihLhaXg=="
    },
    {
      "id": 2823694427167,
      "dbid": "67f5c4264da742404f3f1322",
      "law": "Let him abstain from meat, perfumes, garlands, women, all substances turned acid, and from doing injury to living creatures. From anointing his body, applying collyrium to his eyes, from the use of shoes, from sensual desire, anger, covetousness, gambling, idle disputes, backbiting, and lying, from looking at and touching women, and from hurting others. Let him always sleep alone.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-1Eid2jk7eKjCfWUp532Zrw=="
    },
    {
      "id": 5342830121263,
      "dbid": "67f5c4264da742404f3f1323",
      "law": "Let him fetch a pot full of water, flowers, cowdung, earth, and Kusa grass, as much as may be required (by his teacher), and daily go to beg food. A student, being pure, shall daily bring food from the houses of men who are not deficient in the knowledge of the Veda and in performing sacrifices, and who are famous for following their lawful occupations.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-TCtAWE9kTDbgkcgk8R0wHw=="
    },
    {
      "id": 5746609703025,
      "dbid": "67f5c4264da742404f3f1324",
      "law": "Let him not beg from the relatives of his teacher, nor from his own or his mother's blood-relations; but if there are no houses belonging to strangers, let him go to one of those named above, taking the last-named first. Or, if there are no virtuous men of the kind mentioned above, he may go to each house in the village, being pure and remaining silent; but let him avoid Abhisastas (those accused of mortal sin).",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-oojzp4racp9kZwpMBP6PvA=="
    },
    {
      "id": 3299373965579,
      "dbid": "67f5c4264da742404f3f1325",
      "law": "Having brought sacred fuel from a distance, let him place it anywhere but on the ground, and let him, unwearied, make with it burnt oblations to the sacred fire, both evening and morning.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-xpjJQXHus5JqTFhbZn2eMg=="
    },
    {
      "id": 1943256169244,
      "dbid": "67f5c4264da742404f3f1326",
      "law": "He who, without being sick, neglects during seven successive days to go out begging, and to offer fuel in the sacred fire, shall perform the penance of an Avakirnin (one who has broken his vow). He who performs the vow of studentship shall constantly subsist on alms, but not eat the food of one person only; the subsistence of a student on begged food is declared to be equal in merit to fasting.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-UEtA020dVV6gnoT/8Dv3PA=="
    },
    {
      "id": 1843184784726,
      "dbid": "67f5c4264da742404f3f1327",
      "law": "At his pleasure he may eat, when invited, the food of one man at a rite in honour of the gods, observing however the conditions on his vow, or at a funeral meal in honor of the manes, behaving however like a hermit. This duty is prescribed by the wise for a Brahmana only; but no such duty is ordained for a Kshatriya and a Vaisya.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-/eiQ78XnIPdnYjwwavMupQ=="
    },
    {
      "id": 2166328464847,
      "dbid": "67f5c4264da742404f3f1328",
      "law": "Both when ordered by his teacher, and without a special command, a student shall always exert himself in studying the Veda, and in doing what is serviceable to his teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-zvWrLkCKCOV0HKqQy8K5QA=="
    },
    {
      "id": 4593377387803,
      "dbid": "67f5c4264da742404f3f1329",
      "law": "Controlling his body, his speech, his organs of sense, and his mind, let him stand with joined hands, looking at the face of his teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-I1EXt22+Odv+5WIWJGpbqg=="
    },
    {
      "id": 4861534835257,
      "dbid": "67f5c4264da742404f3f132a",
      "law": "Let him always keep his right arm uncovered, behave decently and keep his body well covered, and when he is addressed (with the words), 'Be seated,' he shall sit down, facing his teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-/7ytcD8nDPKNo9gYiTljqw=="
    },
    {
      "id": 3790882988679,
      "dbid": "67f5c4264da742404f3f132b",
      "law": "In the presence of his teacher let him always eat less, wear a less valuable dress and ornaments (than the former), and let him rise earlier (from his bed), and go to rest later.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-+PCfcAPJKMmY1hQUTkN0tA=="
    },
    {
      "id": 3704899624649,
      "dbid": "67f5c4264da742404f3f132c",
      "law": "Let him not answer or converse with (his teacher), reclining on a bed, nor sitting, nor eating, nor standing, nor with an averted face.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-yC4ZkdPWnWbPtjzutFc+1A=="
    },
    {
      "id": 1598110705003,
      "dbid": "67f5c4264da742404f3f132d",
      "law": "Let him do (that), standing up, if (his teacher) is seated, advancing towards him when he stands, going to meet him if he advances, and running after him when he runs;",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-sQK55rF3Q+N8yABALFTH3g=="
    },
    {
      "id": 5999972618011,
      "dbid": "67f5c4264da742404f3f132e",
      "law": "Going (round) to face (the teacher), if his face is averted, approaching him if he stands at a distance, but bending towards him if he lies on a bed, and if he stands in a lower place.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-VMEoNqwx+vRosklJRadn6Q=="
    },
    {
      "id": 4445679032037,
      "dbid": "67f5c4264da742404f3f132f",
      "law": "When his teacher is nigh, let his bed or seat be low; but within sight of his teacher he shall not sit carelessly at ease.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-i2Ik6gcjOA4AyiJy4ZfDrg=="
    },
    {
      "id": 5906950489864,
      "dbid": "67f5c4264da742404f3f1330",
      "law": "Let him not pronounce the mere name of his teacher (without adding an honorific title) behind his back even, and let him not mimic his gait, speech, and deportment.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-vbDVX9syuuujQBRyOIRA0A=="
    },
    {
      "id": 3793751027529,
      "dbid": "67f5c4264da742404f3f1331",
      "law": "Wherever people justly censure or falsely defame his teacher, there he must cover his ears or depart thence to another place. He must not serve the teacher by the intervention of another while he himself stands aloof, nor when he himself is angry, nor when a woman is near; if he is seated in a carriage or on a raised seat, he must descend and afterwards salute his teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-tr07r6sDoVSUIat+IYv0IQ=="
    },
    {
      "id": 4448651281296,
      "dbid": "67f5c4264da742404f3f1332",
      "law": "Let him not sit with his teacher, to the leeward or to the windward of him; nor let him say anything which his teacher cannot hear. He may sit with his teacher in a carriage drawn by oxen, horses, or camels, on a terrace, on a bed of grass or leaves, on a mat, on a rock, on a wooden bench, or in a boat. If his teacher's teacher is near, let him behave towards him as towards his own teacher; but let him, unless he has received permission from his teacher, not salute venerable persons of his own family.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-oXKGaPe1mBwc7OxVvrvVfQ=="
    },
    {
      "id": 6797124006867,
      "dbid": "67f5c4264da742404f3f1333",
      "law": "This is likewise ordained as his constant behaviour towards other instructors in science, towards his relatives (to whom honour is due), towards all who may restrain him from sin, or may give him salutary advice.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-RCuT680rdZ/apAi5h/DKuQ=="
    },
    {
      "id": 5375681643536,
      "dbid": "67f5c4264da742404f3f1334",
      "law": "Towards his betters let him always behave as towards his teacher, likewise towards sons of his teacher, born by wives of equal caste, and towards the teacher's relatives both on the side of the father and of the mother. The son of the teacher who imparts instruction in his father's stead, whether younger or of equal age, or a student of the science of sacrifices or of other Angas, deserves the same honour as the teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-CWeVrGW8cLiF3f4IdPKjuQ=="
    },
    {
      "id": 3638230429800,
      "dbid": "67f5c4264da742404f3f1335",
      "law": "A student must not shampoo the limbs of his teacher's son, nor assist him in bathing, nor eat the fragments of his food, nor wash his feet.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-n/e+7lI9jNNvDGprt5eQig=="
    },
    {
      "id": 1854625552456,
      "dbid": "67f5c4264da742404f3f1336",
      "law": "The wives of the teacher, who belong to the same caste, must be treated as respectfully as the teacher; but those who belong to a different caste, must be honoured by rising and salutation. Let him not perform for a wife of his teacher the offices of anointing her, assisting her in the bath, shampooing her limbs, or arranging her hair. A pupil who is full twenty years old, and knows what is becoming and unbecoming, shall not salute a young wife of his teacher by clasping her feet.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-0/mV1KqbahnMH7oE508u0A=="
    },
    {
      "id": 6359641968739,
      "dbid": "67f5c4264da742404f3f1337",
      "law": "It is the nature of women to seduce men in this world; for that reason the wise are never unguarded in the company of females. For women are able to lead astray in this world not only a fool, but even a learned man, and to make him a slave of desire and anger. One should not sit in a lonely place with one's mother, sister, or daughter; for the senses are powerful, and master even a learned man. But at his pleasure a young student may prostrate himself on the ground before the young wife of a teacher, in accordance with the rule.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-kW+V+ct5oITWvBkUCxQFuA=="
    },
    {
      "id": 6675328501239,
      "dbid": "67f5c4264da742404f3f1338",
      "law": "As the man who digs with a spade into the ground obtains water, even so an obedient pupil obtains the knowledge which lies hidden in his teacher. A student may either shave his head, or wear his hair in braids, or braid one lock on the crown of his head; the sun must never set or rise while he lies asleep in the village.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-gJVHiZhdi6K2aUuoH8Y6xg=="
    },
    {
      "id": 3201347041009,
      "dbid": "67f5c4264da742404f3f1339",
      "law": "If the sun should rise or set while he is sleeping, be it that he offended intentionally or unintentionally, he shall fast during the next day, muttering (the Savitri). For he who lies sleeping, while the sun sets or rises, and does not perform that penance, is tainted by great guilt.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-pROi2mib6ibmt6lv4D85Og=="
    },
    {
      "id": 2827804829045,
      "dbid": "67f5c4264da742404f3f133a",
      "law": "Purified by sipping water, he shall daily worship during both twilights with a concentrated mind in a pure place, muttering the prescribed text according to the rule.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-tVT+i5sfwel9KuWYZ79oPA=="
    },
    {
      "id": 5753693149040,
      "dbid": "67f5c4264da742404f3f133b",
      "law": "Some declare that the chief good consists in the acquisition of spiritual merit and wealth, others place it in the gratification of desire and the acquisition of wealth, others in the acquisition of spiritual merit alone, and others say that the acquisition of wealth alone is the chief good here below, but the correct decision is that it consists of the aggregate of those three.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-vTjRcAfivpoZyRiA4+CloA=="
    },
    {
      "id": 1966447464485,
      "dbid": "67f5c4264da742404f3f133c",
      "law": "The teacher, the father, the mother, and an elder brother must not be treated with disrespect, especially by a Brahmana, though one be grievously offended by them. The teacher is the image of Brahman, the father the image of Pragipati (the lord of created beings), the mother the image of the earth, and an elder full brother the image of oneself.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-32w/6ge5EBCEnhh68RESZg=="
    },
    {
      "id": 7049918076770,
      "dbid": "67f5c4264da742404f3f133d",
      "law": "That trouble and pain which the parents undergo on the birth of their children, cannot be compensated even in a hundred years. Let him always do what is agreeable to those two and always what may please his teacher; when those three are pleased, he obtains all those rewards which austerities yield. Obedience towards those three is declared to be the best form of austerity; let him not perform other meritorious acts without their permission.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-hXkhy9zPVjAhZ27frkvxyA=="
    },
    {
      "id": 1381257101072,
      "dbid": "67f5c4264da742404f3f133e",
      "law": "For they are declared to be the three worlds, they the three principal orders, they the three Vedas, and they the three sacred fires. The father, forsooth, is stated to be the Garhapatya fire, the mother the Dakshinagni, but the teacher the Ahavaniya fire; this triad of fires is most venerable. He who neglects not those three, even after he has become a householder, will conquer the three worlds and, radiant in body like a god, he will enjoy bliss in heaven.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-nDkrDxx+jlBxwmnIcQBjpw=="
    },
    {
      "id": 5626466952292,
      "dbid": "67f5c4264da742404f3f133f",
      "law": "By honouring his mother he gains this nether world, by honouring his father the middle sphere, but by obedience to his teacher the world of Brahman. All duties have been fulfilled by him who honours those three; but to him who honours them not, all rites remain fruitless. As long as those three live, so long let him not independently perform any other meritorious acts, let him always serve them, rejoicing to do what is agreeable and beneficial to them. He shall inform them of everything that with their consent he may perform in thought, word, or deed for the sake of the next world. By honouring these three all that ought to be done by man, is accomplished; that is clearly the highest duty, every other act is a subordinate duty.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-0A/THvcHMOERX3TtRhvLvg=="
    },
    {
      "id": 3316360777775,
      "dbid": "67f5c4264da742404f3f1340",
      "law": "He who possesses faith may receive pure learning even from a man of lower caste, the highest law even from the lowest, and an excellent wife even from a base family. Even from poison nectar may be taken, even from a child good advice, even from a foe a lesson in good conduct, and even from an impure substance gold. Excellent wives, learning, the knowledge of the law, the rules of purity, good advice, and various arts may be acquired from anybody.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-bQx+eCj7P0vyaU/Kdq+X8Q=="
    },
    {
      "id": 2289908153116,
      "dbid": "67f5c4264da742404f3f1341",
      "law": "It is prescribed that in times of distress a student may learn the Veda from one who is not a Brahmana; and that he shall walk behind and serve such a teacher, as long as the instruction lasts.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-JhtrTOfMeQxJ3l+czFTLEQ=="
    },
    {
      "id": 1705184764198,
      "dbid": "67f5c4264da742404f3f1342",
      "law": "He who desires incomparable bliss in heaven shall not dwell during his whole life in the house of a non-Brahmanical teacher, nor with a Brahmana who does not know the whole Veda and the Angas. But if a student desires to pass his whole life in the teacher's house, he must diligently serve him, until he is freed from this body. A Brahmana who serves his teacher till the dissolution of his body, reaches forthwith the eternal mansion of Brahman.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-wSW2YlSAYPstTC2NzmtbVg=="
    },
    {
      "id": 6419041747591,
      "dbid": "67f5c4264da742404f3f1343",
      "law": "He who knows the sacred law must not present any gift to his teacher before the Samavartana; but when, with the permission of his teacher, he is about to take the final bath, let him procure a present for the venerable man according to his ability, a field, gold, a cow, a horse, a parasol and shoes, a seat, grain, (even) vegetables, (and thus) give pleasure to his teacher.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-w5vEFjPtmQ9uXnYgK0q+IQ=="
    },
    {
      "id": 4515397300755,
      "dbid": "67f5c4264da742404f3f1344",
      "law": "A perpetual student must, if his teacher dies, serve his son provided he be endowed with good qualities, or his widow, or his Sapinda, in the same manner as the teacher. Should none of these be alive, he must serve the sacred fire, standing (by day) and sitting (during the night), and thus finish his life.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-NnjAgxgDhxuQX8k4NfJNgg=="
    },
    {
      "id": 4940768770855,
      "dbid": "67f5c4264da742404f3f1345",
      "law": "A Brahmana who thus passes his life as a student without breaking his vow, reaches after death the highest abode and will not be born again in this world.",
      "created": "Saturday, April 12, 2025 - 2:30:31 PM",
      "hash": "md5-EskhVxxj1Rk27mqKtEfkwQ=="
    }
  ]
}