{
  "id": 5954582296206,
  "title": "CHAPTER III.",
  "data": [
    {
      "id": 6684714677041,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fe3qsdhdQqdgInjhpyYRHA=="
    },
    {
      "id": 2141519974750,
      "law": "The vow (of studying) the three Vedas under a teacher must be kept for thirty-six years, or for half that time, or for a quarter, or until the (student) has perfectly learnt them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4RbT/WHO572elZJWGKnjWg=="
    },
    {
      "id": 6479896324619,
      "law": "(A student) who has studied in due order the three Vedas, or two, or even one only, without breaking the (rules of) studentship, shall enter the order of householders.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-P08oNs7sADBuvqCLiIz4pw=="
    },
    {
      "id": 5341389780998,
      "law": "He who is famous for (the strict performance of) his duties and has received his heritage, the Veda, from his father, shall be honoured, sitting on a couch and adorned with a garland, with (the present of) a cow (and the honey-mixture).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZJEBm2zCDk75Qr+BmY0qiA=="
    },
    {
      "id": 1634373126978,
      "law": "Having bathed, with the permission of his teacher, and performed according to the rule the Samavartana (the rite on returning home), a twice-born man shall marry a wife of equal caste who is endowed with auspicious (bodily) marks.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OwM0Lb+VjW5EdByCU2jeKw=="
    },
    {
      "id": 1607299229393,
      "law": "A damsel who is neither a Sapinda on the mother's side, nor belongs to the same family on the father's side, is recommended to twice-born men for wedlock and conjugal union.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cs/ka8rekfws0aB52Xze6Q=="
    },
    {
      "id": 3776271124320,
      "law": "In connecting himself with a wife, let him carefully avoid the ten following families, be they ever so great, or rich in kine, horses, sheep, grain, or (other) property,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vu/Qsp09OLolw6YA04LMfg=="
    },
    {
      "id": 4853008298124,
      "law": "(Viz.) one which neglects the sacred rites, one in which no male children (are born), one in which the Veda is not studied, one (the members of) which have thick hair on the body, those which are subject to hemorrhoids, phthisis, weakness of digestion, epilepsy, or white or black leprosy.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ddlCfDNALHzZ96O62xchKA=="
    },
    {
      "id": 4218322418265,
      "law": "Let him not marry a maiden (with) reddish (hair), nor one who has a redundant member, nor one who is sickly, nor one either with no hair (on the body) or too much, nor one who is garrulous or has red (eyes),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FsMOErbn0sIRl4p84DKQjw=="
    },
    {
      "id": 6351317814158,
      "law": "Nor one named after a constellation, a tree, or a river, nor one bearing the name of a low caste, or of a mountain, nor one named after a bird, a snake, or a slave, nor one whose name inspires terror.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IDXFK7jy2ilP9Y6asL3suA=="
    },
    {
      "id": 3916965195806,
      "law": "Let him wed a female free from bodily defects, who has an agreeable name, the (graceful) gait of a Hamsa or of an elephant, a moderate (quantity of) hair on the body and on the head, small teeth, and soft limbs.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l6Wce+PT+MgjtJqd3vm81A=="
    },
    {
      "id": 2224769148219,
      "law": "But a prudent man should not marry (a maiden) who has no brother, nor one whose father is not known, through fear lest (in the former case she be made) an appointed daughter (and in the latter) lest (he should commit) sin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b6EVxSUos/K4QBZR2Jks/A=="
    },
    {
      "id": 5680810516849,
      "law": "For the first marriage of twice-born men (wives) of equal caste are recommended; but for those who through desire proceed (to marry again) the following females, (chosen) according to the (direct) order (of the castes), are most approved.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mOHL3rmfhxDrIcnD8S0a1A=="
    },
    {
      "id": 1866055870494,
      "law": "It is declared that a Sudra woman alone can be the wife of a Sudra, she and one of his own caste the wives of a Vaisya, those two and one of his own caste the wives of a Kshatriya, those three and one of his own caste the wives of a Brahmana. A Sudra woman is not mentioned even in any ancient story as the first wife of a Brahmana or of a Kshatriya, though they lived in the greatest distress.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MoBju7spcIJc1p9FB018sQ=="
    },
    {
      "id": 3657423062826,
      "law": "Twice-born men who, in their folly, wed wives of the low Sudra caste, soon degrade their families and their children to the state of Sudras. According to Atri and to Gautama the son of Utathya, he who weds a Sudra woman becomes an outcast, according to Saunaka on the birth of a son, and according to Bhrigu he who has male offspring from a Sudra female, alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eD21jkGmJ7WIhCFtbA5oNw=="
    },
    {
      "id": 3416185579431,
      "law": "A Brahmana who takes a Sudra wife to his bed, and he begets a child by her, he will lose the rank of a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q4EfAPh48bHuRHVk3Za9Cg=="
    },
    {
      "id": 2638130335613,
      "law": "The manes and the gods will not eat the offerings of that man who performs the rites in honour of the gods, of the manes, and of guests chiefly with a Sudra wife's assistance, and such a man will not go to heaven. For him who drinks the moisture of a Sudra's lips, who is tainted by her breath, and who begets a son on her, no expiation is prescribed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RExeas7sveTROy1K3ubErQ=="
    },
    {
      "id": 6447170628429,
      "law": "Now listen to the brief description of the following eight marriage-rites used by the four castes varna which partly secure benefits and partly produce evil both in this life and after death. They are the rite of Brahman (Brahma), that of the gods (Daiva), that of the Rishis (Arsha), that of Pragapati (Pragapatya), that of the Asuras (Asura), that of the Gandharvas (Gandharva), that of the Rhashasas (Rakshasa), and that of the Pisakas (Paisaka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mm0RXT/dbGwyG95HFr5tzA=="
    },
    {
      "id": 3339754244175,
      "law": "Which is lawful for each caste (varna) and which are the virtues or faults of each rite, all this I will declare to you, as well as their good and evil results with respect to the offspring. One may know that the first six according to the order (Brahma, Daiva, Arsha, Pragapatya, Rakshasa, Asura) are lawful for a Brahmana, the four last for a Kshatriya, and the same four, excepting the Rakshasa rite, for a Vaisya and a Sudra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l6uogQPH7amuSF7mT8azAA=="
    },
    {
      "id": 2518120706636,
      "law": "The sages state that the first four are approved (in the case) of a Brahmana, one, the Rakshasa (rite in the case) of a Kshatriya, and the Asura (marriage in that) of a Vaisya and of a Sudra. But in these (Institutes of the sacred law) three of the five last are declared to be lawful and two unlawful; the Paisaka and the Asura (rites) must never be used. For Kshatriyas those before-mentioned two rites, the Gandharva and the Rakshasa, whether separate or mixed, are permitted by the sacred tradition.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0Ptg+FRU7EOQ4Nzqruogcg=="
    },
    {
      "id": 3586341540756,
      "law": "The gift of a daughter, after decking her with costly garments and honouring her by presents of jewels, to a man learned in the Veda and of good conduct, whom the father himself invites, is called the Brahma rite.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DKqfqlxQGF2cWy6h5lihGA=="
    },
    {
      "id": 6151848054427,
      "law": "The gift of a daughter who has been decked with ornaments, to a priest who duly officiates at a sacrifice, during the course of its performance, they call the Daiva rite.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-y0zmb7VhiqyDVd+G1s97NA=="
    },
    {
      "id": 6268416653510,
      "law": "When the father gives away his daughter according to the rule, after receiving from the bridegroom, for the fulfilment of the sacred law, a cow and a bull or two pairs, that is named the Arsha rite.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8bB95C19P8p7VhcKQiu7eQ=="
    },
    {
      "id": 5037038250013,
      "law": "The gift of a daughter by her father after he has addressed the couple with the text, 'May both of you perform together your duties,' and has shown honour to the bridegroom, is called in the Smriti the Pragapatya rite.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ELkgLVOuI1Nr3rZH1oOMxg=="
    },
    {
      "id": 5249642583724,
      "law": "When the bridegroom receives a maiden, after having given as much wealth as he can afford, to the kinsmen and to the bride herself, according to his own will, that is called the Asura rite.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+Dlsav/c86y5ixpQVLxETQ=="
    },
    {
      "id": 1259742155659,
      "law": "The voluntary union of a maiden and her lover one must know to be the Gandharva rite, which springs from desire and has sexual intercourse for its purpose.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uBQSprKJQ9HHGyjolqUe3A=="
    },
    {
      "id": 3024921539266,
      "law": "The forcible abduction of a maiden from her home, while she cries out and weeps, after her kinsmen have been slain or wounded and their houses broken open, is called the Rakshasa rite.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kLbxcrm+6P8XC0pSxHdKgw=="
    },
    {
      "id": 4348647474957,
      "law": "When a man by stealth seduces a girl who is sleeping, intoxicated, or disordered in intellect, that is the eighth, the most base and sinful rite of the Pisakas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YcBD4IKM+xPhV+d3I1SD4A=="
    },
    {
      "id": 2513449344929,
      "law": "The gift of daughters among Brahmanas is most approved, if it is preceded by a libation of water; but in the case of other castes it may be performed by the expression of mutual consent.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l2Qh+KFz5mK6cGfHWi5NOg=="
    },
    {
      "id": 5232809253765,
      "law": "The son of a wife wedded according to the Brahma rite, if he performs meritorious acts, liberates from sin ten ancestors, ten descendants and himself as the twenty-first.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Y/nO8+FqzEmDJ+Vo8f64bQ=="
    },
    {
      "id": 4410464745801,
      "law": "The son born of a wife, wedded according to the Daiva rite, likewise saves seven ancestors and seven descendants, the son of a wife married by the Arsha rite three in the ascending and descending lines, and the son of a wife married by the rite of Ka (Pragapati) six in either line.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2GBG6gokq7D0ifu/Beq2OA=="
    },
    {
      "id": 1457621313552,
      "law": "From the four marriages, enumerated successively, which begin with the Brahma rite spring sons, radiant with knowledge of the Veda and honoured by the Sishtas (good men). Endowded with the qualities of beauty and goodness, possessing wealth and fame, obtaining as many enjoyments as they desire and being most righteous, they will live a hundred years. But from the remaining four blamable marriages spring sons who are cruel and speakers of untruth, who hate the Veda and the sacred law. In the blameless marriages blameless children are born to men, in blamable marriages blamable offspring one should therefore avoid the blamable forms of marriage.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Wm981Rjkhc0nYg7nSGDQYA=="
    },
    {
      "id": 2995423439139,
      "law": "The ceremony of joining the hands is prescribed for marriages with women of equal caste (varna); know that the following rule (applies) to weddings with females of a different caste (varna). On marrying a man of a higher caste a Kshatriya bride must take hold of an arrow, a Vaisya bride of a goad, and a Sudra female of the hem of the (bridegroom's) garment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HG2Dfq3OfphLBN2YcnE/RQ=="
    },
    {
      "id": 6660726798578,
      "law": "Let (the husband) approach his wife in due season, being constantly satisfied with her alone; he may also, being intent on pleasing her, approach her with a desire for conjugal union on any day excepting the Parvans.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0sIcGPSD56pgLe6oX1Xjww=="
    },
    {
      "id": 3365853155451,
      "law": "Sixteen days and nights in each month, including four days which differ from the rest and are censured by the virtuous, are called the natural season of women. But among these the first four, the eleventh and the thirteenth are declared to be forbidden; the remaining nights are recommended.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IcAnC/KTKziV77arOktljw=="
    },
    {
      "id": 5347876822031,
      "law": "On the even nights sons are conceived and daughters on the uneven ones; hence a man who desires to have sons should approach his wife in due season on the even (nights).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Hj/mFuL8OVDNQpjmZ4osqQ=="
    },
    {
      "id": 1938542703937,
      "law": "A male child is produced by a greater quantity of male seed, a female child by the prevalence of the female; if both are equal, a hermaphrodite or a boy and a girl; if both are weak or deficient in quantity, a failure of conception results.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EqCTR2v1eLtTHRsWiGrKOw=="
    },
    {
      "id": 3898073388829,
      "law": "He who avoids women on the six forbidden nights and on eight others, is equal in chastity to a student, in whichever order he may live.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4+iyolssg9AygUYTjAZHlA=="
    },
    {
      "id": 1838048162600,
      "law": "No father who knows the law must take even the smallest gratuity for his daughter; for a man who, through avarice, takes a gratuity, is a seller of his offspring. But those male relations who, in their folly, live on the separate property of women, (e.g. appropriate) the beasts of burden, carriages, and clothes of women, commit sin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RRU+5zicM1hweJIFkwP7Ag=="
    },
    {
      "id": 5224967643160,
      "law": "Some call the cow and the bull given at an Arsha wedding 'a gratuity;' but that is wrong, since the acceptance of a fee, be it small or great, is a sale of the daughter. When the relatives do not appropriate for their use the gratuity given, it is not a sale; in that case the gift is only a token of respect and of kindness towards the maidens.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lucqueWl+/4Ow6EZkNxq4w=="
    },
    {
      "id": 1726457245380,
      "law": "Women must be honoured and adorned by their fathers, brothers, husbands, and brothers-in-law, who desire their own welfare. Where women are honoured, there the gods are pleased; but where they are not honoured, no sacred rite yields rewards. Where the female relations live in grief, the family soon wholly perishes; but that family where they are not unhappy ever prospers. The houses on which female relations, not being duly honoured, pronounce a curse, perish completely, as if destroyed by magic. Hence men who seek their own welfare, should always honour women on holidays and festivals with gifts of ornaments, clothes, and dainty food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wFHMiNe3/nPc5iC6rXrutQ=="
    },
    {
      "id": 2219713342503,
      "law": "In that family, where the husband is pleased with his wife and the wife with her husband, happiness will assuredly be lasting. For if the wife is not radiant with beauty, she will not attract her husband; but if she has no attractions for him, no children will be born. If the wife is radiant with beauty, the whole house is bright; but if she is destitute of beauty, all will appear dismal.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EfamqQU+Sul7DLUWDsz8bw=="
    },
    {
      "id": 5531812166799,
      "law": "By low marriages, by omitting the performance of sacred rites, by neglecting the study of the Veda, and by irreverence towards Brahmanas, great families sink low.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SWFcCBeQklRuKOglMmqyeg=="
    },
    {
      "id": 7141987800254,
      "law": "By practising handicrafts, by pecuniary transactions, by begetting children on Sudra females only, by trading in cows, horses, and carriages, by the pursuit of agriculture and by taking service under a king, by sacrificing for men unworthy to offer sacrifices and by denying the future rewards for good works, families, deficient in the knowledge of the Veda, quickly perish. But families that are rich in the knowledge of the Veda, though possessing little wealth, are numbered among the great, and acquire great fame.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2RQc+1/HWSOo3KA4+NsmMg=="
    },
    {
      "id": 7013053987567,
      "law": "With the sacred fire, kindled at the wedding, a householder shall perform according to the law the domestic ceremonies and the five great sacrifices, and with that he shall daily cook his food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j7Tx6m+3PFbYTJPx4rzAiA=="
    },
    {
      "id": 4574676431639,
      "law": "A householder has five slaughter-houses (as it were, viz.) the hearth, the grinding-stone, the broom, the pestle and mortar, the water-vessel. In order to successively expiate the offences committed by means of all these five the great sages have prescribed for householders the daily performance of the five great sacrifices. Teaching (and studying) is the sacrifice (offered) to Brahman, the (offerings of water and food called) Tarpana the sacrifice to the manes, the burnt oblation the sacrifice offered to the gods, the Bali offering that offered to the Bhutas, and the hospitable reception of guests the offering to men. He who neglects not these five great sacrifices, while he is able (to perform them), is not tainted by the sins (committed) in the five places of slaughter, though he constantly lives in The Order of Householders. But he who does not feed these five, the gods, his guests, those whom he is bound to maintain, the manes, and himself, lives not, though he breathes. They call (these) five sacrifices also, Ahuta, Huta, Prahuta, Brahmya-huta, and Prasita.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KBoQSyv3VdbSBGWEiBgX/w=="
    },
    {
      "id": 4860942821718,
      "law": "Ahuta not offered in the fire is the muttering of Vedic texts, Huta the burnt oblation offered to the gods, Prahuta offered by scattering it on the ground) the Bali offering given to the Bhutas, Brahmya-huta offered in the digestive fire of Brahmanas, the respectful reception of Brahmana guests, and Prasita eaten the daily oblation to the manes, called Tarpana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gEv+NebnNYiPwiwtgzfDTQ=="
    },
    {
      "id": 5660970512784,
      "law": "Let (every man) in this (second order, at least) daily apply himself to the private recitation of the Veda, and also to the performance of the offering to the gods; for he who is diligent in the performance of sacrifices, supports both the movable and the immovable creation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IAjiOh/lJgZBDhv42Oj0Cg=="
    },
    {
      "id": 1591852646380,
      "law": "An oblation duly thrown into the fire, reaches the sun; from the sun comes rain, from rain food, therefrom the living creatures (derive their subsistence).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+xr+LQ7aJu1ruuMJFAli+A=="
    },
    {
      "id": 5732634297670,
      "law": "As all living creatures subsist by receiving support from air, even so (the members of) all orders subsist by receiving support from the householder.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VzgBYkJbNW23ugHRQi8onA=="
    },
    {
      "id": 1916368472520,
      "law": "Because men of the three (other) orders are daily supported by the householder with (gifts of) sacred knowledge and food, therefore (the order of) householders is the most excellent order.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cU9QeK24Qff8oOfTvXIL9A=="
    },
    {
      "id": 5064990667543,
      "law": "(The duties of) this order, which cannot be practised by men with weak organs, must be carefully observed by him who desires imperishable (bliss in) heaven, and constant happiness in this (life).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-riR9gi57wdRmSMOlMPnw0Q=="
    },
    {
      "id": 5907522614579,
      "law": "The sages, the manes, the gods, the Bhutas, and guests ask the householders (for offerings and gifts); hence he who knows (the law), must give to them (what is due to each).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QHFOAJtTOlzYrvShy/+dfg=="
    },
    {
      "id": 6126859424359,
      "law": "Let him worship, according to the rule, the sages by the private recitation of the Veda, the gods by burnt oblations, the manes by funeral offerings (Sraddha), men by (gifts of) food, and the Bhutas by the Bali offering.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1wd+ElLuEASvQCPwGhtncg=="
    },
    {
      "id": 6807141213945,
      "law": "Let him daily perform a funeral sacrifice with food, or with water, or also with milk, roots, and fruits, and (thus) please the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cA6Hx0NfgrYssN8o43S+Mg=="
    },
    {
      "id": 2092780167781,
      "law": "Let him feed even one Brahmana in honour of the manes at (the Sraddha), which belongs to the five great sacrifices; but let him not feed on that (occasion) any Brahmana on account of the Vaisvadeva offering.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+GqO5RBcEwEN7rGMRZgIhA=="
    },
    {
      "id": 3188214024516,
      "law": "A Brahmana shall offer according to the rule (of his Grihya-sutra a portion) of the cooked food destined for the Vaisvadeva in the sacred domestic fire to the following deities:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/TlW9vJsnymOrakErMxFYg=="
    },
    {
      "id": 5780403391672,
      "law": "First to Agni, and (next) to Soma, then to both these gods conjointly, further to all the gods (Visve Devah), and (then) to Dhanvantari,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AGhBq0FIwGTprxxSV7GY1A=="
    },
    {
      "id": 3452815318959,
      "law": "Further to Kuhu (the goddess of the new-moon day), to Anumati (the goddess of the full-moon day), to Pragapati (the lord of creatures), to heaven and earth conjointly, and finally to Agni Svishtakrit (the fire which performs the sacrifice well).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+DI160jwo3OgqxiJbJhLGw=="
    },
    {
      "id": 4085630484950,
      "law": "After having thus duly offered the sacrificial food, let him throw Bali offerings in all directions of the compass, proceeding (from the east) to the south, to Indra, Yama, Varuna, and Soma, as well as to the servants (of these deities).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-I6lbM7qftXkAOg8tcZunOA=="
    },
    {
      "id": 1625722047802,
      "law": "Saying, '(Adoration) to the Maruts,' he shall scatter (some food) near the door, and (some) in water, saying, '(Adoration to the waters;' he shall throw (some) on the pestle and the mortar, speaking thus, '(Adoration) to the trees.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-enTtxwoRd3cnxBTrd5iBRQ=="
    },
    {
      "id": 3093709002869,
      "law": "Near the head (of the bed) he shall make an offering to Sri (fortune), and near the foot (of his bed) to Bhadrakali; in the centre of the house let him place a Bali for Brahman and for Vastoshpati (the lord of the dwelling) conjointly.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p8BAzGWonwveCI3ad+9WXg=="
    },
    {
      "id": 6742979921506,
      "law": "Let him throw up into the air a Bali for all the gods, and (in the day-time one) for the goblins roaming about by day, (and in the evening one) for the goblins that walk at night.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gD2ifhtQ0DxQBY2TEnRHaA=="
    },
    {
      "id": 6268124630463,
      "law": "In the upper story let him offer a Bali to Sarvatmabhuti; but let him throw what remains (from these offerings) in a southerly direction for the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7Kcp/862l4TifPvJOSmPqQ=="
    },
    {
      "id": 2460588614224,
      "law": "Let him gently place on the ground (some food) for dogs, outcasts, Kandalas (Svapak), those afflicted with diseases that are punishments of former sins, crows, and insects.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S8Yotk/z87C5V2gGyySHOQ=="
    },
    {
      "id": 7075447016948,
      "law": "That Brahmana who thus daily honours all beings, goes, endowed with a resplendent body, by a straight road to the highest dwelling-place (i.e. Brahman).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mNL9Tvl5Y1kyZiUZsEh3Eg=="
    },
    {
      "id": 6059431252291,
      "law": "Having performed this Bali offering, he shall first feed his guest and, according to the rule, give alms to an ascetic (and) to a student.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2yvuObPmVD8yWLn2Q54Dmw=="
    },
    {
      "id": 5396197172270,
      "law": "A twice-born householder gains, by giving alms, the same reward for his meritorious act which (a student) obtains for presenting, in accordance with the rule, a cow to his teacher.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ET15RwcUjr3HXrbUJhSKzA=="
    },
    {
      "id": 3226518426221,
      "law": "Let him give, in accordance with the rule, to a Brahmana who knows the true meaning of the Veda, even (a small portion of food as) alms, or a pot full of water, having garnished (the food with seasoning, or the pot with flowers and fruit).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0aCAbO1y2J2zBPKsZKBvyA=="
    },
    {
      "id": 2953424376467,
      "law": "The oblations to gods and manes, made by men ignorant (of the law of gifts), are lost, if the givers in their folly present (shares of them) to Brahmanas who are mere ashes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-olCTFZoPIrUoMJfziRQCIA=="
    },
    {
      "id": 4294809689267,
      "law": "An offering made in the mouth-fire of Brahmanas rich in sacred learning and austerities, saves from misfortune and from great guilt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oxKJLyT9SyeKdwZGRZUyWA=="
    },
    {
      "id": 5559155296775,
      "law": "But let him offer, in accordance with the rule, to a guest who has come (of his own accord) a seat and water, as well as food, garnished (with seasoning), according to his ability.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YUdfHlrpUzQo9H0Ebp7DCA=="
    },
    {
      "id": 3407187914118,
      "law": "A Brahmana who stays unhonoured (in the house), takes away (with him) all the spiritual merit even of a man who subsists by gleaning ears of corn, or offers oblations in five fires.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-waWR3aEm+1X2IFgW1XiT4Q=="
    },
    {
      "id": 6225487815068,
      "law": "Grass, room (for resting), water, and fourthly a kind word; these (things) never fail in the houses of good men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8V1X0VBCZLyXAzdrjJrAoA=="
    },
    {
      "id": 5523011358497,
      "law": "But a Brahmana who stays one night only is declared to be a guest (atithi); for because he stays (sthita) not long (anityam), he is called atithi (a guest).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QGr6GGus/AOZb6YdBruDyw=="
    },
    {
      "id": 3497809324348,
      "law": "One must not consider as a guest a Brahmana who dwells in the same village, nor one who seeks his livelihood by social intercourse, even though he has come to a house where (there is) a wife, and where sacred fires (are kept).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+czpWP3ER8NHDiRJN++pGg=="
    },
    {
      "id": 5586203603609,
      "law": "Those foolish householders who constantly seek (to live on) the food of others, become, in consequence of that (baseness), after death the cattle of those who give them food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7qCf0nfS+fVF2lcJLB7rrQ=="
    },
    {
      "id": 5149376277411,
      "law": "A guest who is sent by the (setting) sun in the evening, must not be driven away by a householder; whether he have come at (supper-) time or at an inopportune moment, he must not stay in the house without entertainment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-c+8VIwqe6A/KzU9MiOoyQA=="
    },
    {
      "id": 3768830925576,
      "law": "Let him not eat any (dainty) food which he does not offer to his guest; the hospitable reception of guests procures wealth, fame, long life, and heavenly bliss.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SpkAiJORqQ2Dthzj1EfZuw=="
    },
    {
      "id": 1527879346475,
      "law": "Let him offer (to his guests) seats, rooms, beds, attendance on departure and honour (while they stay), to the most distinguished in the best form, to the lower ones in a lower form, to equals in an equal manner.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2pT59owoTpDXiSpENTpoNg=="
    },
    {
      "id": 5040257418134,
      "law": "But if another guest comes after the Vaisvadeva offering has been finished, (the householder) must give him food according to his ability, (but) not repeat the Bali offering.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JP6uF6hAOJA3QAVcfc+3Bg=="
    },
    {
      "id": 5267893349631,
      "law": "A Brahmana shall not name his family and (Vedic) gotra in order to obtain a meal; for he who boasts of them for the sake of a meal, is called by the wise a foul feeder (vantasin).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jEVBI10sp9RbuqU0dH8r/A=="
    },
    {
      "id": 2443278292555,
      "law": "But a Kshatriya (who comes) to the house of a Brahmana is not called a guest (atithi), nor a Vaisya, nor a Sudra, nor a personal friend, nor a relative, nor the teacher.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-u6PD0Wq1//QnAG9G8dsedw=="
    },
    {
      "id": 2915639122818,
      "law": "But if a Kshatriya comes to the house of a Brahmana in the manner of a guest, (the house-holder) may feed him according to his desire, after the above-mentioned Brahmanas have eaten.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-N7YZtxJ9QD3IkI/fIQn3Sw=="
    },
    {
      "id": 6084347191395,
      "law": "Even a Vaisya and a Sudra who have approached his house in the manner of guests, he may allow to eat with his servants, showing (thereby) his compassionate disposition.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-33xatfJyt2Yw70Ja9s2/qw=="
    },
    {
      "id": 3711821946808,
      "law": "Even to others, personal friends and so forth, who have come to his house out of affection, he may give food, garnished (with seasoning) according to his ability, (at the same time) with his wife.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0izK5Y4jFCsMIqc5kQwPFw=="
    },
    {
      "id": 5096956847993,
      "law": "Without hesitation he may give food, even before his guests, to the following persons, (viz.) to newly-married women, to infants, to the sick, and to pregnant women.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8S0hNGS7t1aapt0O5hCxSA=="
    },
    {
      "id": 2463373895775,
      "law": "But the foolish man who eats first without having given food to these (persons) does, while he crams, not know that (after death) he himself will be devoured by dogs and vultures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jWHX+bQsLMeMEqWt0J8wfw=="
    },
    {
      "id": 3949259556482,
      "law": "After the Brahmanas, the kinsmen, and the servants have dined, the householder and his wife may afterwards eat what remains.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-D5VOpO4r0TCJexP10uYgZg=="
    },
    {
      "id": 1376894384016,
      "law": "Having honoured the gods, the sages, men, the manes, and the guardian deities of the house, the householder shall eat afterwards what remains.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iGhAuFN4h0qqa6slP+Q+Xw=="
    },
    {
      "id": 6257530190844,
      "law": "He who prepares food for himself (alone), eats nothing but sin; for it is ordained that the food which remains after (the performance of) the sacrifices shall be the meal of virtuous men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1v7IISokSA2040+bo1HF5w=="
    },
    {
      "id": 4145647259650,
      "law": "Let him honour with the honey-mixture a king, an officiating priest, a Snataka, the teacher, a son-in-law, a father-in-law, and a maternal uncle, (if they come) again after a full year (has elapsed since their last visit).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YOKzoWn2asrKSlbCzqHVIA=="
    },
    {
      "id": 5150575118025,
      "law": "A king and a Srotriya, who come on the performance of a sacrifice, must be honoured with the honey-mixture, but not if no sacrifice is being performed; that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QO8+Wx+Atc+1zFszW8+isw=="
    },
    {
      "id": 6334992362566,
      "law": "But the wife shall offer in the evening (a portion) of the dressed food as a Bali-oblation, without (the recitation of) sacred formulas; for that (rite which is called the) Vaisvadeva is prescribed both for the morning and the evening.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Is6x4eAoUpOU2XMX6hVo7Q=="
    },
    {
      "id": 6451757863615,
      "law": "After performing the Pitriyagna, a Brahmana who keeps a sacred fire shall offer, month by month, on the new-moon day, the funeral sacrifice (Sraddha, called) Pindanvaharyaka.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mngH2+47w7m8OoXjyvZTUQ=="
    },
    {
      "id": 6461897963814,
      "law": "The wise call the monthly funeral offering to the manes Anvaharya (to be offered after the cakes), and that must be carefully performed with the approved (sorts of) flesh (mentioned below).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j9Tk4MBao3tI6TQsGgSmbQ=="
    },
    {
      "id": 6754160982943,
      "law": "I will fully declare what and how many (Brahmanas) must be fed on that (occasion), who must be avoided, and on what kinds of food (they shall dine).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-znQWcyPrhsZFSqO7rMQx3Q=="
    },
    {
      "id": 4325857664198,
      "law": "One must feed two (Brahmanas) at the offering to the gods, and three at the offering to the manes, or one only on either occasion; even a very wealthy man shall not be anxious (to entertain) a large company.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VbxrMgjOFuaCsKHUaQvCAA=="
    },
    {
      "id": 2516211195923,
      "law": "A large company destroys these five (advantages) the respectful treatment (of the invited, the propriety of) place and time, purity and (the selection of) virtuous Brahmana (guests); he therefore shall not seek (to entertain) a large company.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wEn6W1/dwJ4QXUCqzvDpsw=="
    },
    {
      "id": 3851525579090,
      "law": "Famed is this rite for the dead, called (the sacrifice sacred to the manes (and performed) on the new-moon day; if a man is diligent in (performing) that, (the reward of) the rite for the dead, which is performed according to Smarta rules, reaches him constantly.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-H+ugkLI34LhTtJlgYFdv2Q=="
    },
    {
      "id": 4521545641957,
      "law": "Oblations to the gods and manes must be presented by the givers to a Srotriya alone; what is given to such a most worthy Brahmana yields great reward.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hz/oqoLmSM9Ce5gn6Okzag=="
    },
    {
      "id": 4349946405480,
      "law": "Let him feed even one learned man at (the sacrifice) to the gods, and one at (the sacrifice) to the manes; (thus) he will gain a rich reward, not (if he entertains) many who are unacquainted with the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-278hqXAEy3mEbNg+c+Y9RA=="
    },
    {
      "id": 6153366151287,
      "law": "Let him make inquiries even regarding the remote (ancestors of) a Brahmana who has studied an entire (recension of the) Veda;<P>(if descended from a virtuous race) such a man is a worthy recipient of gifts (consisting) of food offered to the gods or to the manes, he is declared (to procure as great rewards as) a guest (atithi).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8u4JfR5/3wtBHGdjUQg1yg=="
    },
    {
      "id": 6961020224397,
      "law": "Though a million of men, unaquainted with the Rikas, were to dine at a (funeral sacrifice), yet a single man, learned in the Veda, who is satisfied (with his entertainment), is worth them all as far as the (production of) spiritual merit (is concerned).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3fKwnDKLQlSWIaaHzPyuFA=="
    },
    {
      "id": 4264489776665,
      "law": "Food sacred to the manes or to the gods must be given to a man distinguished by sacred knowledge; for hands, smeared with blood, cannot be cleansed with blood.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sCVWmKInQ/6WkJnAdwzwNg=="
    },
    {
      "id": 5787881060968,
      "law": "As many mouthfuls as an ignorant man swallows at a sacrifice to the gods or to the manes, so many red-hot spikes, spears, and iron balls must (the giver of the repast) swallow after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CswBx0ERg/MkvC9GwXL6YQ=="
    },
    {
      "id": 2937268731702,
      "law": "Some Brahmanas are devoted to (the pursuit of) knowledge, and others to (the performance of) austerities; some to austerities and to the recitation of the Veda, and others to (the performance of) sacred rites.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PQdV5CUWl0P6baG9gfeqzA=="
    },
    {
      "id": 6319356013251,
      "law": "Oblations to the manes ought to be carefully presented to those devoted to knowledge, but offerings to the gods, in accordance with the reason (of the sacred law), to (men of) all the four (above-mentioned classes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jQgJ5LFMAcdw/tv/o0MdeA=="
    },
    {
      "id": 4322335993168,
      "law": "If there is a father ignorant of the sacred texts whose son has learned one whole recension of the Veda and the Angas, and a son ignorant of the sacred texts whose father knows an entire recension of the Veda and the Angas,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5aJ0Ucm8hFDMcM7cK7NXuA=="
    },
    {
      "id": 1668477576631,
      "law": "Know that he whose father knows the Veda, is the more venerable one (of the two); yet the other one is worthy of honour, because respect is due to the Veda (which he has learned).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v1K7fQT9FhG3vEOFVTXTWw=="
    },
    {
      "id": 3069094718358,
      "law": "Let him not entertain a personal friend at a funeral sacrifice; he may gain his affection by (other) valuable gifts; let him feed at a Sraddha a Brahmana whom he considers neither as a foe nor as a friend.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-orC05U9dF1KeRWK7ifD3uA=="
    },
    {
      "id": 4318462849882,
      "law": "He who performs funeral sacrifices and offerings to the gods chiefly for the sake of (gaining) friends, reaps after death no reward for Sraddhas and sacrifices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0+TNFsDenZNpqoozwFA+9Q=="
    },
    {
      "id": 3140202756616,
      "law": "That meanest among twice-born men who in his folly contracts friendships through a funeral sacrifice, loses heaven, because he performed a Sraddha for the sake of friendship.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nf+wCYGYbBw4d7CkfN9Esg=="
    },
    {
      "id": 3472567757212,
      "law": "A gift (of food) by twice-born men, consumed with (friends and relatives), is said to be offered to the Pisakas; it remains in this (world) alone like a blind cow in one stable.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-12BOb+ImtPv0TSa0HnglYg=="
    },
    {
      "id": 6983801463095,
      "law": "As a husbandman reaps no harvest when he has sown the seed in barren soil, even so the giver of sacrificial food gains no reward if he presented it to a man unacquainted with the Rikas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Yp4RUjwT2TcDidzlcy1eRg=="
    },
    {
      "id": 3370313545283,
      "law": "But a present made in accordance with the rules to a learned man, makes the giver and the recipient partakers of rewards both in this (life) and after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RMydDdwtq5CXZLNtViOnhg=="
    },
    {
      "id": 3105209805508,
      "law": "(If no learned Brahmana be at hand), he may rather honour a (virtuous) friend than an enemy, though the latter may be qualified (by learning and so forth); for sacrificial food, eaten by a foe, bears no reward after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xa3zqht3y/7oB55loURgJA=="
    },
    {
      "id": 3323340321489,
      "law": "Let him (take) pains (to) feed at a Sraddha an adherent of the Rig-veda who has studied one entire (recension of that) Veda, or a follower of the Yagur-veda who has finished one Sakha, or a singer of Samans who (likewise) has completed (the study of an entire recension).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1fKVTVWCm6Xyu/equ7xD8Q=="
    },
    {
      "id": 3084719371522,
      "law": "If one of these three dines, duly honoured, at a funeral sacrifice, the ancestors of him (who gives the feast), as far as the seventh person, will be satisfied for a very long time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VwtGZjjkLbwil1BtLU1WVA=="
    },
    {
      "id": 2315581914581,
      "law": "This is the chief rule (to be followed) in offering sacrifices to the gods and manes; know that the virtuous always observe the following subsidiary rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-x/OXzo7a1l+aYtty9Yzrsw=="
    },
    {
      "id": 3198478843411,
      "law": "One may also entertain (on such occasions) one's maternal grandfather, a maternal uncle, a sister's son, a father-in-law, one's teacher, a daughter's son, a daughter's husband, a cognate kinsman, one's own officiating priest or a man for whom one offers sacrifices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5oDglKThQ/iRMtefeQv1Lg=="
    },
    {
      "id": 4446467815899,
      "law": "For a rite sacred to the gods, he who knows the law will not make (too close) inquiries regarding an (invited) Brahmana; but when one performs a ceremony in honour of the manes, one must carefully examine (the qualities and parentage of the guest).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3uW2CdSW4bbkZ7U3aSOXIA=="
    },
    {
      "id": 6344199309840,
      "law": "Manu has declared that those Brahmanas who are thieves, outcasts, eunuchs, or atheists are unworthy (to partake) of oblations to the gods and manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0cL7TwvP8vS01qecKEyzlw=="
    },
    {
      "id": 4736490604551,
      "law": "Let him not entertain at a Sraddha one who wears his hair in braids (a student), one who has not studied (the Veda), one afflicted with a skin-disease, a gambler, nor those who sacrifice for a multitude (of sacrificers).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PgWeoWOq0HCzc8SkAXMchQ=="
    },
    {
      "id": 2635976756688,
      "law": "Physicians, temple-priests, sellers of meat, and those who subsist by shop-keeping must be avoided at sacrifices offered to the gods and to the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0FZjgFmtALnSpu125TkDNQ=="
    },
    {
      "id": 3748870574374,
      "law": "A paid servant of a village or of a king, man with deformed nails or black teeth, one who opposes his teacher, one who has forsaken the sacred fire, and a usurer;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Tp3fjcTyfWl62pSHmeNhcw=="
    },
    {
      "id": 7132745895728,
      "law": "One suffering from consumption, one who subsists by tending cattle, a younger brother who marries or kindles the sacred fire before the elder, one who neglects the five great sacrifices, an enemy of the Brahmana race, an elder brother who marries or kindles the sacred fire after the younger, and one who belongs to a company or corporation,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mWDqBQobUJoIpfDZ8/B5XA=="
    },
    {
      "id": 6391111983927,
      "law": "An actor or singer, one who has broken the vow of studentship, one whose (only or first) wife is a Sudra female, the son of a remarried woman, a one-eyed man, and he in whose house a paramour of his wife (resides);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kQSRvYnmXZVQyn5Oyw7liA=="
    },
    {
      "id": 2333754820016,
      "law": "He who teaches for a stipulated fee and he who is taught on that condition, he who instructs Sudra pupils and he whose teacher is a Sudra, he who speaks rudely, the son of an adulteress, and the son of a widow,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-M/ScgMcNolnrcQnCT65M+g=="
    },
    {
      "id": 1728736672210,
      "law": "He who forsakes his mother, his father, or a teacher without a (sufficient) reason, he who has contracted an alliance with outcasts either through the Veda or through a marriage,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CTe4b2dWXRQ4cbfmMQ/WLA=="
    },
    {
      "id": 3108773107794,
      "law": "An incendiary, a prisoner, he who eats the food given by the son of an adulteress, a seller of Soma, he who undertakes voyages by sea, a bard, an oil-man, a suborner to perjury,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lWK51/AsZd9WKMdFmL+mKg=="
    },
    {
      "id": 6210322006534,
      "law": "He who wrangles or goes to law with his father, the keeper of a gambling-house, a drunkard, he who is afflicted with a disease (in punishment of former) crimes, he who is accused of a mortal sin, a hypocrite, a seller of substances used for flavouring food,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PfOY0m7c+pGSXhner6FEEA=="
    },
    {
      "id": 1318640790507,
      "law": "A maker of bows and of arrows, he who lasciviously dallies with a brother's widow, the betrayer of a friend, one who subsists by gambling, he who learns (the Veda) from his son,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W9NTQn51ceP9ZMDprIZxNw=="
    },
    {
      "id": 3167078700861,
      "law": "An epileptic man, who suffers from scrofulous swellings of the glands, one afflicted with white leprosy, an informer, a madman, a blind man, and he who cavils at the Veda must (all) be avoided.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Se4I3o0HGKBjX9jzwmhufA=="
    },
    {
      "id": 1433437597575,
      "law": "A trainer of elephants, oxen, horses, or camels, he who subsists by astrology, a bird-fancier, and he who teaches the use of arms,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZcVl5IJ2l2fQ8EGI0KEhMQ=="
    },
    {
      "id": 7112318454414,
      "law": "He who diverts water-courses, and he who delights in obstructing them, an architect, a messenger, and he who plants trees (for money),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lWCDQanHDIxhexwzs4fgCQ=="
    },
    {
      "id": 2869161057856,
      "law": "A breeder of sporting-dogs, a falconer, one who defiles maidens, he who delights in injuring living creatures, he who gains his subsistence from Sudras, and he who offers sacrifices to the Ganas,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EXfXoRtE97fN3L36glTK/Q=="
    },
    {
      "id": 4577730142888,
      "law": "He who does not follow the rule of conduct, a (man destitute of energy like a) eunuch, one who constantly asks (for favours), he who lives by agriculture, a club-footed man, and he who is censured by virtuous men,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K11bSxOOh94RqHabSvT97Q=="
    },
    {
      "id": 6299089556247,
      "law": "A shepherd, a keeper of buffaloes, the husband of a remarried woman, and a carrier of dead bodies, (all these) must be carefully avoided.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-y6yvRn4rG3aX7XYBC5YTdA=="
    },
    {
      "id": 6789046488581,
      "law": "A Brahmana who knows (the sacred law) should shun at (sacrifices) both (to the gods and to the manes) these lowest of twice-born men, whose conduct is reprehensible, and who are unworthy (to sit) in the company (at a repast).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-01fEe5q3PfJhEwOnmhXXTA=="
    },
    {
      "id": 5361086368987,
      "law": "As a fire of dry grass is (unable to consume the offerings and is quickly) extinguished, even so (is it with) an unlearned Brahmana; sacrificial food must not be given to him, since it (would be) offered in ashes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-O/JJ1oLy2SUK8PSY3Orvhg=="
    },
    {
      "id": 5215223163727,
      "law": "I will fully declare what result the giver obtains after death, if he gives food, destined for the gods or manes, to a man who is unworthy to sit in the company.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-boGvAxR7d9MZJpytSXOrcw=="
    },
    {
      "id": 2575754621325,
      "law": "The Rakshasas, indeed, consume (the food) eaten by Brahmanas who have not fulfilled the vow of studentship, by a Parivettri and so forth, and by other men not admissible into the company.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XN9C9MHtpcc+dAMhY35mNg=="
    },
    {
      "id": 2258598951520,
      "law": "He must be considered as a Parivettri who marries or begins the performance of the Agnihotra before his elder brother, but the latter as a Parivitti.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-631nkBaZJ+514rq5ttEZlw=="
    },
    {
      "id": 4602911260258,
      "law": "The elder brother who marries after the younger, the younger brother who marries before the elder, the female with whom such a marriage is contracted, he who gives her away, and the sacrificing priest, as the fifth, all fall into hell.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ffHFy5S3MCcaK1DnuX4qnA=="
    },
    {
      "id": 6465386478418,
      "law": "He who lasciviously dallies with the widow of a deceased brother, though she be appointed (to bear a child by him) in accordance with the sacred law, must be known to be a Didhishupati.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vc9JbyDx228rwUJNbIDNuA=="
    },
    {
      "id": 5803090184528,
      "law": "Two (kinds of) sons, a Kunda and a Golaka, are born by wives of other men; (he who is born) while the husband lives, will be a Kunda, and (he who is begotten) after the husband's death, a Golaka.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aXkVeTEujYXjXr67JrFKLA=="
    },
    {
      "id": 1653225735022,
      "law": "But those two creatures, who are born of wives of other men, cause to the giver the loss (of the rewards), both in this life and after death, for the food sacred to gods or manes which has been given (to them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EoIIG9OvB8JmjwXpDVUJRA=="
    },
    {
      "id": 5178733727939,
      "law": "The foolish giver (of a funeral repast) does not reap the reward for as many worthy guests as a man, inadmissible into company, can look on while they are feeding.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p4jHPV+wq84/5a4qY1cCBg=="
    },
    {
      "id": 5817930356062,
      "law": "A blind man by his presence causes to the giver (of the feast) the loss of the reward for ninety (guests), a one-eyed man for sixty, one who suffers from white leprosy for a hundred, and one punished by a (terrible) disease for a thousand.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2vm+DicrhUDPsXvYKGte4A=="
    },
    {
      "id": 4794248151580,
      "law": "The giver (of a Sraddha) loses the reward, due for such a non-sacrificial gift, for as many Brahmanas as a (guest) who sacrifices for Sudras may touch (during the meal) with his limbs.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i0sbSL/hGfF7/6qfsRWuiw=="
    },
    {
      "id": 5851045036174,
      "law": "And if a Brahmana, though learned in the Veda, accepts through covetousness a gift from such (a man), he will quickly perish, like a vessel of unburnt clay in water.<P>180 (Food) given to a seller of Soma becomes ordure, (that given) to a physician pus and blood, but (that presented) to a temple-priest is lost, and (that given) to a usurer finds no place (in the world of the gods).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pihSp6QzG2c9Z5uteEZurg=="
    },
    {
      "id": 1429118599555,
      "law": "What has been given to a Brahmana who lives by trade that is not (useful) in this world and the next, and (a present) to a Brahmana born of a remarried woman (resembles) an oblation thrown into ashes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q9US2EoSfz9iU+o46o1ZVQ=="
    },
    {
      "id": 6366598502746,
      "law": "But the wise declare that the food which (is offered) to other unholy, inadmissible men, enumerated above, (is turned into) adipose secretions, blood, flesh, marrow, and bone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-T7UgxfD+mWe9Nc54GPW0CA=="
    },
    {
      "id": 5770583810584,
      "law": "Now hear by what chief of twice-born men a company defiled by (the presence of) unworthy (guests) is purified, and the full (description of) the Brahmanas who sanctify a company.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6zSxlKpc1p4NIb3sQegq6g=="
    },
    {
      "id": 2483361216298,
      "law": "Those men must be considered as the sanctifiers of a company who are most learned in all the Vedas and in all the Angas, and who are the descendants of Srotriyas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R8hPUllXJYQ+zJSZQzUQ0A=="
    },
    {
      "id": 6182161990319,
      "law": "A Trinakiketa, one who keeps five sacred fires, a Trisuparna, one who is versed in the six Angas, the son of a woman married according to the Brahma rite, one who sings the Gyeshthasaman,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZIQhaniHm62GUIISXFy3gw=="
    },
    {
      "id": 3726127412763,
      "law": "One who knows the meaning of the Veda, and he who expounds it, a student, one who has given a thousand (cows), and a centenarian must be considered as Brahmanas who sanctify a company.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n/yVRoC64gMDj28zAGB25A=="
    },
    {
      "id": 4581365753722,
      "law": "On the day before the Sraddha-rite is performed, or on the day when it takes place, let him invite with due respect at least three Brahmanas, such as have been mentioned above.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3TYrWOCls2ojW+ZJAVlTTw=="
    },
    {
      "id": 5352184982381,
      "law": "A Brahmana who has been invited to a (rite) in honour of the manes shall always control himself and not recite the Veda, and he who performs the Sraddha (must act in the same manner).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7xFtvgFb/xOp3rBzy7sNjg=="
    },
    {
      "id": 3522881115369,
      "law": "For the manes attend the invited Brahmanas, follow them (when they walk) like the wind, and sit near them when they are seated.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gdrdAn/IFkv274sySP92Cg=="
    },
    {
      "id": 3294125463296,
      "law": "But a Brahmana who, being duly invited to a rite in honour of the gods or of the manes, in any way breaks (the appointment), becomes guilty (of a crime), and (in his next birth) a hog.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IFgx6f9PR6W/7pgn1/R6AA=="
    },
    {
      "id": 4128550155680,
      "law": "But he who, being invited to a Sraddha, dallies with a Sudra woman, takes upon himself all the sins which the giver (of the feast) committed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BwTXWJjtfakFvhY2jlX1rg=="
    },
    {
      "id": 7105768212571,
      "law": "The manes are primeval deities, free from anger, careful of purity, ever chaste, averse from strife, and endowed with great virtues.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S7SuHuXywiZ1aMWxqMASXQ=="
    },
    {
      "id": 4252822178718,
      "law": "Now learn fully from whom all these (manes derive) their origin, and with what ceremonies they ought to be worshipped.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nlLfK6gJbVVIc91IF+5JhA=="
    },
    {
      "id": 3655935668372,
      "law": "The (various) classes of the manes are declared to be the sons of all those sages, Mariki and the rest, who are children of Manu, the son of Hiranyagarbha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SlA7+NP5xNz5mlUGhhbuKQ=="
    },
    {
      "id": 6895147438898,
      "law": "The Somasads, the sons of Virag, are stated to be the manes of the Sadhyas, and the Agnishvattas, the children of Mariki, are famous in the world (as the manes) of the gods.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7LDvbFjFYJ3LTEUWDW1HvQ=="
    },
    {
      "id": 5171404061219,
      "law": "The Barhishads, born of Atri, are recorded to be (the manes) of the Daityas, Danavas, Yakshas, Gandharvas, Snake-deities,<P>Rakshasas, Suparnas, and a Kimnaras,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5AQKzULxyzx9L8Ca6KBE0Q=="
    },
    {
      "id": 6414089660820,
      "law": "The Somapas those of the Brahmanas, the Havirbhugs those of the Kshatriyas, the Agyapas those of the Vaisyas, but the Sukalins those of the Sudras.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SPln2BTiU2cr1Ylg63UFjA=="
    },
    {
      "id": 4118467557814,
      "law": "The Somapas are the sons of Kavi (Bhrigu), the Havishmats the children of Angiras, the Agyapas the offspring of Pulastya, but the Sukalins (the issue) of Vasishtha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-u6WkGHrFIgBxcprYkueWsQ=="
    },
    {
      "id": 5045978601749,
      "law": "One should know that (other classes), the Agnidagdhas, the Anagnidagdhas, the Kavyas, the Barhishads, the Agnishvattas, and the Saumyas, are (the manes) of the Brahmanas alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YaCim4T9SP6wsGiaLMRPMA=="
    },
    {
      "id": 5263393413270,
      "law": "But know also that there exist in this (world) countless sons and grandsons of those chief classes of manes which have been enumerated.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MeEGK3TTR93BZ3wUdUr/Qw=="
    },
    {
      "id": 2331262400820,
      "law": "From the sages sprang the manes, from the manes the gods and the Danavas, but from the gods the whole world, both the movable and the immovable in due order.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3EZ3PipeZXzmWOwXSw8+dg=="
    },
    {
      "id": 1542699979851,
      "law": "Even water offered with faith (to the manes) in vessels made of silver or adorned with silver, produces endless (bliss).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b1uniNN7Edu/mDqt4DXjxg=="
    },
    {
      "id": 6386832272380,
      "law": "For twice-born men the rite in honour of the manes is more important than the rite in honour of the gods; for the offering to the gods which precedes (the Sraddhas), has been declared to be a means of fortifying (the latter).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-frGmohOTWpyMzJXJddIygQ=="
    },
    {
      "id": 1558116595207,
      "law": "Let him first invite a (Brahmana) in honour of the gods as a protection for the (offering to the manes); for the Rakshasas destroy a funeral sacrifice which is left without such a protection.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rOa2riDcPeQHgZ5zBZipCQ=="
    },
    {
      "id": 1344267185181,
      "law": "Let him make (the Sraddha) begin and end with (a rite) in honour of the gods; it shall not begin and end with a (rite) to the manes; for he who makes it begin and end with a (rite) in honour of the manes, soon perishes together with his progeny.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Vd3SKE07/VZjUNyh5jI/5A=="
    },
    {
      "id": 1920790173902,
      "law": "Let him smear a pure and secluded place with cowdung, and carefully make it sloping towards the south.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2PajVNUIbRdTg4elte+nDQ=="
    },
    {
      "id": 4510978958838,
      "law": "The manes are always pleased with offerings made in open, naturally pure places, on the banks of rivers, and in secluded spots.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W2E8zrjzlv1cexpUNKiaGg=="
    },
    {
      "id": 3558118241025,
      "law": "The (sacrificer) shall make the (invited) Brahmanas, who have duly performed their ablutions, sit down on separate, prepared seats, on which blades of Kusa grass have been placed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-un95DaIbW1VLPP1LaZW5SA=="
    },
    {
      "id": 6113509335226,
      "law": "Having placed those blameless Brahmanas on their seats, he shall honour them with fragrant garlands and perfumes, beginning with (those who are invited in honour of) the gods.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-80o6YngP/hreipsqijWh9w=="
    },
    {
      "id": 6651396224114,
      "law": "Having presented to them water, sesamum grains, and blades of Kusa grass, the Brahmana (sacrificer) shall offer (oblations) in the sacred fire, after having received permission (to do so) from (all) the Brahmana (guests) conjointly.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LYrvhdhfKm3hOnwMq4mUlg=="
    },
    {
      "id": 2729809636249,
      "law": "Having first, according to the rule, performed, as a means of protecting (the Sraddha), oblations to Agni, to Soma, and to Yama, let him afterwards satisfy the manes by a gift of sacrificial food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7peT3wVeJn6WmG1Jh9UpIg=="
    },
    {
      "id": 3835468250816,
      "law": "But if no (sacred) fire (is available), he shall place (the offerings) into the hand of a Brahmana; for Brahmanas who know the sacred texts declare, 'What fire is, even such is a Brahmana.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K4GNFd7VCUVnmpsdYkqBUA=="
    },
    {
      "id": 4123148566891,
      "law": "They (also) call those first of twice-born men the ancient deities of the funeral sacrifice, free from anger, easily pleased, employed in making men prosper.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/9apUc1gKiu7lgPeBPaGRw=="
    },
    {
      "id": 1737538743206,
      "law": "After he has performed (the oblations) in the fire, (and) the whole series of ceremonies in such a manner that they end in the south, let him sprinkle water with his right hand on the spot (where the cakes are to be placed).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l0aCZIxmrcjUfYJhE3ZIjQ=="
    },
    {
      "id": 4847830434692,
      "law": "But having made three cakes out of the remainder of that sacrificial food, he must, concentrating his mind and turning towards the south, place them on (Kusa grass) exactly in the same manner in which (he poured out the libations of) water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kYO/WjtgLz0W/dJgEZ2Ltw=="
    },
    {
      "id": 4401217814086,
      "law": "Having offered those cakes according to the (prescribed) rule, being pure, let him wipe the same hand with (the roots of) those blades of Kusa grass for the sake of the (three ancestors) who partake of the wipings (lepa).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CwYq2tIG2sCOR5Adn0BiMA=="
    },
    {
      "id": 2188200011350,
      "law": "Having (next) sipped water, turned round (towards the north), and thrice slowly suppressed his breath, (the sacrificer) who knows the sacred texts shall worship (the guardian deities of) the six seasons and the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PLXsDUKYyTWLMaSVh4yo6w=="
    },
    {
      "id": 6101363974861,
      "law": "Let him gently pour out the remainder of the water near the cakes, and, with fixed attention, smell those cakes, in the order in which they were placed (on the ground).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GQH7ncot6eBjgP0CfTFR/Q=="
    },
    {
      "id": 2185171968271,
      "law": "But taking successively very small portions from the cakes, he shall make those seated Brahmana eat them, in accordance with the rule, before (their dinner).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8cNu5kMeH7+RXAMGwUDnYg=="
    },
    {
      "id": 3216029223904,
      "law": "But if the (sacrificer's) father is living, he must offer (the cakes) to three remoter (ancestors); or he may also feed his father at the funeral sacrifice as (one of the) Brahmana (guests).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-olOzSDXPkMAaYd+YsVIRtQ=="
    },
    {
      "id": 3937996779738,
      "law": "But he whose father is dead, while his grandfather lives, shall, after pronouncing his father's name, mention (that of) his great-grandfather.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rWjPkHaAkeBl5TD3o7MMDQ=="
    },
    {
      "id": 6683501906685,
      "law": "Manu has declared that either the grandfather may eat at that Sraddha (as a guest), or (the grandson) having received permission, may perform it, as he desires.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DE62brAly0cOIlsNZ1ciSQ=="
    },
    {
      "id": 6915277274695,
      "law": "Having poured water mixed with sesamum, in which a blade of Kusa grass has been placed, into the hands of the (guests), he shall give (to each) that (above-mentioned) portion of the cake, saying, 'To those, Svadha!'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XlmtW0JkxFkpG6GTSJhXQg=="
    },
    {
      "id": 1759633543097,
      "law": "But carrying (the vessel) filled with food with both hands, the (sacrificer) himself shall gently place it before the Brahmanas, meditating on the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K+LYBPhb3iQc56DnPDuD4Q=="
    },
    {
      "id": 5830049756326,
      "law": "The malevolent Asuras forcibly snatch away that food which is brought without being held with both hands.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-521NxRYlOU10Hjqocq/Bcw=="
    },
    {
      "id": 1838064934418,
      "law": "Let him, being pure and attentive, carefully place on the ground the seasoning (for the rice), such as broths and pot herbs, sweet and sour milk, and honey,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QmCeNg438+3bG61R5co0Kg=="
    },
    {
      "id": 3203202369768,
      "law": "(As well as) various (kinds of) hard food which require mastication, and of soft food, roots, fruits, savoury meat, and fragrant drinks.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KvdxU0gEdx/9Aul6j4t7jg=="
    },
    {
      "id": 3376771362938,
      "law": "All this he shall present (to his guests), being pure and attentive, successively invite them to partake of each (dish), proclaiming its qualities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7HM7mejS72X4SDhgJMjz2A=="
    },
    {
      "id": 4078571209809,
      "law": "Let him on no account drop a tear, become angry or utter an untruth, nor let him touch the food with his foot nor violently shake it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GpNYWosTshlr1AaqxJRAQQ=="
    },
    {
      "id": 6288948094522,
      "law": "A tear sends the (food) to the Pretas, anger to his enemies, a falsehood to the dogs, contact with his foot to the Rakshasas, a shaking to the sinners.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4VYipMH1GWDF/d3lQwRkfg=="
    },
    {
      "id": 4776764519442,
      "law": "Whatever may please the Brahmanas, let him give without grudging it; let him give riddles from the Veda, for that is agreeable to the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1wpH0WK0bQ+LLN2QrUEc7g=="
    },
    {
      "id": 7205839920969,
      "law": "At a (sacrifice in honour) of the manes, he must let (his guests) hear the Veda, the Institutes of the sacred law, legends, tales, Puranas, and Khilas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-s4NZxh/houj7CQsOiekLig=="
    },
    {
      "id": 2825289580635,
      "law": "Himself being delighted, let him give delight to the Brahmanas, cause them to partake gradually and slowly (of each dish), and repeatedly invite (them to eat) by (offering) the food and (praising) its qualities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3C/S0s/C9dDO1zkzcP+Ckg=="
    },
    {
      "id": 6653212613944,
      "law": "Let him eagerly entertain at a funeral sacrifice a daughter's son, though he be a student, and let him place a Nepal blanket on the on the seat (of each guest), scattering sesamum grains on the ground.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rMRxJfFw+SEHtu943RzdwQ=="
    },
    {
      "id": 1738741212686,
      "law": "There are three means of sanctification, (to be used) at a Sraddha, a daughter's son, a Nepal blanket, and sesamum grains; and they recommend three (other things) for it, cleanliness, suppression of anger, and absence of haste.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3+0cMOTJhE2rhksn2GDHFQ=="
    },
    {
      "id": 1729319289385,
      "law": "All the food must be very hot, and the (guests) shall eat in silence; (even though) asked by the giver (of the feast), the Brahmanas shall not proclaim the qualities of the sacrificial food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ypU6+6ZXtFrJ5a6Q+wTAhw=="
    },
    {
      "id": 4840612228593,
      "law": "As long as the food remains warm, as long as they eat in silence, as long as the qualities of the food are not proclaimed, so long the manes partake (of it).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wHvEptTr93edb5gq8mEcDA=="
    },
    {
      "id": 2563959123183,
      "law": "What (a guest) eats, covering his head, what he eats with his face turned towards the south, what he eats with sandals on (his feet), that the Rakshasas consume.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rVqrnVKHbASx9iY7Ev2LMw=="
    },
    {
      "id": 3849115041439,
      "law": "A Kandala, a village pig, a cock, a dog, a menstruating woman, and a eunuch must not look at the Brahmanas while they eat.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hcL6VJCBNhZQYZMUgqEIsg=="
    },
    {
      "id": 1414874673976,
      "law": "What (any of) these sees at a burnt-oblation, at a (solemn) gift, at a dinner (given to Brahmanas), or at any rite in honour of the gods and manes, that produces not the intended result.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Sy7E+pZEZ9QRRuBjzDRY+A=="
    },
    {
      "id": 4522037808178,
      "law": "A boar makes (the rite) useless by inhaling the smell (of the offerings), a cock by the air of his wings, a dog by throwing his eye (on them), a low-caste man by touching (them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TIDeTUdhf2auzDpBgkl3DQ=="
    },
    {
      "id": 4630395188748,
      "law": "If a lame man, a one-eyed man, one deficient in a limb, or one with a redundant limb, be even the servant of the performer (of the Sraddha), he must be removed from that place (where the Sraddha is held).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C6YWP5yfWnLnyO/alL2QcQ=="
    },
    {
      "id": 1770633870237,
      "law": "To a Brahmana (householder), or to an ascetic who comes for food, he may, with the permission of (his) Brahmana (guests), show honour according to his ability.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XtIBY5zk6TLttnUbFwwxYA=="
    },
    {
      "id": 2796113907066,
      "law": "Let him mix all the kinds of food together, sprinkle them with water and put them, scattering them (on Kusa grass), down on the ground in front of (his guests), when they have finished their meal.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EdkgK+HtVYuAKFYP8jwDAA=="
    },
    {
      "id": 4103030369451,
      "law": "The remnant (in the dishes), and the portion scattered on Kusa grass, shall be the share of deceased (children) who received not the sacrament (of cremation) and of those who (unjustly) forsook noble wives.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q6GMDA0yrD33ArvkHNF2HA=="
    },
    {
      "id": 1922265941322,
      "law": "They declare the fragments which have fallen on the ground at a (Sraddha) to the manes, to be the share of honest, dutiful servants.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vhy7ojRsN2sV46JxzKv3PA=="
    },
    {
      "id": 2346875978168,
      "law": "But before the performance of the Sapindikarana, one must feed at the funeral sacrifice in honour of a (recently-) deceased Aryan (one Brahmana) without (making an offering) to the gods, and give one cake only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b8U0HadCE1H0awf4JLsoMg=="
    },
    {
      "id": 5339598703404,
      "law": "But after the Sapindikarana of the (deceased father) has been performed according to the sacred law, the sons must offer the cakes with those ceremonies, (described above.)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LXEW8KGggzaXU6ug0CTweA=="
    },
    {
      "id": 4502985148478,
      "law": "The foolish man who, after having eaten a Sraddha (-dinner), gives the leavings to a Sudra, falls headlong into the Kalasutra hell.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XoumCatyEohDQrx6tqtVBQ=="
    },
    {
      "id": 1362114572369,
      "law": "If the partaker of a Sraddha (-dinner) enters on the same day the bed of a Sudra female, the manes of his (ancestors) will lie during that month in her ordure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bttmiZg6ASCPi9VEuRkRLA=="
    },
    {
      "id": 6645435032203,
      "law": "Having addressed the question, 'Have you dined well?' (to his guests), let him give water for sipping to them who are satisfied, and dismiss them, after they have sipped water, (with the words) 'Rest either (here or at home)!'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aGsi/LoB4+z+dUG7sm8oQQ=="
    },
    {
      "id": 4670297130771,
      "law": "The Brahmana (guests) shall then answer him, 'Let there be Svadha;' for at all rites in honour of the manes the word Svadha is the highest benison.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-O//RC4KMfjg+zDd9r9nC0Q=="
    },
    {
      "id": 2509165140176,
      "law": "Next let him inform (his guests) who have finished their meal, of the food which remains; with the permission of the Brahmanas let him dispose (of that), as they may direct.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3jZ54qRfUjR87/v9e4vuUQ=="
    },
    {
      "id": 4009831759884,
      "law": "At a (Sraddha) in honour of the manes one must use (in asking of the guests if they are satisfied, the word) svaditam; at a Goshthi-sraddha, (the word) susrutam; at a Vriddhi-sraddha, (the word) sampannam; and at (a rite) in honour of the gods, (the word) rukitam.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/VLDsS2DeZrBSfgRcu1//w=="
    },
    {
      "id": 6880919135342,
      "law": "The afternoon, Kusa grass, the due preparation of the dwelling, sesamum grains, liberality, the careful preparation of the food, and (the company of) distinguished Brahmanas are true riches at all funeral sacrifices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-u9AGGmIrqO6g1Oqpl4VLGQ=="
    },
    {
      "id": 6406383849788,
      "law": "Know that Kusa grass, purificatory (texts), the morning, sacrificial viands of all kinds, and those means of purification, mentioned above, are blessings at a sacrifice to the gods.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CVXct5DPJNZpUAFsA1HQoA=="
    },
    {
      "id": 3708439088629,
      "law": "The food eaten by hermits in the forest, milk, Soma-juice, meat which is not prepared (with spices), and salt unprepared by art, are called, on account of their nature, sacrificial food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/uLxAsmjzio5RLmpmrTQIA=="
    },
    {
      "id": 3130076999770,
      "law": "Having dismissed the (invited) Brahmanas, let him, with a concentrated mind, silent and pure, look towards the south and ask these blessings of the manes:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uDEpBGqaTixAkC/kyUODpg=="
    },
    {
      "id": 2625951574476,
      "law": "'May liberal men abound with us! May (our knowledge of) the Vedas and (our) progeny increase! May faith not forsake us! May we have much to give (to the needy)!'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/HFtZtFlAp6aTHqjAlp+Ww=="
    },
    {
      "id": 6585617481409,
      "law": "Having thus offered (the cakes), let him, after (the prayer), cause a cow, a Brahmana, a goat, or the sacred fire to consume those cakes, or let him throw them into water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-00pVnblZImDZya7NCdFPDQ=="
    },
    {
      "id": 5660744175510,
      "law": "Some make the offering of the cakes after (the dinner); some cause (them) to be eaten by birds or throw them into fire or into water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JuTZ3CJ91VEENJW2jbqe8w=="
    },
    {
      "id": 5360060136251,
      "law": "The (sacrificer's) first wife, who is faithful and intent on the worship of the manes, may eat the middle-most cake, (if she be) desirous of bearing a son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-m+w8rb3qeoyKYqCKL16/mQ=="
    },
    {
      "id": 1981522516177,
      "law": "(Thus) she will bring forth a son who will be long-lived, famous, intelligent, rich, the father of numerous offspring, endowed with (the quality of) goodness, and righteous.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1Euoy7Nz6bsRhXajsH54Ng=="
    },
    {
      "id": 4676965197455,
      "law": "Having washed his hands and sipped water, let him prepare (food) for his paternal relations and, after giving it to them with due respect, let him feed his maternal relatives also.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zmB7LSHXH+xe418q2uj/aA=="
    },
    {
      "id": 6381012391472,
      "law": "But the remnants shall be left (where they lie) until the Brahmanas have been dismissed; afterwards he shall perform the (daily) domestic Bali-offering; that is a settled (rule of the) sacred law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NR12zPzxHb4cA35xWhgSzg=="
    },
    {
      "id": 1574767783422,
      "law": "I will now fully declare what kind of sacrificial food, given to the manes according to the rule, will serve for a long time or for eternity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AyvKy8XqDKscEI+inqTBNQ=="
    },
    {
      "id": 6578884800782,
      "law": "The ancestors of men are satisfied for one month with sesamum grains, rice, barley, masha beans, water, roots, and fruits, which have been given according to the prescribed rule,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S3r9y249Q93qQvAFTzI47w=="
    },
    {
      "id": 4710062085229,
      "law": "Two months with fish, three months with the meat of gazelles, four with mutton, and five indeed with the flesh of birds,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-avW+hH7zGwSxoGMQDO/nDQ=="
    },
    {
      "id": 6165776398684,
      "law": "Six months with the flesh of kids, seven with that of spotted deer, eight with that of the black antelope, but nine with that of the (deer called) Ruru,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qHPmt85kNTO7PWE7LPWPvg=="
    },
    {
      "id": 2087633466616,
      "law": "Ten months they are satisfied with the meat of boars and buffaloes, but eleven months indeed with that of hares and tortoises,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-t2fTGsQNoUsdv2G7OrX9OA=="
    },
    {
      "id": 4023635164992,
      "law": "One year with cow-milk and milk-rice; from the flesh of a long-eared white he-goat their satisfaction endures twelve years.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Omw+2wpbjQGZRfjJWCSxtw=="
    },
    {
      "id": 2320275175421,
      "law": "The (vegetable called) Kalasaka, (the fish called) Mahasalka, the flesh of a rhinoceros and that of a red goat, and all kinds of food eaten by hermits in the forest serve for an endless time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-enii4IkFowfD8JM4ngjofQ=="
    },
    {
      "id": 5938851912827,
      "law": "Whatever (food), mixed with honey, one gives on the thirteenth lunar day in the rainy season under the asterism of Maghah, that also procures endless (satisfaction).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WmwnV04ZW9p14jYO7m3BfA=="
    },
    {
      "id": 2337603906401,
      "law": "'May such a man (the manes say) be born in our family who will give us milk-rice, with honey and clarified butter, on the thirteenth lunar day (of the month of Bhadrapada) and (in the afternoon) when the shadow of an elephant falls towards the east.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GNzREDmRD2VCLBYR1jED7Q=="
    },
    {
      "id": 3911598394594,
      "law": "Whatever (a man), full of faith, duly gives according to the prescribed rule, that becomes in the other world a perpetual and imperishable (gratification) for the manes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZsGegT8ztPHvmwVjWjNXtg=="
    },
    {
      "id": 6114503015466,
      "law": "The days of the dark half of the month, beginning with the tenth, but excepting the fourteenth, are recommended for a funeral sacrifice; (it is) not thus (with) the others.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mrycE2pGMzeeX7SsW9iEOQ=="
    },
    {
      "id": 4549243106864,
      "law": "He who performs it on the even (lunar) days and under the even constellations, gains (the fulfilment of) all his wishes; he who honours the manes on odd (lunar days) and under odd (constellations), obtains distinguished offspring.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Y3LzNUTsLIdZsEJdqsO1xg=="
    },
    {
      "id": 5809944199398,
      "law": "As the second half of the month is preferable to the first half, even so the afternoon is better for (the performance of) a funeral sacrifice than the forenoon.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AkaLLmbxG1nhUy91MU+y1A=="
    },
    {
      "id": 6014646265560,
      "law": "Let him, untired, duly perform the (rites) in honour of the manes in accordance with the prescribed rule, passing the sacred thread over the right shoulder, proceeding from the left to the right (and) holding Kusa grass in his hands, up to the end (of the ceremony).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LcoKtgceg47lhbRLirJa2g=="
    },
    {
      "id": 5482358320731,
      "law": "Let him not perform a funeral sacrifice at night, because the (night) is declared to belong to the Rakshasas, nor in the twilight, nor when the sun has just risen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-s2pQbRadf0mqFd/d3iHY0w=="
    },
    {
      "id": 6212812481733,
      "law": "Let him offer here below a funeral sacrifice, according to the rule given above, (at least) thrice a year, in winter, in summer, and in the rainy season, but that which is included among the five great sacrifices, every day.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YP0Z037aZ0Z/hTD8ccOc6w=="
    },
    {
      "id": 4120199817755,
      "law": "The burnt-oblation, offered at a sacrifice to the manes, must not be made in a common fire; a Brahmana who keeps a sacred fire (shall) not (perform) a funeral sacrifice except on the new-moon day.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-20dmTolvEtSJLdzQD2890A=="
    },
    {
      "id": 4486955189354,
      "law": "Even when a Brahmana, after bathing, satisfies the manes with water, he obtains thereby the whole reward for the performance of the (daily) Sraddha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vhffCAVpCeJfk6pX1N9Jnw=="
    },
    {
      "id": 4873443276132,
      "law": "They call (the manes of) fathers Vasus, (those of) grandfathers Rudras, and (those of) great-grandfathers Adityas; thus (speaks) the eternal Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F4PVw1TS9yj5qsFIsOXtHA=="
    },
    {
      "id": 4238550660454,
      "law": "Let him daily partake of the vighasa and daily eat amrita (ambrosia); but vighasa is what remains from the meal (of Brahmana guests) and the remainder of a sacrifice (is called) amrita.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R8kxI+r9lwfVccOs0CpYNA=="
    },
    {
      "id": 3407159765197,
      "law": "Thus all the ordinances relating to the five (daily great) sacrifices have been declared to you; hear now the law for the manner of living fit for Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LB797nj4m4EI5rrX8EzVNA=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-EfVR7d5IgxPexsSSm/Wj3g=="
}