{
  "id": 4704623774278,
  "title": "CHAPTER V.",
  "created": "Saturday, April 12, 2025 - 2:31:32 PM",
  "hash": "md5-6z2bIvOZcDe/bfwViKIAXQ==",
  "data": [
    {
      "id": 3196656104770,
      "dbid": "67f7437a4da742404f3f1454",
      "law": "Through neglect of the Veda-study, through deviation from the rule of conduct, through remissness in the fulfilment of duties, and through faults committed by eating forbidden food, Death becomes eager to shorten the lives of Brahmanas. One should carefully avoid red exudations from trees and juices flowing from incisions, and the thickened milk of a cow which she gives after calving. Meat and the milk of a cow or other female animal within ten days after her calving, that of camels, of one-hoofed animals, of sheep, of a cow in heat, or of one that has no calf with her, the milk of all wild animals excepting buffalo-cows, that of women, and all substances turned sour must be avoided.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-s1Xd8QdoqZYkiJNik2XFCw=="
    },
    {
      "id": 3281699589505,
      "dbid": "67f7437a4da742404f3f1455",
      "law": "Among things turned sour, sour milk, and all (food) prepared of it may be eaten, likewise what is extracted from pure flowers, roots, and fruit. He who eats the flesh of any animal is called the eater of the flesh of that particular creature, he who eats fish is an eater of every kind of flesh; let him therefore avoid fish.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-WInD5bq0nxor6uKiHMpl2A=="
    },
    {
      "id": 6420272158538,
      "dbid": "67f7437a4da742404f3f1456",
      "law": "Once a year a Brahmana must perform a Krikkhra penance, in order to atone for unintentionally eating forbidden food but for intentionally eating forbidden food he must perform the penances prescribed specially.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-YtW61gvJi0AsJLxSj2J6Pg=="
    },
    {
      "id": 2424438128209,
      "dbid": "67f7437a4da742404f3f1457",
      "law": "One may eat meat when it has been sprinkled with water, while Mantras were recited, when one is engaged in the performance of a rite according to the law, and when one's life is in danger.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-QbuaDreIhnpIySWlEzpCqw=="
    },
    {
      "id": 5723196134061,
      "dbid": "67f7437a4da742404f3f1458",
      "law": "The Lord of creatures (Pragapati) created this whole (world to be) the sustenance of the vital spirit; both the immovable and the movable (creation is) the food of the vital spirit. What is destitute of motion is the food of those endowed with locomotion; animals without fangs are the food of those with fangs, those without hands of those who possess hands, and the timid of the bold. The eater who daily even devours those destined to be his food, commits no sin. For the creator himself created both the eaters and those who are to be eaten for those special purposes.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-J1vVKGyiwVEjikNVsV0ncw=="
    },
    {
      "id": 7091828352447,
      "dbid": "67f7437a4da742404f3f1459",
      "law": "The consumption of meat is befitting for sacrifices, that is declared to be a rule made by the gods. To persist in using it on other occasions is said to be a proceeding worthy of Rakshasas. He who eats meat, when he honours the gods and manes, commits no sin, whether he has bought it, or himself has killed the animal, or has received it as a present from others. A twice-born man who knows the law, must not eat meat except in conformity with the law; for if he has eaten it unlawfully, he will, unable to save himself, be eaten after death by his victims.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-CMJMT5k32jgLVj8mnzvk6Q=="
    },
    {
      "id": 6463657386427,
      "dbid": "67f7437a4da742404f3f145a",
      "law": "A Brahmana must never eat the flesh of animals unhallowed by Mantras; but, obedient to the primeval law, he may eat it, consecrated with Vedic texts. If he has a strong desire for meat he may make an animal of clarified butter or one of flour, and eat that; but let him never seek to destroy an animal without a lawful reason. As many hairs as the slain beast has, so often indeed will he who killed it without a lawful reason suffer a violent death in future births.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-eWbFfnl8CZC4cIGZpo1+hg=="
    },
    {
      "id": 7119910510237,
      "dbid": "67f7437a4da742404f3f145b",
      "law": "A twice-born man of virtuous disposition, whether he dwells in his own house, with a teacher, or in the forest, must never, even in times of distress, cause an injury to any creature which is not sanctioned by the Veda. Know that the injury to moving creatures and to those destitute of motion, which the Veda has prescribed for certain occasions, is no injury at all.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-fMlQFoU6R5dBup+4xipLlw=="
    },
    {
      "id": 3560755008238,
      "dbid": "67f7437a4da742404f3f145c",
      "law": "He who injures innoxious beings from a wish to give himself pleasure, never finds happiness, neither living nor dead.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-qSjdYj8dEXa65ABld7KGgw=="
    },
    {
      "id": 1990769123307,
      "dbid": "67f7437a4da742404f3f145d",
      "law": "He who does not seek to cause the sufferings of bonds and death to living creatures, but desires the good of all beings, obtains endless bliss. He who does not injure any creature, attains without an effort what he thinks of, what he undertakes, and what he fixes his mind on.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-Y4w0BKwaLf4+Qrgq5W2+5w=="
    },
    {
      "id": 6718983706535,
      "dbid": "67f7437a4da742404f3f145e",
      "law": "Meat can never be obtained without injury to living creatures, and injury to sentient beings is detrimental to the attainment of heavenly bliss. Let him therefore shun the use of meat. Having well considered the disgusting origin of flesh and the cruelty of fettering and slaying corporeal beings, let him entirely abstain from eating flesh. He who, disregarding the rule given above, does not eat meat like a Pisaka, becomes dear to men.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-VncqX8pRu2TvhwRePgSYgw=="
    },
    {
      "id": 6060944333801,
      "dbid": "67f7437a4da742404f3f145f",
      "law": "He who permits the slaughter of an animal, he who cuts it up, he who kills it, he who buys or sells meat, he who cooks it, he who serves it up, and he who eats it, must all be considered as the slayers of the animal. There is no greater sinner than that man who, though not worshipping the gods or the manes, seeks to increase the bulk of his own flesh by the flesh of other beings.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-eOOoNrG49zlXH/MwAWYnfQ=="
    },
    {
      "id": 5758210011859,
      "dbid": "67f7437a4da742404f3f1460",
      "law": "He who during a hundred years annually offers a horse-sacrifice, and he who entirely abstains from meat, obtain the same reward for their meritorious conduct. By subsisting on pure fruit and roots, and by eating food fit for ascetics in the forest, one does not gain so great a reward as by entirely avoiding the use of flesh. There is no sin in eating meat, in drinking spirituous liquor, and in carnal intercourse, for that is the natural way of created beings, but abstention brings great rewards.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-CbgVADI2g42mOX8ST36V2w=="
    },
    {
      "id": 6322215878546,
      "dbid": "67f7437a4da742404f3f1461",
      "law": "When a child) dies that has teethed, or that before teething has received the sacrament of the tonsure (Kudakarana) or of the initiation, all relatives become impure, and on the birth of a child the same rule is prescribed. It is ordained that among Sapindas the impurity on account of a death shall last ten days, or until the bones have been collected, or three days or one day only. But the Sapinda-relationship ceases with the seventh person in the ascending and descending lines, the Samanodaka-relationship when the common origin and the existence of a common family-name are no longer known. As this impurity on account of a death is prescribed for all Sapindas, even so it shall be held on a birth by those who desire to be absolutely pure. Or while the impurity on account of a death is common to all (Sapindas), that caused by a birth falls on the parents alone, or it shall fall on the mother alone, and the father shall become pure by bathing;",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-6+mIsR7+bkS7aJWdB5KFYw=="
    },
    {
      "id": 3390580659352,
      "dbid": "67f7437a4da742404f3f1462",
      "law": "But a man, having spent his strength, is purified merely by bathing; after begetting a child on a remarried female, he shall retain the impurity during three days.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-oiuvMAwK2su0NH/g/oXKyQ=="
    },
    {
      "id": 2636299286267,
      "dbid": "67f7437a4da742404f3f1463",
      "law": "Those who have touched a corpse are purified after one day and night (added to) three periods of three days; those who give libations of water, after three days.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-NDp8pmsqbLreEZrmTOKyeg=="
    },
    {
      "id": 2151855203489,
      "dbid": "67f7437a4da742404f3f1464",
      "law": "A pupil who performs the Pitrimedha for his deceased teacher, becomes also pure after ten days, just like those who carry the corpse out (to the burial-ground).",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-IjODsSv8WTSrGs6j0VlJhA=="
    },
    {
      "id": 6512884353646,
      "dbid": "67f7437a4da742404f3f1465",
      "law": "When he has touched a Kandala, a menstruating woman, an outcast, a woman in childbed, a corpse, or one who has touched a (corpse), he becomes pure by bathing.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-C2pdjHbyUB2uXP9eN41wSA=="
    },
    {
      "id": 2401710194202,
      "dbid": "67f7437a4da742404f3f1466",
      "law": "He who has purified himself by sipping water shall, on seeing any impure thing or person, always mutter the sacred texts, addressed to Surya, and the Pavamani (verses).",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-25JUKmDoTpp+LE0k9z9rpg=="
    },
    {
      "id": 4186118722028,
      "dbid": "67f7437a4da742404f3f1467",
      "law": "A Brahmana who has touched a human bone to which fat adheres, becomes pure by bathing. If it be free from fat, by sipping water.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-HJmEy3y/LERu38bc9OUFVA=="
    },
    {
      "id": 2307375685483,
      "dbid": "67f7437a4da742404f3f1468",
      "law": "He who has undertaken the performance of a vow shall not pour out libations to the dead until the vow has been completed, but when he has offered water after its completion, he becomes pure in three days only.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-Ul7ZnWuNXDLJIIZi/t5Vzg=="
    },
    {
      "id": 4405813392434,
      "dbid": "67f7437a4da742404f3f1469",
      "law": "Libations of water shall not be offered to those who neglect the prescribed rites and may be said to have been born in vain, to those born in consequence of an illegal mixture of the castes, to those who are ascetics of heretical sects, and to those who have committed suicide, to women who have joined a heretical sect, who through lust live with many men, who have caused an abortion, have killed their husbands, or drink spirituous liquor.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-9T1cRG8WTvooHVucwi3bAA=="
    },
    {
      "id": 6086913997345,
      "dbid": "67f7437a4da742404f3f146a",
      "law": "A student does not break his vow by carrying out to the place of cremation his own dead teacher (akarya), sub-teacher (upadhyaya), father, mother, or Guru.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-nzbUHnoaln882BWdOUCtUg=="
    },
    {
      "id": 1473002160602,
      "dbid": "67f7437a4da742404f3f146b",
      "law": "Let him carry out a dead Sudra by the southern gate of the town, but (the corpses of) twice-born men, as is proper, by the western, northern, or eastern (gates).",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-k8VSYev9A3RJ5SR3vvblYw=="
    },
    {
      "id": 4237837040142,
      "dbid": "67f7437a4da742404f3f146c",
      "law": "The taint of impurity does not fall on kings, and those engaged in the performance of a vow, or of a Sattra; for the first are seated on the throne of Indra, and the last two are ever pure like Brahman. For a king, on the throne of magnanimity, immediate purification is prescribed, and the reason for that is that he is seated there for the protection of his subjects. The same rule applies to the kinsmen of those who have fallen in a riot or a battle, of those who have been killed by lightning or by the king, and of those who perished fighting for cows and Brahmanas, and to those whom the king wishes to be pure.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-kY4ts849uyODi2rHoCZzcA=="
    },
    {
      "id": 7107814004760,
      "dbid": "67f7437a4da742404f3f146d",
      "law": "A king is an incarnation of the eight guardian deities of the world, the Moon, the Fire, the Sun, the Wind, Indra, the Lords of wealth and water Kubera and Varuna, and Yama. Because the king is pervaded by those lords of the world, no impurity is ordained for him. For purity and impurity of mortals is caused and removed by those lords of the world.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-KiJlVEuojSmIi99yGwkk2w=="
    },
    {
      "id": 2327283670781,
      "dbid": "67f7437a4da742404f3f146e",
      "law": "By him who is slain in battle with brandished weapons according to the law of the Kshatriyas, a (Srauta) sacrifice is instantly completed, and so is the period of impurity (caused by his death); that is a settled rule.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-9YPd3MiV+pB3EIhdS+yRIA=="
    },
    {
      "id": 4784383987754,
      "dbid": "67f7437a4da742404f3f146f",
      "law": "At the end of the period of impurity a Brahmana who has performed the necessary rites, becomes pure by touching water, a Kshatriya by touching the animal on which he rides, and his weapons, a Vaisya by touching his goad or the nose-string (of his oxen), a Sudra by touching his staff.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-N2w14n80Q04JjufQTOFviA=="
    },
    {
      "id": 1354624304313,
      "dbid": "67f7437a4da742404f3f1470",
      "law": "A Brahmana, having carried out a dead Brahmana who is not a Sapinda, as if he were a near relative, or a near relative of his mother, becomes pure after three days. But if he eats the food of the Sapindas of the deceased, he is purified in ten days, but in one day, if he does not eat their food nor dwells in their house. Having voluntarily followed a corpse, whether that of a paternal kinsman or of a stranger, he becomes pure by bathing, dressed in his clothes, by touching fire and eating clarified butter. Let him not allow a dead Brahmana to be carried out by a Sudra, while men of the same caste are at hand; for that burnt-offering which is defiled by a Sudra's touch is detrimental to the deceased's passage to heaven.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-YoDd/H908Yc2MOi7Sinnig=="
    },
    {
      "id": 5361749794143,
      "dbid": "67f7437a4da742404f3f1471",
      "law": "The knowledge of Brahman austerities, fire, holy food, earth, restraint of the internal organ, water, smearing with cowdung, the wind, sacred rites, the sun, and time are the purifiers of corporeal beings.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-CRhQOqXC7QjxbqTY+8/Zdg=="
    },
    {
      "id": 1587423432489,
      "dbid": "67f7437a4da742404f3f1472",
      "law": "Among all modes of purification, purity in the acquisition of wealth is declared to be the best; for he is pure who gains wealth with clean hands, not he who purifies himself with earth and water. The learned are purified by a forgiving disposition, those who have committed forbidden actions by liberality, secret sinners by muttering sacred texts, and those who best know the Veda by austerities. By earth and water is purified what ought to be made pure, a river by its current, a woman whose thoughts have been impure by the menstrual secretion, a Brahmana by abandoning the world (samnyasa).",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-cxT7PIyaYY+v0XChhdZ4Fg=="
    },
    {
      "id": 5363409874892,
      "dbid": "67f7437a4da742404f3f1473",
      "law": "The body is cleansed by water, the internal organ is purified by truthfulness, the individual soul by sacred learning and austerities, the intellect by true knowledge.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-fTQkMe1w7mPFeSd0Jd00nw=="
    },
    {
      "id": 2956207796656,
      "dbid": "67f7437a4da742404f3f1474",
      "law": "The wise ordain that all objects made of metal, gems, and anything made of stone are to be cleansed with ashes, earth, and water. A golden vessel which shows no stains, becomes pure with water alone, likewise what is produced in water as shells and coral, what is made of stone, and a silver vessel not enchased.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-acvSPNQRDSBgbmaVETt5ng=="
    },
    {
      "id": 1914971449738,
      "dbid": "67f7437a4da742404f3f1475",
      "law": "From the union of water and fire arose the glittering gold and silver; those two, therefore, are best purified by the elements from which they sprang. Copper, iron, brass, pewter, tin, and lead must be cleansed, as may be suitable for each particular case), by alkaline substances, acids or water.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-YM0vGZhX/gx39KjPSLFCUg=="
    },
    {
      "id": 4879939725454,
      "dbid": "67f7437a4da742404f3f1476",
      "law": "The purification prescribed for all (sorts of) liquids is by passing two blades of Kusa grass through them, for solid things by sprinkling them with water, for objects made of wood by planing them.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-VfOBQ1m31NjuUftvdC4jKg=="
    },
    {
      "id": 4103528918382,
      "dbid": "67f7437a4da742404f3f1477",
      "law": "At sacrifices the purification of the Soma cups called Kamasas and Grahas, and of other sacrificial vessels takes place by rubbing them with the hand, and afterwards rinsing them with water. The Karu and the spoons called Sruk and Sruva must be cleaned with hot water, likewise the wooden sword, called Sphya, the winnowing-basket (Surpa), the cart (for bringing the grain), the pestle and the mortar.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-iaW1sw4EUWn+E3OCnTBuVA=="
    },
    {
      "id": 3944879482550,
      "dbid": "67f7437a4da742404f3f1478",
      "law": "The manner of purifying large quantities of grain and of cloth is to sprinkle them with water; but the purification of small quantities is prescribed to take place by washing them. Silk and woollen stuffs with alkaline earth; blankets with pounded Arishta fruit. Amsupattas with Bel fruit. Linen cloth with a paste of yellow mustard.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-/Lw32TIkgYCGBN1ZEPFUDw=="
    },
    {
      "id": 6842571102631,
      "dbid": "67f7437a4da742404f3f1479",
      "law": "A man who knows the law must purify conch-shells, horn, bone and ivory, like linen cloth with water.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-NoMpFvwWEY5zNoNyReVdzg=="
    },
    {
      "id": 2331971807599,
      "dbid": "67f7437a4da742404f3f147a",
      "law": "Grass, wood, and straw become pure by being sprinkled with water, a house by sweeping and smearing it with cowdung or whitewash, an earthen vessel by a second burning. An earthen vessel which has been defiled by spirituous liquor, urine, ordure, saliva, pus or blood cannot be purified by another burning.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-kj6J+TiBqgh4AugjDXJG1A=="
    },
    {
      "id": 2962285659183,
      "dbid": "67f7437a4da742404f3f147b",
      "law": "Land is purified by the following five modes by sweeping, by smearing it with cowdung, by sprinkling it with cows' urine or milk, by scraping, and by cows staying on it during a day and night.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-VE37bLSDiuwwlcc2tXT5vw=="
    },
    {
      "id": 5774578607555,
      "dbid": "67f7437a4da742404f3f147c",
      "law": "Food which has been pecked at by birds, smelt at by cows, touched with the foot, sneezed on, or defiled by hair or insects, becomes pure by scattering earth over it.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-mpKRo6/2FsoU5wvJdo3YcQ=="
    },
    {
      "id": 5701930059379,
      "dbid": "67f7437a4da742404f3f147d",
      "law": "As long as the foul smell does not leave an object defiled by impure substances, and the stain caused by them does not disappear, so long must earth and water be applied in cleansing inanimate things.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-E3YzC+nGvTUfP+NHWxIUpw=="
    },
    {
      "id": 2837206574417,
      "dbid": "67f7437a4da742404f3f147e",
      "law": "The gods declared three things to be pure to Brahmanas, that on which no taint is visible, what has been washed with water, and what has been commended as pure by the word of a Brahmana.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-2cRrkOJpaahYEt6BLEEDJQ=="
    },
    {
      "id": 5093697709161,
      "dbid": "67f7437a4da742404f3f147f",
      "law": "Water, sufficient in quantity in order to slake the thirst of a cow, possessing the proper smell, colour, and taste, and unmixed with impure substances, is pure, if it is collected on pure ground.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-6wYz+RMI2FzbibkGWtU1JA=="
    },
    {
      "id": 3441203449583,
      "dbid": "67f7437a4da742404f3f1480",
      "law": "The hand of an artisan is always pure, so is every lawful commodity exposed for sale in the market, and food obtained by begging which a student holds in his hand is always fit for use. That is a settled rule.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-CeLgNNHcrGQyrZQWJUShPA=="
    },
    {
      "id": 4866544024493,
      "dbid": "67f7437a4da742404f3f1481",
      "law": "All those cavities of the body which lie above the navel are pure, but those which are below the navel are impure, as well as excretions that fall from the body.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-H6AzRbF8ThkBgqEssDN9uQ=="
    },
    {
      "id": 3269733625962,
      "dbid": "67f7437a4da742404f3f1482",
      "law": "Flies, drops of water, a shadow, a cow, a horse, the rays of the sun, dust, earth, the wind, and fire one must know to be pure to the touch.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-w71z4YhHjSmqNnnMzE26Hw=="
    },
    {
      "id": 6903664320550,
      "dbid": "67f7437a4da742404f3f1483",
      "law": "In order to cleanse the organs by which urine and faeces are ejected, earth and water must be used, as they may be required, likewise in removing the remaining ones among twelve impurities of the body. Oily exudations, semen, blood, the fatty substance of the brain, urine, faeces, the mucus of the nose, ear-wax, phlegm, tears, the rheum of the eyes, and sweat are the twelve impurities of human bodies.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-dWPcb6dRmLhbdpGdOXp+vg=="
    },
    {
      "id": 2808762555000,
      "dbid": "67f7437a4da742404f3f1484",
      "law": "He who desires to be pure, must clean the organ by one application of earth, the anus by applying earth three times, the left hand alone by applying it ten times, and both hands by applying it seven times. Such is the purification ordained for Householders; (it shall be) double for students, treble for hermits, but quadruple for ascetics. When he has voided urine or faeces, let him, after sipping water, sprinkle the cavities, likewise when he is going to recite the Veda, and always before he takes food.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-nCFi3SQgiV/e+OY+gadZdQ=="
    },
    {
      "id": 1604433326772,
      "dbid": "67f7437a4da742404f3f1485",
      "law": "Let him who desires bodily purity first sip water three times, and then twice wipe his mouth; but a woman and a Sudra shall perform each act once only. Sudras who live according to the law, shall each month shave their heads; their mode of purification shall be the same as that of Vaisyas, and their food the fragments of a meal.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-Y8rOcbkSj3wyfdUxvychvw=="
    },
    {
      "id": 1269665852148,
      "dbid": "67f7437a4da742404f3f1486",
      "law": "Drops of water from the mouth which do not fall on a limb, do not make a man impure, nor the hair of the moustache entering the mouth, nor what adheres to the teeth. Drops which trickle on the feet of him who offers water for sipping to others, must be considered as equal to water collected on the ground; they render him not impure.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-RUlK5fW52W12ts6o8fwFEA=="
    },
    {
      "id": 5951977220109,
      "dbid": "67f7437a4da742404f3f1487",
      "law": "He who has vomited or purged shall bathe, and afterwards eat clarified butter; but if the attack comes on after he has eaten, let him only sip water; bathing is prescribed for him who has had intercourse with a woman.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-5Akboo0/PgBgQ10X1z28MQ=="
    },
    {
      "id": 4990150182572,
      "dbid": "67f7437a4da742404f3f1488",
      "law": "Though he may be already pure, let him sip water after sleeping, sneezing, eating, spitting, telling untruths, and drinking water, likewise when he is going to study the Veda.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-Ey54lnaw3Kj90MgFO80TPQ=="
    },
    {
      "id": 6796390225051,
      "dbid": "67f7437a4da742404f3f1489",
      "law": "By a girl, by a young woman, or even by an aged one, nothing must be done independently, even in her own house. In childhood a female must be subject to her father, in youth to her husband, when her lord is dead to her sons. A woman must never be independent. She must not seek to separate herself from her father, husband, or sons. By leaving them she would make both her own and her husband's families contemptible.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-T59Quhzv6hmvh0oL17oBUQ=="
    },
    {
      "id": 4948197167682,
      "dbid": "67f7437a4da742404f3f148a",
      "law": "She must always be cheerful, clever in the management of her household affairs, careful in cleaning her utensils, and economical in expenditure. Him to whom her father may give her, or her brother with the father's permission, she shall obey as long as he lives, and when he is dead, she must not insult his memory.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-yw3WLrOVlmG2TPke2NyGYg=="
    },
    {
      "id": 3090773588786,
      "dbid": "67f7437a4da742404f3f148b",
      "law": "For the sake of procuring good fortune to brides, the recitation of benedictory texts (svastyayana), and the sacrifice to the Lord of creatures (Pragapati) are used at weddings, but the betrothal by the father or guardian is the cause of the husband's dominion over his wife. The husband who wedded her with sacred texts, always gives happiness to his wife, both in season and out of season, in this world and in the next. Though destitute of virtue, or seeking pleasure elsewhere, or devoid of good qualities, yet a husband must be constantly worshipped as a god by a faithful wife. No sacrifice, no vow, no fast must be performed by women apart from their husbands. If a wife obeys her husband, she will for that reason alone be exalted in heaven.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-buqWrsF2zSI27W1fwZZlJg=="
    },
    {
      "id": 2536288572706,
      "dbid": "67f7437a4da742404f3f148c",
      "law": "A faithful wife, who desires to dwell after death with her husband, must never do anything that might displease him who took her hand, whether he be alive or dead. Until death let her be patient of hardships, self-controlled, and chaste, and strive to fulfil that most excellent duty which is prescribed for wives who have one husband only.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-D9pdc4Pvg48JoUt4Muk+uQ=="
    },
    {
      "id": 3541964505605,
      "dbid": "67f7437a4da742404f3f148d",
      "law": "Many thousands of Brahmanas who were chaste from their youth, have gone to heaven without continuing their race.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-TxEDzLR53h61ElTT8I0/WA=="
    },
    {
      "id": 5213687291946,
      "dbid": "67f7437a4da742404f3f148e",
      "law": "A virtuous wife who after the death of her husband constantly remains chaste, reaches heaven, though she have no son, just like those chaste men. But a woman who from a desire to have offspring violates her duty towards her deceased husband, brings on herself disgrace in this world, and loses her place with her husband in heaven. Offspring begotten by another man is here not considered lawful, nor does offspring begotten on another man's wife belong to the begetter, nor is a second husband anywhere prescribed for virtuous women.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-ESxKRQXuHcOWeKa+pI62Ug=="
    },
    {
      "id": 4663764966349,
      "dbid": "67f7437a4da742404f3f148f",
      "law": "She who cohabits with a man of higher caste, forsaking her own husband who belongs to a lower one, will become contemptible in this world, and is called a remarried woman (parapurva). By violating her duty towards her husband, a wife is disgraced in this world, after death she enters the womb of a jackal, and is tormented by diseases the punishment of her sin.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-60ZQ1DKRO2rxF9pxLHnhJQ=="
    },
    {
      "id": 4158601150996,
      "dbid": "67f7437a4da742404f3f1490",
      "law": "She who, controlling her thoughts, words, and deeds, never slights her lord, resides after death with her husband in heaven, and is called a virtuous wife. In reward of such conduct, a female who controls her thoughts, speech, and actions, gains in this life highest renown, and in the next world a place near her husband.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-oNxWA7f6D2YgNhnogbX1hQ=="
    },
    {
      "id": 1518222418168,
      "dbid": "67f7437a4da742404f3f1491",
      "law": "A twice-born man, versed in the sacred law, shall burn a wife of equal caste who conducts herself thus and dies before him, with (the sacred fires used for) the Agnihotra, and with the sacrificial implements.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-O/nhfOMRVgMqGOMnH4taxg=="
    },
    {
      "id": 6859158270442,
      "dbid": "67f7437a4da742404f3f1492",
      "law": "Having thus, at the funeral, given the sacred fires to his wife who dies before him, he may marry again, and again kindle (the fires).",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-snWv0AwPFrnxPmmYN2v/jg=="
    },
    {
      "id": 1515749648850,
      "dbid": "67f7437a4da742404f3f1493",
      "law": "Living according to the preceding rules, he must never neglect the five great sacrifices, and, having taken a wife, he must dwell in his own house during the second period of his life.",
      "created": "Saturday, April 12, 2025 - 2:31:32 PM",
      "hash": "md5-ArQ50BJHDgO1KKF33zzd+Q=="
    }
  ]
}