{
  "id": 6141898239486,
  "title": "CHAPTER V.",
  "data": [
    {
      "id": 5957279026175,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w2giPo9vKkyntdta6qNpKg=="
    },
    {
      "id": 5888714495806,
      "law": "The sages, having heard the duties of a Snataka thus declared, spoke to great-souled Bhrigu, who sprang from fire:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W71G10U6DGlrEi2JMcc43w=="
    },
    {
      "id": 4449239179606,
      "law": "'How can Death have power over Brahmanas who know the sacred science, the Veda, (and) who fulfil their duties as they have been explained (by thee), O Lord? '",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sxx4+K9oQjk/2ivIOJanPw=="
    },
    {
      "id": 7059649059957,
      "law": "Righteous Bhrigu, the son of Manu, (thus) answered the great sages: 'Hear, (in punishment) of what faults Death seeks to shorten the lives of Brahmanas!'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2uWZ82J8MASFbZSgxqdDlQ=="
    },
    {
      "id": 4664162810485,
      "law": "'Through neglect of the Veda-study, through deviation from the rule of conduct, through remissness (in the fulfilment of duties), and through faults (committed by eating forbidden) food, Death becomes eager to shorten the lives of Brahmanas.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zmOvfbvFAC6nySmhBovBlA=="
    },
    {
      "id": 3331918473502,
      "law": "Garlic, leeks and onions, mushrooms and (all plants), springing from impure (substances), are unfit to be eaten by twice-born men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-70I/4DEcJx7EH4Qy6bbCbg=="
    },
    {
      "id": 3753642653000,
      "law": "One should carefully avoid red exudations from trees and (juices) flowing from incisions, the Selu (fruit), and the thickened milk of a cow (which she gives after calving).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l2C2BFdg7ZnjWZH7nk/nRA=="
    },
    {
      "id": 5980433546533,
      "law": "Rice boiled with sesamum, wheat mixed with butter, milk and sugar, milk-rice and flour-cakes which are not prepared for a sacrifice, meat which has not been sprinkled with water while sacred texts were recited, food offered to the gods and sacrificial viands,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z+4H+yW4uet/fBO0Vc9p1w=="
    },
    {
      "id": 7158632947633,
      "law": "The milk of a cow (or other female animal) within ten days after her calving, that of camels, of one-hoofed animals, of sheep, of a cow in heat, or of one that has no calf with her,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+Hz7Gst7Vq+vPqzWZNymgg=="
    },
    {
      "id": 4568639360225,
      "law": "(The milk) of all wild animals excepting buffalo-cows, that of women, and all (substances turned) sour must be avoided.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6ErzzPSlqyMLfZ6N96zpGA=="
    },
    {
      "id": 4165919557298,
      "law": "Among (things turned) sour, sour milk, and all (food) prepared of it may be eaten, likewise what is extracted from pure flowers, roots, and fruit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IzNE8d60TnyY2LrzSKIROw=="
    },
    {
      "id": 1485142844720,
      "law": "Let him avoid all carnivorous birds and those living in villages, and one-hoofed animals which are not specially permitted (to be eaten), and the Tittibha (Parra Jacana),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ut/6L+u0I2ARbq9m/BvBuA=="
    },
    {
      "id": 5239391114025,
      "law": "The sparrow, the Plava, the Hamsa, the Brahmani duck, the village-cock, the Sarasa crane, the Raggudala, the woodpecker, the parrot, and the starling,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9wk+rjaTPxAy+9lAwvuF6Q=="
    },
    {
      "id": 2927606327987,
      "law": "Those which feed striking with their beaks, web-footed birds, the Koyashti, those which scratch with their toes, those which dive and live on fish, meat from a slaughter-house and dried meat,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Nc/4WEDbvWVTEaANg/iCug=="
    },
    {
      "id": 6093244479664,
      "law": "The Baka and the Balaka crane, the raven, the Khangaritaka, (animals) that eat fish, village-pigs, and all kinds of fishes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RoUuq41fe+nkSD3XW4ZMvw=="
    },
    {
      "id": 1670315711174,
      "law": "He who eats the flesh of any (animal) is called the eater of the flesh of that (particular creature), he who eats fish is an eater of every (kind of) flesh; let him therefore avoid fish.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LtbV65Ov5hqdoweyJa2JGA=="
    },
    {
      "id": 6388811356047,
      "law": "(But the fish called) Pathina and (that called) Rohita may be eaten, if used for offerings to the gods or to the manes; (one may eat) likewise Ragivas, Simhatundas, and Sasalkas on all (occasions).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iHOGj7zZLdj1ueT4GweHvA=="
    },
    {
      "id": 6467919101501,
      "law": "Let him not eat solitary or unknown beasts and birds, though they may fall under (the categories of) eatable (creatures), nor any five-toed (animals).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WE55l2ZcexeDtKszex00Kg=="
    },
    {
      "id": 2080843294202,
      "law": "The porcupine, the hedgehog, the iguana, the rhinoceros, the tortoise, and the hare they declare to be eatable; likewise those (domestic animals) that have teeth in one jaw only, excepting camels.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RxOzVpfEJPrTeAzvVPL6Qg=="
    },
    {
      "id": 4306236486694,
      "law": "A twice-born man who knowingly eats mushrooms, a village-pig, garlic, a village-cock, onions, or leeks, will become an outcast.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gR3Xss8uNrqYJ1GleqmfVg=="
    },
    {
      "id": 2927971740502,
      "law": "He who unwittingly partakes of (any of) these six, shall perform a Samtapana (Krikkhra) or the lunar penance (Kandrayana) of ascetics; in case (he who has eaten) any other (kind of forbidden food) he shall fast for one day (and a night ).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dfqptZopOInS0uPCTIyWxw=="
    },
    {
      "id": 1818713717472,
      "law": "Once a year a Brahmana must perform a Krikkhra penance, in order to atone for unintentionally eating (forbidden food) but for intentionally (eating forbidden food he must perform the penances prescribed) specially.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ivjFMrJKWMRuHyqPyuHTIA=="
    },
    {
      "id": 4054160549417,
      "law": "Beasts and birds recommended (for consumption) may be slain by Brahmanas for sacrifices, and in order to feed those whom they are bound to maintain; for Agastya did this of old.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Guji1KWSAevZJ3Na0VHSnQ=="
    },
    {
      "id": 3591468836474,
      "law": "For in ancient (times) the sacrificial cakes were (made of the flesh) of eatable beasts and birds at the sacrifices offered by Brahmanas and Kshatriyas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MboLigg6k2KA9D35vxWtnQ=="
    },
    {
      "id": 1190457189017,
      "law": "All lawful hard or soft food may be eaten, though stale, (after having been) mixed with fatty (substances), and so may the remains of sacrificial viands.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ty/wzdq0LyscHoZWSIbbdg=="
    },
    {
      "id": 6884545983876,
      "law": "But all preparations of barley and wheat, as well as preparations of milk, may be eaten by twice-born men without being mixed with fatty (substances), though they may have stood for a long time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kbqL6JZC21a5ebrKcsuF1w=="
    },
    {
      "id": 2422424695780,
      "law": "Thus has the food, allowed and forbidden to twice-born men, been fully described; I will now propound the rules for eating and avoiding meat.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-I2WiO4Y4MY3oN9KI9IW0/g=="
    },
    {
      "id": 1333303507474,
      "law": "One may eat meat when it has been sprinkled with water, while Mantras were recited, when Brahmanas desire (one's doing it), when one is engaged (in the performance of a rite) according to the law, and when one's life is in danger.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XjMCZSs3X4oKqZY37WU1cQ=="
    },
    {
      "id": 1880333572606,
      "law": "The Lord of creatures (Pragapati) created this whole (world to be) the sustenance of the vital spirit; both the immovable and the movable (creation is) the food of the vital spirit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XFkzYl+dmci3oHyvdYnEVg=="
    },
    {
      "id": 2480964334596,
      "law": "What is destitute of motion is the food of those endowed with locomotion; (animals) without fangs (are the food) of those with fangs, those without hands of those who possess hands, and the timid of the bold.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ks9V20MTwVJvo+A+nfoUTA=="
    },
    {
      "id": 2069323539898,
      "law": "The eater who daily even devours those destined to be his food, commits no sin; for the creator himself created both the eaters and those who are to be eaten (for those special purposes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uScdMVRNFdbutgsKGF5kpg=="
    },
    {
      "id": 3771494676937,
      "law": "'The consumption of meat (is befitting) for sacrifices,' that is declared to be a rule made by the gods; but to persist (in using it) on other (occasions) is said to be a proceeding worthy of Rakshasas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lRvjk/qg+Rj40pkoknj4lg=="
    },
    {
      "id": 6509173574453,
      "law": "He who eats meat, when he honours the gods and manes, commits no sin, whether he has bought it, or himself has killed (the animal), or has received it as a present from others.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bYOgEMjjgeYmcRL1SbPbeQ=="
    },
    {
      "id": 5292083781670,
      "law": "A twice-born man who knows the law, must not eat meat except in conformity with the law; for if he has eaten it unlawfully, he will, unable to save himself, be eaten after death by his (victims).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IGldCoUlOt/7Dt1mbcjiwQ=="
    },
    {
      "id": 1797169511615,
      "law": "After death the guilt of one who slays deer for gain is not as (great) as that of him who eats meat for no (sacred) purpose.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wBP0DgdE0LJsunIbNI+yiw=="
    },
    {
      "id": 3294927100535,
      "law": "But a man who, being duly engaged (to officiate or to dine at a sacred rite), refuses to eat meat, becomes after death an animal during twenty-one existences.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Fd3NUN5PEHupekvNIowFpQ=="
    },
    {
      "id": 2925075726061,
      "law": "A Brahmana must never eat (the flesh of animals unhallowed by Mantras; but, obedient to the primeval law, he may eat it, consecrated with Vedic texts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-drBk48L/JvV38J5Q7/Q5RA=="
    },
    {
      "id": 2080462798107,
      "law": "If he has a strong desire (for meat) he may make an animal of clarified butter or one of flour, (and eat that); but let him never seek to destroy an animal without a (lawful) reason.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Vh3qGtC7aQckGAi3MP09sw=="
    },
    {
      "id": 4237217226387,
      "law": "As many hairs as the slain beast has, so often indeed will he who killed it without a (lawful) reason suffer a violent death in future births.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PSPJ4GaF+8+Ya3yKnowQFQ=="
    },
    {
      "id": 6222108536889,
      "law": "Svayambhu (the Self-existent) himself created animals for the sake of sacrifices; sacrifices (have been instituted) for the good of this whole (world); hence the slaughtering (of beasts) for sacrifices is not slaughtering (in the ordinary sense of the word).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9dPyMEwpIGIByTDbck9BGQ=="
    },
    {
      "id": 6314348003114,
      "law": "Herbs, trees, cattle, birds, and (other) animals that have been destroyed for sacrifices, receive (being reborn) higher existences.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Y/g5Z7MjOrMF9+oxRpS3Qg=="
    },
    {
      "id": 3286646216808,
      "law": "On offering the honey-mixture (to a guest), at a sacrifice and at the rites in honour of the manes, but on these occasions only, may an animal be slain; that (rule) Manu proclaimed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Nw/T1VjlgcQdyqUW2gi4Zg=="
    },
    {
      "id": 4814794352512,
      "law": "A twice-born man who, knowing the true meaning of the Veda, slays an animal for these purposes, causes both himself and the animal to enter a most blessed state.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-c6rMurKro9teCFH0/XOIyQ=="
    },
    {
      "id": 4016871224207,
      "law": "A twice-born man of virtuous disposition, whether he dwells in (his own) house, with a teacher, or in the forest, must never, even in times of distress, cause an injury (to any creature) which is not sanctioned by the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ke2hAf4iWFbI6fyJJlL3Ag=="
    },
    {
      "id": 4675277945980,
      "law": "Know that the injury to moving creatures and to those destitute of motion, which the Veda has prescribed for certain occasions, is no injury at all; for the sacred law shone forth from the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gjuBDsd7NxljjVGlUYqxEw=="
    },
    {
      "id": 4376907613103,
      "law": "He who injures innoxious beings from a wish to (give) himself pleasure, never finds happiness, neither living nor dead.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-I+3uJrUYZ6tm2/okqMY7Zw=="
    },
    {
      "id": 1547376863680,
      "law": "He who does not seek to cause the sufferings of bonds and death to living creatures, (but) desires the good of all (beings), obtains endless bliss.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F1r8/Lcplqa/qX2dvuCbYQ=="
    },
    {
      "id": 2683396572875,
      "law": "He who does not injure any (creature), attains without an effort what he thinks of, what he undertakes, and what he fixes his mind on.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2fgNh2lPsY/WtjXLrcndBA=="
    },
    {
      "id": 5157057610335,
      "law": "Meat can never be obtained without injury to living creatures, and injury to sentient beings is detrimental to (the attainment of) heavenly bliss; let him therefore shun (the use of) meat.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3Uo4nlvn9hK0aEhO3FOgeg=="
    },
    {
      "id": 5430185517407,
      "law": "Having well considered the (disgusting) origin of flesh and the (cruelty of) fettering and slaying corporeal beings, let him entirely abstain from eating flesh.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dq/565gPgI+MmehH2XQE8g=="
    },
    {
      "id": 1773275315002,
      "law": "He who, disregarding the rule (given above), does not eat meat like a Pisaka, becomes dear to men, and will not be tormented by diseases.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+wJnQomaaYMTlqJSyK8Bfg=="
    },
    {
      "id": 2616135005204,
      "law": "He who permits (the slaughter of an animal), he who cuts it up, he who kills it, he who buys or sells (meat), he who cooks it, he who serves it up, and he who eats it, (must all be considered as) the slayers (of the animal).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j1Cv413+z0qxFd6LmckwHA=="
    },
    {
      "id": 4127011514225,
      "law": "There is no greater sinner than that (man) who, though not worshipping the gods or the manes, seeks to increase (the bulk of) his own flesh by the flesh of other (beings).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n5lO+oEEnqfR2gtQniB9AQ=="
    },
    {
      "id": 3635153678188,
      "law": "He who during a hundred years annually offers a horse-sacrifice, and he who entirely abstains from meat, obtain the same reward for their meritorious (conduct).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-J5XNZLzZnpIWFx45U6wVkg=="
    },
    {
      "id": 5646653709872,
      "law": "By subsisting on pure fruit and roots, and by eating food fit for ascetics (in the forest), one does not gain (so great) a reward as by entirely avoiding (the use of) flesh.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/vCKHTaltpgM9nAGt8Rp3g=="
    },
    {
      "id": 4369258014877,
      "law": "'Me he (mam sah)' will devour in the next (world), whose flesh I eat in this (life); the wise declare this (to be) the real meaning of the word 'flesh' (mamsah).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S4tQjFdDepiMtLey8bQlJA=="
    },
    {
      "id": 1891733822330,
      "law": "There is no sin in eating meat, in (drinking) spirituous liquor, and in carnal intercourse, for that is the natural way of created beings, but abstention brings great rewards.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CYTPgLh0imanOMAYNn6tbQ=="
    },
    {
      "id": 4038864069477,
      "law": "I will now in due order explain the purification for the dead and the purification of things as they are prescribed for the four castes (varna).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-s6pjR4d9bSKL8Mbo1Itfzw=="
    },
    {
      "id": 7012588301321,
      "law": "When (a child) dies that has teethed, or that before teething has received (the sacrament of) the tonsure (Kudakarana) or (of the initiation), all relatives (become) impure, and on the birth (of a child) the same (rule) is prescribed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KY1Y3l6ZeNsZQv0t+I0RIQ=="
    },
    {
      "id": 1441632559921,
      "law": "It is ordained (that) among Sapindas the impurity on account of a death (shall last) ten days, (or) until the bones have been collected, (or) three days or one day only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cUFTLYtyUqDOvIx3ZZ6v6w=="
    },
    {
      "id": 6050324405097,
      "law": "But the Sapinda-relationship ceases with the seventh person (in the ascending and descending lines), the Samanodaka-relationship when the (common) origin and the (existence of a common family)-name are no (longer) known.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QRMfyjs27yW+1POZPr0fHg=="
    },
    {
      "id": 2315350120937,
      "law": "As this impurity on account of a death is prescribed for (all) Sapindas, even so it shall be (held) on a birth by those who desire to be absolutely pure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XR0ayz1ULzyRCdwxp+3JRA=="
    },
    {
      "id": 6919995238173,
      "law": "(Or while) the impurity on account of a death is common to all (Sapindas), that caused by a birth (falls) on the parents alone; (or) it shall fall on the mother alone, and the father shall become pure by bathing;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0Hbo8x5j/zcxSrZMXA3Ojw=="
    },
    {
      "id": 7008791993279,
      "law": "But a man, having spent his strength, is purified merely by bathing; after begetting a child (on a remarried female), he shall retain the impurity during three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CSO5XVgp7X0D8UbVsmTJ6Q=="
    },
    {
      "id": 5562091900595,
      "law": "Those who have touched a corpse are purified after one day and night (added to) three periods of three days; those who give libations of water, after three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Qo9m8i/D8EiGA59E8TtZww=="
    },
    {
      "id": 5775660614112,
      "law": "A pupil who performs the Pitrimedha for his deceased teacher, becomes also pure after ten days, just like those who carry the corpse out (to the burial-ground).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ECk3hbmhLaSG/y5MOyEoEw=="
    },
    {
      "id": 2215018922085,
      "law": "(A woman) is purified on a miscarriage in as many (days and) nights as months (elapsed after conception), and a menstruating female becomes pure by bathing after the menstrual secretion has ceased (to flow).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/0ITe0cGHs3QPJmecadxSA=="
    },
    {
      "id": 2915126086976,
      "law": "(On the death) of children whose tonsure (Kudakarman) has not been performed, the (Sapindas) are declared to become pure in one (day and) night; (on the death) of those who have received the tonsure (but not the initiation, the law) ordains (that) the purification (takes place) after three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9yLlns8EwmXG1wvDo8akog=="
    },
    {
      "id": 2996981438156,
      "law": "A child that has died before the completion of its second year, the relatives shall carry out (of the village), decked (with flowers, and bury it) in pure ground, without collecting the bones (afterwards).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jWUje3t0/78Kuzk+2GylEA=="
    },
    {
      "id": 4905604145607,
      "law": "Such (a child) shall not be burnt with fire, and no libations of water shall be offered to it; leaving it like a (log of) wood in the forest, (the relatives) shall remain impure during three days only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-niAebF8lG+vJffZK8NoKAA=="
    },
    {
      "id": 6784871020964,
      "law": "The relatives shall not offer libations to (a child) that has not reached the third year; but if it had teeth, or the ceremony of naming it (Namakarman) had been performed, (the offering of water is) optional.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0BekG/9aoksnreRv0RnCAw=="
    },
    {
      "id": 5064403930627,
      "law": "If a fellow-student has died, the Smriti prescribes an impurity of one day; on a birth the purification of the Samanodakas is declared (to take place) after three (days and) nights.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n2aV/S50uxR89X8XEHG3Vw=="
    },
    {
      "id": 6661588206670,
      "law": "(On the death) of females (betrothed but) not married (the bridegroom and his) relatives are purified after three days, and the paternal relatives become pure according to the same rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qhth3k9bURiRbWFY+KFx8Q=="
    },
    {
      "id": 6612862991208,
      "law": "Let (mourners) eat food without factitious salt, bathe during three days, abstain from meat, and sleep separate on the ground.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hKZq4LKOrAogANZ1D6zC/Q=="
    },
    {
      "id": 1729380575942,
      "law": "The above rule regarding impurity on account of a death has been prescribed (for cases where the kinsmen live) near (the deceased); (Sapinda) kinsmen and (Samanodaka) relatives must know the following rule (to refer to cases where deceased lived) at a distance (from them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Za2liPNrnyqLvyaIOhllOA=="
    },
    {
      "id": 3011209166391,
      "law": "He who may hear that (a relative) residing in a distant country has died, before ten (days after his death have elapsed), shall be impure for the remainder of the period of ten (days and) nights only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e4iDmUGVo2ysIr3A0Pzx0Q=="
    },
    {
      "id": 6435054421042,
      "law": "If the ten days have passed, he shall be impure during three (days and) nights; but if a year has elapsed (since the occurrence of the death), he becomes pure merely by bathing.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4S6bfI650R274/uMhmf4XQ=="
    },
    {
      "id": 2012871486108,
      "law": "A man who hears of a (Sapinda) relative's death, or of the birth of a son after the ten days (of impurity have passed), becomes pure by bathing, dressed in his garments.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wCduHt5sKcJE9tUW3EiVWQ=="
    },
    {
      "id": 3029187155289,
      "law": "If an infant (that has not teethed), or a (grownup relative who is) not a Sapinda, die in a distant country, one becomes at once pure after bathing in one's clothes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EofwnulD2SAWdSFmiyNBig=="
    },
    {
      "id": 1717837424728,
      "law": "If within the ten days (of impurity) another birth or death happens, a Brahmana shall remain impure only until the (first) period of ten days has expired.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5BT/Pi+0r2una85Go3K3Wg=="
    },
    {
      "id": 6285234451208,
      "law": "They declare that, when the teacher (akarya) has died, the impurity (lasts) three days; if the (teacher's) son or wife (is dead, it lasts) a day and a night; that is a settled (rule).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ED18g2xZ6NSibEjT0aAOZg=="
    },
    {
      "id": 6479658975376,
      "law": "For a Srotriya who resides with (him out of affection), a man shall be impure for three days; for a maternal uncle, a pupil, an officiating priest, or a maternal relative, for one night together with the preceding and following days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cKJ/JjIQUXtkYneengZNNQ=="
    },
    {
      "id": 3109001103263,
      "law": "If the king in whose realm he resides is dead, (he shall be impure) as long as the light (of the sun or stars shines), but for (an intimate friend) who is not a Srotriya (the impurity lasts) for a whole day, likewise for a Guru who knows the Veda and the Angas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KyAk2YFwkNk+O4g9dhUNcg=="
    },
    {
      "id": 4847557964179,
      "law": "A Brahmana shall be pure after ten days, a Kshatriya after twelve, a Vaisya after fifteen, and a Sudra is purified after a month.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cxZjBIqchZknE4Ky2lhhoQ=="
    },
    {
      "id": 4110553012421,
      "law": "Let him not (unnecessarily) lengthen the period of impurity, nor interrupt the rites to be performed with the sacred fires; for he who performs that (Agnihotra) rite will not be impure, though (he be) a (Sapinda) relative.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4pGjr7C+Deho564QQOeYjA=="
    },
    {
      "id": 4585474128316,
      "law": "When he has touched a Kandala, a menstruating woman, an outcast, a woman in childbed, a corpse, or one who has touched a (corpse), he becomes pure by bathing.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-enXXpHOCJyZrii0Gpx4iag=="
    },
    {
      "id": 6915374144823,
      "law": "He who has purified himself by sipping water shall, on seeing any impure (thing or person), always mutter the sacred texts, addressed to Surya, and the Pavamani (verses).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wHoQfzirGq+wporaGH8l3w=="
    },
    {
      "id": 3029054419738,
      "law": "A Brahmana who has touched a human bone to which fat adheres, becomes pure by bathing; if it be free from fat, by sipping water and by touching (afterwards) a cow or looking at the sun.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UqrckdVuUNWdoWDUzTfFlg=="
    },
    {
      "id": 1429799374830,
      "law": "He who has undertaken the performance of a vow shall not pour out libations (to the dead) until the vow has been completed; but when he has offered water after its completion, he becomes pure in three days only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AEEnm412fDEHTONaHv+tPQ=="
    },
    {
      "id": 4983056166162,
      "law": "Libations of water shall not be offered to those who (neglect the prescribed rites and may be said to) have been born in vain, to those born in consequence of an illegal mixture of the castes, to those who are ascetics (of heretical sects), and to those who have committed suicide,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/39zWv/6ocpMqFM4HajJOg=="
    },
    {
      "id": 2092710714225,
      "law": "To women who have joined a heretical sect, who through lust live (with many men), who have caused an abortion, have killed their husbands, or drink spirituous liquor.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-h883ksPxR9ACxm4rMoBZJQ=="
    },
    {
      "id": 3471240012771,
      "law": "A student does not break his vow by carrying out (to the place of cremation) his own dead teacher (akarya), sub-teacher (upadhyaya), father, mother, or Guru.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z9txS5QyQUMIf8HKUZOMog=="
    },
    {
      "id": 6128471382717,
      "law": "Let him carry out a dead Sudra by the southern gate of the town, but (the corpses of) twice-born men, as is proper, by the western, northern, or eastern (gates).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bc7ndHDWyn0sSTxSXS7S+g=="
    },
    {
      "id": 6207878964450,
      "law": "The taint of impurity does not fall on kings, and those engaged in the performance of a vow, or of a Sattra; for the (first are) seated on the throne of Indra, and the (last two are) ever pure like Brahman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BkI4Q1c39MkOoZt/2/SIsA=="
    },
    {
      "id": 2017417394134,
      "law": "For a king, on the throne of magnanimity, immediate purification is prescribed, and the reason for that is that he is seated (there) for the protection of (his) subjects.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Pyh5DiToEnv/hJI4Vkr2gA=="
    },
    {
      "id": 3912860837560,
      "law": "(The same rule applies to the kinsmen) of those who have fallen in a riot or a battle, (of those who have been killed) by lightning or by the king, and (of those who perished fighting) for cows and Brahmanas, and to those whom the king wishes (to be pure).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5NQL5T0dEFIcAGVRcnWqhQ=="
    },
    {
      "id": 5500265956651,
      "law": "A king is an incarnation of the eight guardian deities of the world, the Moon, the Fire, the Sun, the Wind, Indra, the Lords of wealth and water (Kubera and Varuna), and Yama.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ceFD3+027D/BSAYUODe15g=="
    },
    {
      "id": 2458411789523,
      "law": "Because the king is pervaded by those lords of the world, no impurity is ordained for him; for purity and impurity of mortals is caused and removed by (those) lords of the world.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OvaE6erJ4hSCPl7yiu6v7w=="
    },
    {
      "id": 2173441406454,
      "law": "By him who is slain in battle with brandished weapons according to the law of the Kshatriyas, a (Srauta) sacrifice is instantly completed, and so is the period of impurity (caused by his death); that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DVhHNdCBw2NMLx79NdbeAA=="
    },
    {
      "id": 5508487253862,
      "law": "(At the end of the period of impurity) a Brahmana who has performed the necessary rites, becomes pure by touching water, a Kshatriya by touching the animal on which he rides, and his weapons, a Vaisya by touching his goad or the nose-string (of his oxen), a Sudra by touching his staff.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hvrp+NkfbqsZPYVgB5LCgg=="
    },
    {
      "id": 6502878417275,
      "law": "Thus the purification (required) on (the death of) Sapindas has been explained to you, O best of twice-born men; hear now the manner in which men are purified on the death of any (relative who is) not a Sapinda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MXP+DSwaQ7FRiJvYaA/JzA=="
    },
    {
      "id": 6795904785003,
      "law": "A Brahmana, having carried out a dead Brahmana who is not a Sapinda, as (if he were) a (near) relative, or a near relative of his mother, becomes pure after three days;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3XoKvs3vM1zDdkuOt0xnwQ=="
    },
    {
      "id": 2665999412975,
      "law": "But if he eats the food of the (Sapindas of the deceased), he is purified in ten days, (but) in one day, if he does not eat their food nor dwells in their house.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-M23ZKBXpc4FFsfo9OTx/bg=="
    },
    {
      "id": 3818497833705,
      "law": "Having voluntarily followed a corpse, whether (that of) a paternal kinsman or (of) a stranger, he becomes pure by bathing, dressed in his clothes, by touching fire and eating clarified butter.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dV6gmaclOhjmnP0+PfoTGg=="
    },
    {
      "id": 6619614225429,
      "law": "Let him not allow a dead Brahmana to be carried out by a Sudra, while men of the same caste are at hand; for that burnt-offering which is defiled by a Sudra's touch is detrimental to (the deceased's passage to) heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/NA1wqeyNP41phD6M5rvKQ=="
    },
    {
      "id": 6120329593123,
      "law": "The knowledge (of Brahman) austerities, fire, (holy) food, earth, (restraint of) the internal organ, water, smearing (with cowdung), the wind, sacred rites, the sun, and time are the purifiers of corporeal (beings).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZH0lXX67lKgG5TemKbSouQ=="
    },
    {
      "id": 2875235781951,
      "law": "Among all modes of purification, purity in (the acquisition of) wealth is declared to be the best; for he is pure who gains wealth with clean hands, not he who purifies himself with earth and water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QG6/1N4h4wMZKeMMYut54Q=="
    },
    {
      "id": 2310150510936,
      "law": "The learned are purified by a forgiving disposition, those who have committed forbidden actions by liberality, secret sinners by muttering (sacred texts), and those who best know the Veda by austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-I+u0kQiCb9wdc29+pjtSNQ=="
    },
    {
      "id": 1246461762424,
      "law": "By earth and water is purified what ought to be made pure, a river by its current, a woman whose thoughts have been impure by the menstrual secretion, a Brahmana by abandoning the world (samnyasa).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jHNFXQi1IBxuBP0joNg9Bg=="
    },
    {
      "id": 4244452276621,
      "law": "The body is cleansed by water, the internal organ is purified by truthfulness, the individual soul by sacred learning and austerities, the intellect by (true) knowledge.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e9iyTq97+7jsKXI4GlZjEg=="
    },
    {
      "id": 6244262255240,
      "law": "Thus the precise rules for the purification of the body have been declared to you; hear now the decision (of the law) regarding the purification of the various (inanimate) things.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MOF1csS9Bx+RnW78Skk6Qg=="
    },
    {
      "id": 3007977384316,
      "law": "The wise ordain that all (objects) made of metal, gems, and anything made of stone are to be cleansed with ashes, earth, and water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p8ipkp/iQZPKKyb8tnjdgQ=="
    },
    {
      "id": 6544059803371,
      "law": "A golden vessel which shows no stains, becomes pure with water alone, likewise what is produced in water (as shells and coral), what is made of stone, and a silver (vessel) not enchased.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i663hTmFsMWBMlL+FntJVw=="
    },
    {
      "id": 5282427127928,
      "law": "From the union of water and fire arose the glittering gold and silver; those two, therefore, are best purified by (the elements) from which they sprang.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ApFG6/JpKlDGAWKaYRPU4w=="
    },
    {
      "id": 4569391825382,
      "law": "Copper, iron, brass, pewter, tin, and lead must be cleansed, as may be suitable (for each particular case), by alkaline (substances), acids or water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n0y9mnvu6O4YYb2JY2BrBA=="
    },
    {
      "id": 1553295014499,
      "law": "The purification prescribed for all (sorts of) liquids is by passing two blades of Kusa grass through them, for solid things by sprinkling (them with water), for (objects) made of wood by planing them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rqE47ZcJsdjNfU0C0OUmdg=="
    },
    {
      "id": 4451387529903,
      "law": "At sacrifices the purification of (the Soma cups called) Kamasas and Grahas, and of (other) sacrificial vessels (takes place) by rubbing (them) with the hand, and (afterwards) rinsing (them with water).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j5xx6GqL5p5DEbKvsffAAA=="
    },
    {
      "id": 6257917685663,
      "law": "The Karu and (the spoons called) Sruk and Sruva must be cleaned with hot water, likewise (the wooden sword, called) Sphya, the winnowing-basket (Surpa), the cart (for bringing the grain), the pestle and the mortar.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cBecIwaQ2sod04T6joUthg=="
    },
    {
      "id": 2907989015878,
      "law": "The manner of purifying large quantities of grain and of cloth is to sprinkle them with water; but the purification of small quantities is prescribed (to take place) by washing them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Us+gaAnc3rWVOx41CLa9mw=="
    },
    {
      "id": 6616397745294,
      "law": "Skins and (objects) made of split cane must be cleaned like clothes; vegetables, roots, and fruit like grain;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IZatyIVSrDNyzhwMjZxuOg=="
    },
    {
      "id": 5526008076267,
      "law": "Silk and woollen stuffs with alkaline earth; blankets with pounded Arishta (fruit); Amsupattas with Bel fruit; linen cloth with (a paste of) yellow mustard.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WbrqSZ+/bsFDdpp/W8YEAg=="
    },
    {
      "id": 2838770179824,
      "law": "A man who knows (the law) must purify conch-shells, horn, bone and ivory, like linen cloth, or with a mixture of cow's urine and water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-J6RSIugzubhSKnqYAQzn/A=="
    },
    {
      "id": 7080139300837,
      "law": "Grass, wood, and straw become pure by being sprinkled (with water), a house by sweeping and smearing (it with cowdung or whitewash), an earthen (vessel) by a second burning.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-X1/bitt188cZMH9/uwuoXg=="
    },
    {
      "id": 3782684418314,
      "law": "An earthen vessel which has been defiled by spirituous liquor, urine, ordure, saliva, pus or blood cannot be purified by another burning.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Uhfel0DB9QYT2a47OQAQQw=="
    },
    {
      "id": 3098849165578,
      "law": "Land is purified by (the following) five (modes, viz.) by sweeping, by smearing (it with cowdung), by sprinkling (it with cows' urine or milk), by scraping, and by cows staying (on it during a day and night).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4IfZzNha2nmKXAl3ZReqpQ=="
    },
    {
      "id": 6754461599097,
      "law": "(Food) which has been pecked at by birds, smelt at by cows, touched (with the foot), sneezed on, or defiled by hair or insects, becomes pure by scattering earth (over it).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Nn6M7Ge9uFClUnnzlZ62hg=="
    },
    {
      "id": 3275813918768,
      "law": "As long as the (foul) smell does not leave an (object) defiled by impure substances, and the stain caused by them (does not disappear), so long must earth and water be applied in cleansing (inanimate) things.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-owY+WTgvNPZ8a2+QAShSbA=="
    },
    {
      "id": 1770649438675,
      "law": "The gods declared three things (to be) pure to Brahmanas, that (on which) no (taint is) visible, what has been washed with water, and what has been commended (as pure) by the word (of a Brahmana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qbtPaZ3wH8Cs7smPRagGTA=="
    },
    {
      "id": 6168022010127,
      "law": "Water, sufficient (in quantity) in order to slake the thirst of a cow, possessing the (proper) smell, colour, and taste, and unmixed with impure substances, is pure, if it is collected on (pure) ground.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/JLTEaBE/oCFTtWKEnX97w=="
    },
    {
      "id": 6484284393936,
      "law": "The hand of an artisan is always pure, so is (every vendible commodity) exposed for sale in the market, and food obtained by begging which a student holds (in his hand) is always fit for use; that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EfyiONvJqme3hXacF1OhMQ=="
    },
    {
      "id": 3968743447807,
      "law": "The mouth of a woman is always pure, likewise a bird when he causes a fruit to fall; a calf is pure on the flowing of the milk, and a dog when he catches a deer.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VXaHvx+1cpN11/lOSZroFg=="
    },
    {
      "id": 2518222759669,
      "law": "Manu has declared that the flesh (of an animal) killed by dogs is pure, likewise (that) of a (beast) slain by carnivorous (animals) or by men of low caste (Dasyu), such as Kandalas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w0//rdQJVFEopgykHm7tiQ=="
    },
    {
      "id": 5525512356657,
      "law": "All those cavities (of the body) which lie above the navel are pure, (but) those which are below the navel are impure, as well as excretions that fall from the body.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JK8UKpFWXmE1k65w6yRxGw=="
    },
    {
      "id": 2893375900977,
      "law": "Flies, drops of water, a shadow, a cow, a horse, the rays of the sun, dust, earth, the wind, and fire one must know to be pure to the touch.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tOaHFqFhHLmzNwlvkNXyBg=="
    },
    {
      "id": 5049831699407,
      "law": "In order to cleanse (the organs) by which urine and faeces are ejected, earth and water must be used, as they may be required, likewise in removing the (remaining ones among) twelve impurities of the body.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LI++O8x6SDxg3mQqTT1E9w=="
    },
    {
      "id": 4958959029824,
      "law": "Oily exudations, semen, blood, (the fatty substance of the) brain, urine, faeces, the mucus of the nose, ear-wax, phlegm, tears, the rheum of the eyes, and sweat are the twelve impurities of human (bodies).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z7tAITF2xN7BgvyRzdCKuA=="
    },
    {
      "id": 3253623755335,
      "law": "He who desires to be pure, must clean the organ by one (application of) earth, the anus by (applying earth) three (times), the (left) hand alone by (applying it) ten (times), and both (hands) by (applying it) seven (times).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9RJQ0LeBoTMMXIi62rxSwg=="
    },
    {
      "id": 7173621960105,
      "law": "Such is the purification ordained for householders; (it shall be) double for students, treble for hermits, but quadruple for ascetics.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uI4beVurHehFP2CvjnLzwA=="
    },
    {
      "id": 5857007610756,
      "law": "When he has voided urine or faeces, let him, after sipping water, sprinkle the cavities, likewise when he is going to recite the Veda, and always before he takes food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zAmiepa+N7bbGlmMXt0t9g=="
    },
    {
      "id": 7091361687066,
      "law": "Let him who desires bodily purity first sip water three times, and then twice wipe his mouth; but a woman and a Sudra (shall perform each act) once (only).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SNbT+rteWzv3kebWkR7QgQ=="
    },
    {
      "id": 2846369690593,
      "law": "Sudras who live according to the law, shall each month shave (their heads); their mode of purification (shall be) the same as that of Vaisyas, and their food the fragments of an Aryan's meal.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eYcFJevNfmYoE7QC4jsnYg=="
    },
    {
      "id": 4977702912332,
      "law": "Drops (of water) from the mouth which do not fall on a limb, do not make (a man) impure, nor the hair of the moustache entering the mouth, nor what adheres to the teeth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JlrSpudSOcfdO5BSGaZypg=="
    },
    {
      "id": 6641870347319,
      "law": "Drops which trickle on the feet of him who offers water for sipping to others, must be considered as equal to (water collected on the ground; they render him not impure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0OBw0+Syy+WtukWUwgoOTA=="
    },
    {
      "id": 1367452170008,
      "law": "He who, while carrying anything in any manner, is touched by an impure (person or thing), shall become pure, if he performs an ablution, without putting down that object.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4nV6tZDLwWjj4UZlrrtVfg=="
    },
    {
      "id": 3169180063880,
      "law": "He who has vomited or purged shall bathe, and afterwards eat clarified butter; but if (the attack comes on) after he has eaten, let him only sip water; bathing is prescribed for him who has had intercourse with a woman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-43T6ysOn/vOc6EOXDD33aQ=="
    },
    {
      "id": 1468649099692,
      "law": "Though he may be (already) pure, let him sip water after sleeping, sneezing, eating, spitting, telling untruths, and drinking water, likewise when he is going to study the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-20IWoVYAwxM/F0eVtbXnLA=="
    },
    {
      "id": 1218702692734,
      "law": "Thus the rules of personal purification for men of all castes, and those for cleaning (inanimate) things, have been fully declared to you: hear now the duties of women.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FGkUqHa1jw3n9WHusYa6Xg=="
    },
    {
      "id": 3098381286005,
      "law": "By a girl, by a young woman, or even by an aged one, nothing must be done independently, even in her own house.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EHr1hPybsnPP2STgUcDxdA=="
    },
    {
      "id": 2606134465684,
      "law": "In childhood a female must be subject to her father, in youth to her husband, when her lord is dead to her sons; a woman must never be independent.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2tau/GaBXW3vkljehZDRUA=="
    },
    {
      "id": 6821363179580,
      "law": "She must not seek to separate herself from her father, husband, or sons; by leaving them she would make both (her own and her husband's) families contemptible.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sRCEFp2sN9DVyR6yLCr2rg=="
    },
    {
      "id": 1775891433340,
      "law": "She must always be cheerful, clever in (the management of her) household affairs, careful in cleaning her utensils, and economical in expenditure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/QtqzpEBq5SGWsqPcMswcw=="
    },
    {
      "id": 5401510836330,
      "law": "Him to whom her father may give her, or her brother with the father's permission, she shall obey as long as he lives, and when he is dead, she must not insult (his memory).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K29FPqYzn9rZtGnQP+L/tA=="
    },
    {
      "id": 3337475282897,
      "law": "For the sake of procuring good fortune to (brides), the recitation of benedictory texts (svastyayana), and the sacrifice to the Lord of creatures (Pragapati) are used at weddings; (but) the betrothal (by the father or guardian) is the cause of (the husband's) dominion (over his wife).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pInB140+iQfeSbHOYrKjKg=="
    },
    {
      "id": 1932401477873,
      "law": "The husband who wedded her with sacred texts, always gives happiness to his wife, both in season and out of season, in this world and in the next.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0ARBv/XXbF5d0rBw+NhveQ=="
    },
    {
      "id": 2253497797537,
      "law": "Though destitute of virtue, or seeking pleasure (elsewhere), or devoid of good qualities, (yet) a husband must be constantly worshipped as a god by a faithful wife.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ksD9HWEKupS8opQ0VK9sLg=="
    },
    {
      "id": 4113662488773,
      "law": "No sacrifice, no vow, no fast must be performed by women apart (from their husbands); if a wife obeys her husband, she will for that (reason alone) be exalted in heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qKaC1gnbB5lKT83RVP8I3A=="
    },
    {
      "id": 5479791790470,
      "law": "A faithful wife, who desires to dwell (after death) with her husband, must never do anything that might displease him who took her hand, whether he be alive or dead.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dUwcLhptnzNh4UYUxZQeZQ=="
    },
    {
      "id": 3723665846897,
      "law": "At her pleasure let her emaciate her body by (living on) pure flowers, roots, and fruit; but she must never even mention the name of another man after her husband has died.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mD8MXk/ToyQnodNkqIDCmQ=="
    },
    {
      "id": 3818161281818,
      "law": "Until death let her be patient (of hardships), self-controlled, and chaste, and strive (to fulfil) that most excellent duty which (is prescribed) for wives who have one husband only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BKpVrChcfkNzoC8qth0TOQ=="
    },
    {
      "id": 1650417410920,
      "law": "Many thousands of Brahmanas who were chaste from their youth, have gone to heaven without continuing their race.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bSGw3svJ10lNBBR4QSXC9A=="
    },
    {
      "id": 4821444611236,
      "law": "A virtuous wife who after the death of her husband constantly remains chaste, reaches heaven, though she have no son, just like those chaste men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2jGyZFuQEDY1alQJ+uNZwQ=="
    },
    {
      "id": 6592244779073,
      "law": "But a woman who from a desire to have offspring violates her duty towards her (deceased) husband, brings on herself disgrace in this world, and loses her place with her husband (in heaven).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z9WsMR6naCp81lBICwS1lg=="
    },
    {
      "id": 6589774655652,
      "law": "Offspring begotten by another man is here not (considered lawful), nor (does offspring begotten) on another man's wife (belong to the begetter), nor is a second husband anywhere prescribed for virtuous women.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z//QxvyOoJrxktQXhXHn/A=="
    },
    {
      "id": 5069926972502,
      "law": "She who cohabits with a man of higher caste, forsaking her own husband who belongs to a lower one, will become contemptible in this world, and is called a remarried woman (parapurva).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2ZrabgvR25AjojImv759yw=="
    },
    {
      "id": 4917485147834,
      "law": "By violating her duty towards her husband, a wife is disgraced in this world, (after death) she enters the womb of a jackal, and is tormented by diseases (the punishment of) her sin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5KpinL8aDQu9/PCLSDMOKA=="
    },
    {
      "id": 2050519746840,
      "law": "She who, controlling her thoughts, words, and deeds, never slights her lord, resides (after death) with her husband (in heaven), and is called a virtuous (wife).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e8gwoHMlwAd6ehEFLZyd+A=="
    },
    {
      "id": 3940261844686,
      "law": "In reward of such conduct, a female who controls her thoughts, speech, and actions, gains in this (life) highest renown, and in the next (world) a place near her husband.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AVR0T+cwNeu4yckGEWgV9g=="
    },
    {
      "id": 2448341573227,
      "law": "A twice-born man, versed in the sacred law, shall burn a wife of equal caste who conducts herself thus and dies before him, with (the sacred fires used for) the Agnihotra, and with the sacrificial implements.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w6Erh59DkDGqCo2fJBzjVg=="
    },
    {
      "id": 3011784782311,
      "law": "Having thus, at the funeral, given the sacred fires to his wife who dies before him, he may marry again, and again kindle (the fires).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3qQtt6ZjzIJ2UBIo2ACYwA=="
    },
    {
      "id": 2999313593623,
      "law": "(Living) according to the (preceding) rules, he must never neglect the five (great) sacrifices, and, having taken a wife, he must dwell in (his own) house during the second period of his life.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oKzKg+YB9+t3UtTTtcyHfw=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-SyuJX8HbRqQJ1dHv1e+P+w=="
}