{
  "id": 6033189910852,
  "title": "CHAPTER VII.",
  "data": [
    {
      "id": 5450501289012,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gFTztoIMyJw7eYt1JzjY6g=="
    },
    {
      "id": 6726868333130,
      "law": "I will declare the duties of kings, (and) show how a king should conduct himself, how he was created, and how (he can obtain) highest success.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FocQMi06uXMZVM9vpibNzw=="
    },
    {
      "id": 3623967819128,
      "law": "A Kshatriya, who has received according to the rule the sacrament prescribed by the Veda, must duly protect this whole (world).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kRBA4NHzFbvHuTxFfYLKbQ=="
    },
    {
      "id": 2483329239541,
      "law": "For, when these creatures, being without a king, through fear dispersed in all directions, the Lord created a king for the protection of this whole (creation),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rhR28ySiC2ydIyOOXXhyaQ=="
    },
    {
      "id": 4579727541094,
      "law": "Taking (for that purpose) eternal particles of Indra, of the Wind, of Yama, of the Sun, of Fire, of Varuna, of the Moon, and of the Lord of wealth (Kubera).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AaVRUW7k5e5bfN7N9aaMMw=="
    },
    {
      "id": 4117158147878,
      "law": "Because a king has been formed of particles of those lords of the gods, he therefore surpasses all created beings in lustre;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LNe3O0+0hN+2VqtuQeIkiA=="
    },
    {
      "id": 3790118763934,
      "law": "And, like the sun, he burns eyes and hearts; nor can anybody on earth even gaze on him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TSd8Hp/WnfRaRJKxNsgb1w=="
    },
    {
      "id": 6400187685871,
      "law": "Through his (supernatural) power he is Fire and Wind, he Sun and Moon, he the Lord of justice (Yama), he Kubera, he Varuna, he great Indra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QjkSKBC0v/AmuTVOTzeEjg=="
    },
    {
      "id": 3921124911755,
      "law": "Even an infant king must not be despised, (from an idea) that he is a (mere) mortal; for he is a great deity in human form.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vdNfV96ZWpTeYgQ84ed28Q=="
    },
    {
      "id": 4283552245717,
      "law": "Fire burns one man only, if he carelessly approaches it, the fire of a king's (anger) consumes the (whole) family, together with its cattle and its hoard of property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VR+DMoQVg56YpX2UqSxpQQ=="
    },
    {
      "id": 1629743112256,
      "law": "Having fully considered the purpose, (his) power, and the place and the time, he assumes by turns many (different) shapes for the complete attainment of justice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3DRZXHbBUl7FWtB6tf8WEQ=="
    },
    {
      "id": 3655387452783,
      "law": "He, in whose favour resides Padma, the goddess of fortune, in whose valour dwells victory, in whose anger abides death, is formed of the lustre of all (gods).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VteYKUa28wVM8mngw6A4/Q=="
    },
    {
      "id": 5940081343843,
      "law": "The (man), who in his exceeding folly hates him, will doubtlessly perish; for the king quickly makes up his mind to destroy such (a man).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jPHwoaLDdDpm7Gnmt1do7Q=="
    },
    {
      "id": 1531451566556,
      "law": "Let no (man), therefore, transgress that law which favourites, nor (his orders) which inflict pain on those in disfavour.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fL3J3Y44b+8h51arXos7Qg=="
    },
    {
      "id": 6310770417621,
      "law": "For the (king's) sake the Lord formerly created his own son, Punishment, the protector of all creatures, (an incarnation of) the law, formed of Brahman's glory.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YmwsBVH+OOoOlR2eF7pjcQ=="
    },
    {
      "id": 4730660611582,
      "law": "Through fear of him all created beings, both the immovable and the movable, allow themselves to be enjoyed and swerve not from their duties.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vTTqfv1BfveB220poytYUw=="
    },
    {
      "id": 3611474805970,
      "law": "Having fully considered the time and the place (of the offence), the strength and the knowledge (of the offender), let him justly inflict that (punishment) on men who act unjustly.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-m5wfeabcr89U9PeBW5lRvQ=="
    },
    {
      "id": 1233573529450,
      "law": "Punishment is (in reality) the king (and) the male, that the manager of affairs, that the ruler, and that is called the surety for the four orders' obedience to the law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-x4+In4qkrFzWt7v1j877sA=="
    },
    {
      "id": 6169370886859,
      "law": "Punishment alone governs all created beings, punishment alone protects them, punishment watches over them while they sleep; the wise declare punishment (to be identical with) the law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ib/N6X1e7dbo7DONYqKqSA=="
    },
    {
      "id": 1594940824252,
      "law": "If (punishment) is properly inflicted after (due) consideration, it makes all people happy; but inflicted without consideration, it destroys everything.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YexrhxGNRlUDPc3wZV6OtA=="
    },
    {
      "id": 2927103943606,
      "law": "If the king did not, without tiring, inflict punishment on those worthy to be punished, the stronger would roast the weaker, like fish on a spit;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AdVPf1rXWyvvh/dVyI1X1A=="
    },
    {
      "id": 5959001622282,
      "law": "The crow would eat the sacrificial cake and the dog would lick the sacrificial viands, and ownership would not remain with any one, the lower ones would (usurp the place of) the higher ones.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YdkelGUJGdPA257b8j7C3A=="
    },
    {
      "id": 2901157849989,
      "law": "The whole world is kept in order by punishment, for a guiltless man is hard to find; through fear of punishment the whole world yields the enjoyments (which it owes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V8pZceXR26g1J8oDQVfX0w=="
    },
    {
      "id": 4111835832532,
      "law": "The gods, the Danavas, the Gandharvas, the Rakshasas, the bird and snake deities even give the enjoyments (due from them) only, if they are tormented by (the fear of) punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-k1H0Saz1ef7MwbmuiWV6Gw=="
    },
    {
      "id": 3765223992629,
      "law": "All castes (varna) would be corrupted (by intermixture), all barriers would be broken through, and all men would rage (against each other) in consequence of mistakes with respect to punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MwYRxvx3dfnw2x+gP85y6g=="
    },
    {
      "id": 2922842364751,
      "law": "But where Punishment with a black hue and red eyes stalks about, destroying sinners, there the subjects are not disturbed, provided that he who inflicts it discerns well.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mjzB7pmnsP5iV8cL8G0ktg=="
    },
    {
      "id": 4723695449501,
      "law": "They declare that king to be a just inflicter of punishment, who is truthful, who acts after due consideration, who is wise, and who knows (the respective value of) virtue, pleasure, and wealth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dNSUxlfB5cimy9B6AIx7ig=="
    },
    {
      "id": 5961112296525,
      "law": "A king who properly inflicts (punishment), prospers with respect to (those) three (means of happiness); but he who is voluptuous, partial, and deceitful will be destroyed, even through the (unjust) punishment (which he inflicts).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KYaIpj+OmysP8EYizq6/uw=="
    },
    {
      "id": 6626142806212,
      "law": "Punishment (possesses) a very bright lustre, and is hard to be administered by men with unimproved minds; it strikes down the king who swerves from his duty, together with his relatives.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1rYLOqJRyZSvmbdNWElj/w=="
    },
    {
      "id": 3817175459948,
      "law": "Next it will afflict his castles, his territories, the whole world together with the movable and immovable (creation), likewise the sages and the gods, who (on the failure of offerings) ascend to the sky.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-StVUw91puOYM6hYzYy11bg=="
    },
    {
      "id": 6490021394297,
      "law": "(Punishment) cannot be inflicted justly by one who has no assistant, (nor) by a fool, (nor) by a covetous man, (nor) by one whose mind is unimproved, (nor) by one addicted to sensual pleasures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Yb580Gmbva92V3BhGLvsEA=="
    },
    {
      "id": 7130186280788,
      "law": "By him who is pure (and) faithful to his promise, who acts according to the Institutes (of the sacred law), who has good assistants and is wise, punishment can be (justly) inflicted.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-H9GToFvulqKyu0THSBH8+Q=="
    },
    {
      "id": 5042931962407,
      "law": "Let him act with justice in his own domain, with rigour chastise his enemies, behave without duplicity towards his friends, and be lenient towards Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PzJCy5Ioj3ltkf+dgmp6Zg=="
    },
    {
      "id": 7054349564834,
      "law": "The fame of a king who behaves thus, even though he subsist by gleaning, is spread in the world, like a drop of oil on water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kCpIOFDB6z4LEGvKwNRREw=="
    },
    {
      "id": 6328366741278,
      "law": "But the fame of a king who acts in a contrary manner and who does not subdue himself, diminishes in extent among men like a drop of clarified butter in water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+u2r4zCkmOKaCgA4VJFvJg=="
    },
    {
      "id": 4939693576819,
      "law": "The king has been created (to be) the protector of the castes (varna) and orders, who, all according to their rank, discharge their several duties.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EM20ik3dKAMml8gz2q44og=="
    },
    {
      "id": 2659068671767,
      "law": "Whatever must be done by him and by his servants for the protection of his people, that I will fully declare to you in due order.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WPbDs0ocj9yJhlkyE2NaUw=="
    },
    {
      "id": 4799773674017,
      "law": "Let the king, after rising early in the morning, worship Brahmanas who are well versed in the threefold sacred science and learned (in polity), and follow their advice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1zh0sT20Le33bNL7RjkoDQ=="
    },
    {
      "id": 6085597212700,
      "law": "Let him daily worship aged Brahmanas who know the Veda and are pure; for he who always worships aged men, is honoured even by Rakshasas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5/LY79nQLiYFc840yG3KQA=="
    },
    {
      "id": 3988902433750,
      "law": "Let him, though he may already be modest, constantly learn modesty from them; for a king who is modest never perishes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-H/hj4+AtRMJmOaNQaWE3cA=="
    },
    {
      "id": 2898981921927,
      "law": "Through a want of modesty many kings have perished, together with their belongings; through modesty even hermits in the forest have gained kingdoms.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LWSingDw39K8BTSX5Ufepw=="
    },
    {
      "id": 6118328781534,
      "law": "Through a want of humility Vena perished, likewise king Nahusha, Sudas, the son of Pigavana, Sumukha, and Nemi.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G6S6xykEls8tZIrq0EKw+g=="
    },
    {
      "id": 2506541941437,
      "law": "But by humility Prithu and Manu gained sovereignty, Kubera the position of the Lord of wealth, and the son of Gadhi the rank of a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8rNXM/mMc+Rs8eNZSbRMOw=="
    },
    {
      "id": 5478072125226,
      "law": "From those versed in the three Vedas let him learn the threefold (sacred science), the primeval science of government, the science of dialectics, and the knowledge of the (supreme) Soul; from the people (the theory of) the (various) trades and professions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6eoYLeX9YlQmGG+8fcmYyw=="
    },
    {
      "id": 6706239602667,
      "law": "Day and night he must strenuously exert himself to conquer his senses; for he (alone) who has conquered his own senses, can keep his subjects in obedience.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Meqko8CU/tFQUZ9KCGo9wg=="
    },
    {
      "id": 3307972597281,
      "law": "Let him carefully shun the ten vices, springing from love of pleasure, and the eight, proceeding from wrath, which (all) end in misery.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Bv/1bSOixvJFuqa+HK4V4Q=="
    },
    {
      "id": 4460442132614,
      "law": "For a king who is attached to the vices springing from love of pleasure, loses his wealth and his virtue, but (he who is given) to those arising from anger, (loses) even his life.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2V0tfc046H0FAvXtLQOrlg=="
    },
    {
      "id": 3002882594427,
      "law": "Hunting, gambling, sleeping by day, censoriousness, (excess with) women, drunkenness, (an inordinate love for) dancing, singing, and music, and useless travel are the tenfold set (of vices) springing from love of pleasure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5gRHfu5w5XanJfj+5ZcrpA=="
    },
    {
      "id": 4712633724931,
      "law": "Tale-bearing, violence, treachery, envy, slandering, (unjust) seizure of property, reviling, and assault are the eightfold set (of vices) produced by wrath.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/svug6wdoG8N+sYngW43KQ=="
    },
    {
      "id": 3306393965603,
      "law": "That greediness which all wise men declare to be the root even of both these (sets), let him carefully conquer; both sets (of vices) are produced by that.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G79cMrf6jilipy4T9LehiQ=="
    },
    {
      "id": 6874534532015,
      "law": "Drinking, dice, women, and hunting, these four (which have been enumerated) in succession, he must know to be the most pernicious in the set that springs from love of pleasure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fWmZtoPEi0LP33hZ9TI4Lw=="
    },
    {
      "id": 6852312416246,
      "law": "Doing bodily injury, reviling, and the seizure of property, these three he must know to be the most pernicious in the set produced by wrath.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7u/rk0IHT8vTknCqWDBF5Q=="
    },
    {
      "id": 6285201610973,
      "law": "A self-controlled (king) should know that in this set of seven, which prevails everywhere, each earlier-named vice is more abominable (than those named later).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PHjD8AvnEMafgevlMtC9rw=="
    },
    {
      "id": 6530550622983,
      "law": "(On a comparison) between vice and death, vice is declared to be more pernicious; a vicious man sinks to the nethermost (hell), he who dies, free from vice, ascends to heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-amIWOXLdr/C5EYZDynEuEA=="
    },
    {
      "id": 1978664484788,
      "law": "Let him appoint seven or eight ministers whose ancestors have been royal servants, who are versed in the sciences, heroes skilled in the use of weapons and descended from (noble) families and who have been tried.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hosjHLhlg0TNDlU+hEBTFg=="
    },
    {
      "id": 1911703522446,
      "law": "Even an undertaking easy (in itself) is (sometimes) hard to be accomplished by a single man; how much (harder is it for a king), especially (if he has) no assistant, (to govern) a kingdom which yields great revenues.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-m8FJgSe2F3ljIZvmaZU2Eg=="
    },
    {
      "id": 3396709840923,
      "law": "Let him daily consider with them the ordinary (business, referring to) peace and war, (the four subjects called) sthana, the revenue, the (manner of) protecting (himself and his kingdom), and the sanctification of his gains (by pious gifts).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZiLgWE0CgbZlObLjUNSl5Q=="
    },
    {
      "id": 5592944319541,
      "law": "Having (first) ascertained the opinion of each (minister) separately and (then the views) of all together, let him do what is (most) beneficial for him in his affairs.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0YNzM1ixSYmNQup+FFuz4Q=="
    },
    {
      "id": 2177118109546,
      "law": "But with the most distinguished among them all, a learned Brahmana, let the king deliberate on the most important affairs which relate to the six measures of royal policy.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QhmyNgCTypq8NXIDy7EUug=="
    },
    {
      "id": 2045455946760,
      "law": "Let him, full of confidence, always entrust to that (official) all business; having taken his final resolution with him, let him afterwards begin to act.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TOtnbyJZ4GJAbouqwyZX6g=="
    },
    {
      "id": 4267571417229,
      "law": "He must also appoint other officials, (men) of integrity, (who are) wise, firm, well able to collect money, and well tried.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0hZEJmj+MeR8LMCrP8jXvg=="
    },
    {
      "id": 4336913675001,
      "law": "As many persons as the due performance of his business requires, so many skilful and clever (men), free from sloth, let him appoint.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZoElBoTJYUlqJloYXIeA3g=="
    },
    {
      "id": 2518941083121,
      "law": "Among them let him employ the brave, the skilful, the high-born, and the honest in (offices for the collection of) revenue, (e.g.) in mines, manufactures, and storehouses, (but) the timid in the interior of his palace.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jFMV93tF18rTKIRQ56126w=="
    },
    {
      "id": 6052059660049,
      "law": "Let him also appoint an ambassador who is versed in all sciences, who understands hints, expressions of the face and gestures, who is honest, skilful, and of (noble) family.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cSYf6O+DSl3WwcXOUWm6fw=="
    },
    {
      "id": 6310191388371,
      "law": "(Such) an ambassador is commended to a king (who is) loyal, honest, skilful, possessing a good memory, who knows the (proper) place and time (for action, who is) handsome, fearless, and eloquent.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oLAKTXUnnsEakLUgcIel7g=="
    },
    {
      "id": 4825887793342,
      "law": "The army depends on the official (placed in charge of it), the due control (of the subjects) on the army, the treasury and the (government of) the realm on the king, peace and its opposite (war) on the ambassador.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zCEHIXV/xpfbFlgH0lL2KA=="
    },
    {
      "id": 1364594199644,
      "law": "For the ambassador alone makes (kings') allies and separates allies; the ambassador transacts that business by which (kings) are disunited or not.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-U8Ls5PyUd24o/x+xOv6hzw=="
    },
    {
      "id": 2374615125271,
      "law": "With respect to the affairs let the (ambassador) explore the expression of the countenance, the gestures and actions of the (foreign king) through the gestures and actions of his confidential (advisers), and (discover) his designs among his servants.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PZFMxf9fotJMWSZ12HoRHQ=="
    },
    {
      "id": 5782588981424,
      "law": "Having learnt exactly (from his ambassador) the designs of the foreign king, let (the king) take such measures that he does not bring evil on himself.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4ceolp3ruG7sW808IDzSSQ=="
    },
    {
      "id": 5861451609940,
      "law": "Let him settle in a country which is open and has a dry climate, where grain is abundant, which is chiefly (inhabited) by Aryans, not subject to epidemic diseases (or similar troubles), and pleasant, where the vassals are obedient and his own (people easily) find their livelihood.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ia/XLGfQwW4wBt9v3r0fVw=="
    },
    {
      "id": 5312367704701,
      "law": "Let him build (there) a town, making for his safety a fortress, protected by a desert, or a fortress built of (stone and) earth, or one protected by water or trees, or one (formed by an encampment of armed) men or a hill-fort.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-s8bZ9yuhyTm5vglTtjiqUA=="
    },
    {
      "id": 3881370231320,
      "law": "Let him make every effort to secure a hill-fort, for amongst all those (fortresses mentioned) a hill-fort is distinguished by many superior qualities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aS2gj2fc3R6GtZtqisBq8g=="
    },
    {
      "id": 1471669291747,
      "law": "The first three of those (various kinds of fortresses) are inhabited by wild beasts, animals living in holes and aquatic animals, the last three by monkeys, men, and gods respectively.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MebpyqOfT4jste2Io6LCgA=="
    },
    {
      "id": 3874880913166,
      "law": "As enemies do not hurt these (beings, when they are) sheltered by (their) fortresses, even so foes (can) not injure a king who has taken refuge in his fort.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SO5JNHAHXcFKvbUQTbP1jw=="
    },
    {
      "id": 4477177632619,
      "law": "One bowman, placed on a rampart, is a match in battle for one hundred (foes), one hundred for ten thousand; hence it is prescribed (in the Sastras that a king will posses) a fortress.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SMrofYtk1umcnEOMlhBq6Q=="
    },
    {
      "id": 7219598426772,
      "law": "Let that (fort) be well supplied with weapons, money, grain and beasts of burden, with Brahmanas, with artisans, with engines, with fodder, and with water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KYX/LwrLGTdyEy7HpcOeIw=="
    },
    {
      "id": 6826610911410,
      "law": "Let him cause to be built for himself, in the centre of it, a spacious palace, (well) protected, habitable in every season, resplendent (with whitewash), supplied with water and trees.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qRIsJ1HBv+Irsb99uFhB9A=="
    },
    {
      "id": 1294817735357,
      "law": "Inhabiting that, let him wed a consort of equal caste (varna), who possesses auspicious marks (on her body), and is born in a great family, who is charming and possesses beauty and excellent qualities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cJv9MWOeJQq3uF1uhlwdFg=="
    },
    {
      "id": 4304523670865,
      "law": "Let him appoint a domestic priest (purohita) and choose officiating priests (ritvig); they shall perform his domestic rites and the (sacrifices) for which three fires are required.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LTGmJDVPT2dxiN0gKgfoDw=="
    },
    {
      "id": 3352594541196,
      "law": "A king shall offer various (Srauta) sacrifices at which liberal fees (are distributed), and in order to acquire merit, he shall give to Brahmanas enjoyments and wealth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xJQjcH2/zzP06H+FTik0xw=="
    },
    {
      "id": 5471193756126,
      "law": "Let him cause the annual revenue in his kingdom to be collected by trusty (officials), let him obey the sacred law in (his transactions with) the people, and behave like a father towards all men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R+yjTk3bIX/GBpeg5J2g+g=="
    },
    {
      "id": 7107388344260,
      "law": "For the various (branches of business) let him appoint intelligent supervisors; they shall inspect all (the acts) of those men who transact his business.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OAFwrUnVbgSqq90Cjk579g=="
    },
    {
      "id": 2684885433806,
      "law": "Let him honour those Brahmanas who have returned from their teacher's house (after studying the Veda); for that (money which is given) to Brahmanas is declared to be an imperishable treasure for kings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YG1AScFkFB0VNdZ6kaFMMg=="
    },
    {
      "id": 2242187079767,
      "law": "Neither thieves nor foes can take it, nor can it be lost; hence an imperishable store must be deposited by kings with Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zUE4ckJ3fdPPTdqIi3Z0SQ=="
    },
    {
      "id": 6077586845523,
      "law": "The offering made through the mouth of a Brahmana, which is neither spilt, nor falls (on the ground), nor ever perishes, is far more excellent than Agnihotras.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e0d/mEkaBMbSzrdJ4W1/yA=="
    },
    {
      "id": 2664803613627,
      "law": "A gift to one who is not a Brahmana (yields) the ordinary (reward; a gift) to one who calls himself a Brahmana, a double (reward); a gift to a well-read Brahmana, a hundred-thousandfold (reward); (a gift) to one who knows the Veda and the Angas (Vedaparaga, a reward) without end.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JATEc4TPY25R0tXtRhjf3A=="
    },
    {
      "id": 3837380047001,
      "law": "For according to the particular qualities of the recipient and according to the faith (of the giver) a small or a great reward will be obtained for a gift in the next world.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-d5rD6LIEnJw4ybqd79qZ2Q=="
    },
    {
      "id": 6090785960173,
      "law": "A king who, while he protects his people, is defied by (foes), be they equal in strength, or stronger, or weaker, must not shrink from battle, remembering the duty of Kshatriyas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ua9maqzYrMHhxvsU+xkViw=="
    },
    {
      "id": 6686750895834,
      "law": "Not to turn back in battle, to protect the people, to honour the Brahmanas, is the best means for a king to secure happiness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QXKfbLS/TcP8gqKzngiU7A=="
    },
    {
      "id": 5218063578959,
      "law": "Those kings who, seeking to slay each other in battle, fight with the utmost exertion and do not turn back, go to heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ueC0Z0Fh3HaM2v5RM0Rvww=="
    },
    {
      "id": 3973275312455,
      "law": "When he fights with his foes in battle, let him not strike with weapons concealed (in wood), nor with (such as are) barbed, poisoned, or the points of which are blazing with fire.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8k+Tdy79fU+4eV6p+kgEOw=="
    },
    {
      "id": 3034897925390,
      "law": "Let him not strike one who (in flight) has climbed on an eminence, nor a eunuch, nor one who joins the palms of his hands (in supplication), nor one who (flees) with flying hair, nor one who sits down, nor one who says 'I am thine;'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GuQzBSXa3+27zI5a/DK2Eg=="
    },
    {
      "id": 4151815981363,
      "law": "Nor one who sleeps, nor one who has lost his coat of mail, nor one who is naked, nor one who is disarmed, nor one who looks on without taking part in the fight, nor one who is fighting with another (foe);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yqT91tAbJ2d5FULZaup5BA=="
    },
    {
      "id": 5049492310908,
      "law": "Nor one whose weapons are broken, nor one afflicted (with sorrow), nor one who has been grievously wounded, nor one who is in fear, nor one who has turned to flight; (but in all these cases let him) remember the duty (of honourable warriors).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nSB9p30XBaEuXPvWjth8Ag=="
    },
    {
      "id": 5635969718511,
      "law": "But the (Kshatriya) who is slain in battle, while he turns back in fear, takes upon himself all the sin of his master, whatever (it may be);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SEtK4Mh4K99so8QaAw8mZA=="
    },
    {
      "id": 6369728894617,
      "law": "And whatever merit (a man) who is slain in flight may have gained for the next (world), all that his master takes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2R0ZxpVBa4bn9ng7wsAJQQ=="
    },
    {
      "id": 2573323386184,
      "law": "Chariots and horses, elephants, parasols, money, grain, cattle, women, all sorts of (marketable) goods and valueless metals belong to him who takes them (singly) conquering (the possessor).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-033t3ULdvbb0jlOUuxzvvg=="
    },
    {
      "id": 3921598834730,
      "law": "A text of the Veda (declares) that (the soldiers) shall present a choice portion (of the booty) to the king; what has not been taken singly, must be distributed by the king among all the soldiers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n8YI8nymJdWe4eMQ6Em/Xg=="
    },
    {
      "id": 4152647644852,
      "law": "Thus has been declared the blameless, primeval law for warriors; from this law a Kshatriya must not depart, when he strikes his foes in battle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zttOEoKjwqQf2NTdelRd+A=="
    },
    {
      "id": 2714017613386,
      "law": "Let him strive to gain what he has not yet gained; what he has gained let him carefully preserve; let him augment what he preserves, and what he has augmented let him bestow on worthy men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kvEjt3o1bI/lcoX0NvlhlQ=="
    },
    {
      "id": 6935073363764,
      "law": "Let him know that these are the four means for securing the aims of human (existence); let him, without ever tiring, properly employ them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OXSDg35nlgxgtb65Hjwyhw=="
    },
    {
      "id": 7223133516820,
      "law": "What he has not (yet) gained, let him seek (to gain) by (his) army; what he has gained, let him protect by careful attention; what he has protected, let him augment by (various modes of) increasing it; and what he has augmented, let him liberally bestow (on worthy men).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V/75ysNkZqjI+niqDoa9MA=="
    },
    {
      "id": 5383952537676,
      "law": "Let him be ever ready to strike, his prowess constantly displayed, and his secrets constantly concealed, and let him constantly explore the weaknesses of his foe.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-P/n5HJupf8Pc/5aDI0sV/g=="
    },
    {
      "id": 1340456387242,
      "law": "Of him who is always ready to strike, the whole world stands in awe; let him therefore make all creatures subject to himself even by the employment of force.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HrgBRilUoE5EKU8CokO9Hw=="
    },
    {
      "id": 2164453081746,
      "law": "Let him ever act without guile, and on no account treacherously; carefully guarding himself, let him always fathom the treachery which his foes employ.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kEDNkcwxrTBPt65MJ60Fow=="
    },
    {
      "id": 1604235184993,
      "law": "His enemy must not know his weaknesses, but he must know the weaknesses of his enemy; as the tortoise (hides its limbs), even so let him secure the members (of his government against treachery), let him protect his own weak points.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vS9gz7kcaVLCdDBLvpmSFQ=="
    },
    {
      "id": 4835113529132,
      "law": "Let him plan his undertakings (patiently meditating) like a heron; like a lion, let him put forth his strength; like a wolf, let him snatch (his prey); like a hare, let him double in retreat.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cseWDBNaoyG5V3v6l42q4A=="
    },
    {
      "id": 1873402915224,
      "law": "When he is thus engaged in conquest, let him subdue all the opponents whom he may find, by the (four) expedients, conciliation and the rest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ozcFhipeRW4oE42WVaY04g=="
    },
    {
      "id": 3384690541943,
      "law": "If they cannot be stopped by the three first expedients, then let him, overcoming them by force alone, gradually bring them to subjection.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4Mm7l9zBbflVnuyd2d1ClQ=="
    },
    {
      "id": 4553607860823,
      "law": "Among the four expedients, conciliation and the rest, the learned always recommend conciliation and (the employment of) force for the prosperity of kingdoms.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xrQCKdwMms4qfkfVZdAbjg=="
    },
    {
      "id": 5923684747957,
      "law": "As the weeder plucks up the weeds and preserves the corn, even so let the king protect his kingdom and destroy his opponents.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+sGX90NrOKEWeLYykyz39A=="
    },
    {
      "id": 5131994187605,
      "law": "That king who through folly rashly oppresses his kingdom, (will), together with his relatives, ere long be deprived of his life and of his kingdom.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F94z9t1CF5cLj7Z7gMBipg=="
    },
    {
      "id": 3114329215469,
      "law": "As the lives of living creatures are destroyed by tormenting their bodies, even so the lives of kings are destroyed by their oppressing their kingdoms.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uuF4+gbxeU3lt6tqIet8fA=="
    },
    {
      "id": 5068698809745,
      "law": "In governing his kingdom let him always observe the (following) rules; for a king who governs his kingdom well, easily prospers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pb7Z5DpPfS0QIP8T56I9Og=="
    },
    {
      "id": 3395772004343,
      "law": "Let him place a company of soldiers, commanded (by a trusty officer), the midst of two, three, five or hundreds of villages, (to be) a protection of the kingdom.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gdozCEHoDuyKfPc58K2aYA=="
    },
    {
      "id": 6224501567560,
      "law": "Let him appoint a lord over (each) village, as well as lords of ten villages, lords of twenty, lords of a hundred, and lords of a thousand.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cWpf5u8odG5Q0ac2G2ZaWQ=="
    },
    {
      "id": 3025233656713,
      "law": "The lord of one village himself shall inform the lord of ten villages of the crimes committed in his village, and the ruler of ten (shall make his report) to the ruler of twenty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kVEcYL/p264HEXbM57AOEQ=="
    },
    {
      "id": 4654494134488,
      "law": "But the ruler of twenty shall report all such (matters) to the lord of a hundred, and the lord of a hundred shall himself give information to the lord of a thousand.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7rNtmJmWXI8+UtxNMgUNaA=="
    },
    {
      "id": 3505847872923,
      "law": "Those (articles) which the villagers ought to furnish daily to the king, such as food, drink, and fuel, the lord of one village shall obtain.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MCic2eUq0qpbFw1hFma6wg=="
    },
    {
      "id": 4624372990011,
      "law": "The ruler of ten (villages) shall enjoy one kula (as much land as suffices for one family), the ruler of twenty five kulas, the superintendent of a hundred villages (the revenues of) one village, the lord of a thousand (the revenues of) a town.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/odIJSZcc3cW9nT/wnRzxQ=="
    },
    {
      "id": 1284107957153,
      "law": "The affairs of these (officials), which are connected with (their) villages and their separate business, another minister of the king shall inspect, (who must be) loyal and never remiss;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zta/61bH3EGFoon0InqNpw=="
    },
    {
      "id": 2963143663337,
      "law": "And in each town let him appoint one superintendent of all affairs, elevated in rank, formidable, (resembling) a planet among the stars.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BHAW/Kkay9KK8owpxLX++Q=="
    },
    {
      "id": 5185075834522,
      "law": "Let that (man) always personally visit by turns all those (other officials); let him properly explore their behaviour in their districts through spies (appointed to) each.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-82rDCYd357txhw43W+p9FQ=="
    },
    {
      "id": 4863190403150,
      "law": "For the servants of the king, who are appointed to protect (the people), generally become knaves who seize the property of others; let him protect his subjects against such (men).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LgPdoQ6rEQVZnvUYenYMOQ=="
    },
    {
      "id": 4078535123722,
      "law": "Let the king confiscate the whole property of those (officials) who, evil-minded, may take money from suitors, and banish them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+DMXMbX0eJEk8hW1WkfwpQ=="
    },
    {
      "id": 5556779931633,
      "law": "For women employed in the royal service and for menial servants, let him fix a daily maintenance, in proportion to their position and to their work.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YawPuiH5mnndPB8k/1574A=="
    },
    {
      "id": 4779037760304,
      "law": "One pana must be given (daily) as wages to the lowest, six to the highest, likewise clothing every six months and one drona of grain every month.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KXyxILQINb2/PHwJKKZFHg=="
    },
    {
      "id": 6985464639222,
      "law": "Having well considered (the rates of) purchase and (of) sale, (the length of) the road, (the expense for) food and condiments, the charges of securing the goods, let the king make the traders pay duty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-djScaH7gHpZXtUGIbvcgvg=="
    },
    {
      "id": 3621909624065,
      "law": "After (due) consideration the king shall always fix in his realm the duties and taxes in such a manner that both he himself and the man who does the work receive (their due) reward.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BkGO8wuBJw7Q/m1uygS0SA=="
    },
    {
      "id": 2848727258094,
      "law": "As the leech, the calf, and the bee take their food little by little, even so must the king draw from his realm moderate annual taxes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7ykacjlwU1YMsZIkWzvYLA=="
    },
    {
      "id": 6112340190375,
      "law": "A fiftieth part of (the increments on) cattle and gold may be taken by the king, and the eighth, sixth, or twelfth part of the crops.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0mnybwfeIHUYDaEdDapGfg=="
    },
    {
      "id": 5576155528946,
      "law": "He may also take the sixth part of trees, meat, honey, clarified butter, perfumes, (medical) herbs, substances used for flavouring food, flowers, roots, and fruit;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l65zYYuHRdgGdQm93oRz/A=="
    },
    {
      "id": 2695668425182,
      "law": "Of leaves, pot-herbs, grass, (objects) made of cane, skins, of earthen vessels, and all (articles) made of stone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p7iGtbsISUrtfAM5+Es9qA=="
    },
    {
      "id": 3788111993678,
      "law": "Though dying (with want), a king must not levy a tax on Srotriyas, and no Srotriya, residing in his kingdom, must perish from hunger.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3p1zW/mloZVGOzh+vI6R8Q=="
    },
    {
      "id": 4137287319488,
      "law": "The kingdom of that king, in whose dominions a Srotriya pines with hunger, will even, ere long, be afflicted by famine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fe9EhrGti764PzdsX/33qw=="
    },
    {
      "id": 5383142472522,
      "law": "Having ascertained his learning in the Veda and (the purity of) his conduct, the king shall provide for him means of subsistence in accordance with the sacred law, and shall protect him in every way, as a father (protects) the lawful son of his body.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qI2I42dfOUVi6mfRLuaBIA=="
    },
    {
      "id": 3572461882690,
      "law": "Whatever meritorious acts (such a Brahmana) performs under the full protection of the king, thereby the king's length of life, wealth, and kingdom increase.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qmK8bICyZqztVvc4Rcmd7Q=="
    },
    {
      "id": 5109246559130,
      "law": "Let the king make the common inhabitants of his realm who live by traffic, pay annually some trifle, which is called a tax.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l3Py+mrQObj2WmKqB04bzQ=="
    },
    {
      "id": 2631145272255,
      "law": "Mechanics and artisans, as well as Sudras who subsist by manual labour, he may cause to work (for himself) one (day) in each month.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IN6CjfbU4+E85AE/jTzMvw=="
    },
    {
      "id": 6395476274355,
      "law": "Let him not cut up his own root (by levying no taxes), nor the root of other (men) by excessive greed; for by cutting up his own root (or theirs), he makes himself or them wretched.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VKuzTpaTqLAe2Tog2bAWbQ=="
    },
    {
      "id": 3431328149133,
      "law": "Let the king, having carefully considered (each) affair, be both sharp and gentle; for a king who is both sharp and gentle is highly respected.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-flSPTdxn7+xo1Hk2kRsAOg=="
    },
    {
      "id": 5915368465681,
      "law": "When he is tired with the inspection of the business of men, let him place on that seat (of justice) his chief minister, (who must be) acquainted with the law, wise, self-controlled, and descended from a (noble) family.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pcAlFRob/z9GP8X6REjcAQ=="
    },
    {
      "id": 1793497380929,
      "law": "Having thus arranged all the affairs (of) his (government), he shall zealously and carefully protect his subjects.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OMytXG3aujR3L/hix71BXA=="
    },
    {
      "id": 1910789188003,
      "law": "That (monarch) whose subjects are carried off by robbers (Dasyu) from his kingdom, while they loudly call (for help), and he and his servants are (quietly) looking on, is a dead and not a living (king).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FUOZCDkmYqQJZqkPnv37cw=="
    },
    {
      "id": 4220574036045,
      "law": "The highest duty of a Kshatriya is to protect his subjects, for the king who enjoys the rewards, just mentioned, is bound to (discharge that) duty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-r+CgWQk+qq0Jtnyg9egPrw=="
    },
    {
      "id": 2440604059492,
      "law": "Having risen in the last watch of the night, having performed (the rite of) personal purification, having, with a collected mind, offered oblations in the fire, and having worshipped Brahmanas, he shall enter the hall of audience which must possess the marks (considered) auspicious (for a dwelling).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IvBzK5Pd91LoxtYV8akp0Q=="
    },
    {
      "id": 7222338628074,
      "law": "Tarrying there, he shall gratify all subjects (who come to see him by a kind reception) and afterwards dismiss them; having dismissed his subjects, he shall take counsel with his ministers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5agaFdIgfzo1/gL1FOjj9w=="
    },
    {
      "id": 3992642777395,
      "law": "Ascending the back of a hill or a terrace, (and) retiring (there) in a lonely place, or in a solitary forest, let him consult with them unobserved.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Yy/59dP8STIZroc6xrG+7g=="
    },
    {
      "id": 3077024106879,
      "law": "That king whose secret plans other people, (though) assembled (for the purpose), do not discover, (will) enjoy the whole earth, though he be poor in treasure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G8GcvpaaZs5alw/BjIChKA=="
    },
    {
      "id": 6118127387440,
      "law": "At the time of consultation let him cause to be removed idiots, the dumb, the blind, and the deaf, animals, very aged men, women, barbarians, the sick, and those deficient in limbs.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GuPGQs+aPo3Up3CBHcJpoQ=="
    },
    {
      "id": 3380583776766,
      "law": "(Such) despicable (persons), likewise animals, and particularly women betray secret council; for that reason he must be careful with respect to them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gdtVJbniPbtW+vw3AL2cOQ=="
    },
    {
      "id": 4840188159089,
      "law": "At midday or at midnight, when his mental and bodily fatigues are over, let him deliberate, either with himself alone or with his (ministers), on virtue, pleasure, and wealth,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NVRr24azmP5Oh8VnhbanGg=="
    },
    {
      "id": 6379855439177,
      "law": "On (reconciling) the attainment of these (aims) which are opposed to each other, on bestowing his daughters in marriage, and on keeping his sons (from harm),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OwVC557m/qfn2zBipPFobw=="
    },
    {
      "id": 2257625439353,
      "law": "On sending ambassadors, on the completion of undertakings (already begun), on the behaviour of (the women in) his harem, and on the doings of his spies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EpBmkIkzJlLmOUAYMLXwbA=="
    },
    {
      "id": 3144940044288,
      "law": "On the whole eightfold business and the five classes (of spies), on the goodwill or enmity and the conduct of the circle (of neighbours he must) carefully (reflect).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hTo9Dy4i32Cjmv0N61fYsQ=="
    },
    {
      "id": 5617234090808,
      "law": "On the conduct of the middlemost (prince), on the doings of him who seeks conquest, on the behaviour of the neutral (king), and (on that) of the foe (let him) sedulously (meditate).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-t8k1IlXPkY+mC/a20DZwPQ=="
    },
    {
      "id": 6369017895842,
      "law": "These (four) constituents (prakriti, form), briefly (speaking), the foundation of the circle (of neighbours); besides, eight others are enumerated (in the Institutes of Polity) and (thus) the (total) is declared to be twelve.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fEDSrZX8TK9fXRdqI0ttXw=="
    },
    {
      "id": 7016631067927,
      "law": "The minister, the kingdom, the fortress, the treasury, and the army are five other (constituent elements of the circle); for, these are mentioned in connexion with each (of the first twelve; thus the whole circle consists), briefly (speaking, of) seventy-two (constituent parts).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j///RGY/6xvQNshCP4wmiw=="
    },
    {
      "id": 5865507816858,
      "law": "Let (the king) consider as hostile his immediate neighbour and the partisan of (such a) foe, as friendly the immediate neighbour of his foe, and as neutral (the king) beyond those two.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nmLnexr9PEfeZOBKEJEGLQ=="
    },
    {
      "id": 2043509646161,
      "law": "Let him overcome all of them by means of the (four) expedients, conciliation and the rest, (employed) either singly or conjointly, (or) by bravery and policy (alone).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vqrCw4Dj4pzo9Ps4V+Kg3w=="
    },
    {
      "id": 4212109327912,
      "law": "Let him constantly think of the six measures of royal policy (guna, viz.) alliance, war, marching, halting, dividing the army, and seeking protection.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JtH42hVYS9AyngC+nRlKMQ=="
    },
    {
      "id": 1345949605200,
      "law": "Having carefully considered the business (in hand), let him resort to sitting quiet or marching, alliance or war, dividing his forces or seeking protection (as the case may require).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7+sSWSd1wxYwGk/mTcx5xA=="
    },
    {
      "id": 5650328574115,
      "law": "But the king must know that there are two kinds of alliances and of wars, (likewise two) of both marching and sitting quiet, and two (occasions for) seeking protection.)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ocrxdgl5r/8TekAKQ94Q+w=="
    },
    {
      "id": 3591377364253,
      "law": "An alliance which yields present and future advantages, one must know to be of two descriptions, (viz.) that when one marches together (with an ally) and the contrary (when the allies act separately).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BIgBDcs4KDXQWmMoCOjXgw=="
    },
    {
      "id": 5063076481652,
      "law": "War is declared to be of two kinds, (viz.) that which is undertaken in season or out of season, by oneself and for one's own purposes, and (that waged to avenge) an injury done to a friend.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xhPmmfCCPU41adUq6jlQlQ=="
    },
    {
      "id": 3260674234565,
      "law": "Marching (to attack) is said to be twofold, (viz. that undertaken) by one alone when an urgent matter has suddenly arisen, and (that undertaken) by one allied with a friend.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kMGpSy6lxuzpb07XUNS2BQ=="
    },
    {
      "id": 4912663019566,
      "law": "Sitting quiet is stated to be of two kinds, (viz. that incumbent) on one who has gradually been weakened by fate or in consequence of former acts, and (that) in favour of a friend.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XBF6TpmqsP5iBvW9QI43xQ=="
    },
    {
      "id": 3863436542022,
      "law": "If the army stops (in one place) and its master (in another) in order to effect some purpose, that is called by those acquainted with the virtues of the measures of royal policy, the twofold division of the forces.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XxVs0e/FwIBw8z9THpFLrg=="
    },
    {
      "id": 4280748400750,
      "law": "Seeking refuge is declared to be of two kinds, (first) for the purpose of attaining an advantage when one is harassed by enemies, (secondly) in order to become known among the virtuous (as the protege of a powerful king).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+pWoeNNH9Mnc4N2LkcXXAw=="
    },
    {
      "id": 3516825045740,
      "law": "When (the king) knows (that) at some future time his superiority (is) certain, and (that) at the time present (he will suffer) little injury, then let him have recourse to peaceful measures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ya6xYWN3DEY2kmBJXYxOWQ=="
    },
    {
      "id": 3271320009824,
      "law": "But when he thinks all his subjects to be exceedingly contented, and (that he) himself (is) most exalted (in power), then let him make war.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5u1tcFePDIPLeIPYZH8GJg=="
    },
    {
      "id": 6030863634658,
      "law": "When he knows his own army to be cheerful in disposition and strong, and (that) of his enemy the reverse, then let him march against his foe.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YLUtgbc5/2Fn3JBbkMd09A=="
    },
    {
      "id": 2261015956342,
      "law": "But if he is very weak in chariots and beasts of burden and in troops, then let him carefully sit quiet, gradually conciliating his foes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6BNuY6wMtQxGkWjpnb4Reg=="
    },
    {
      "id": 5723413841435,
      "law": "When the king knows the enemy to be stronger in every respect, then let him divide his army and thus achieve his purpose.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SEPCRpMnx+KUN2mKMEvEdQ=="
    },
    {
      "id": 4640457764068,
      "law": "But when he is very easily assailable by the forces of the enemy, then let him quickly seek refuge with a righteous, powerful king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XhW0eBDvS2yZ4MuBC33IaQ=="
    },
    {
      "id": 3760761783103,
      "law": "That (prince) who will coerce both his (disloyal) subjects and the army of the foe, let him ever serve with every effort like a Guru.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bLBsCjUH5h7jcjh2ceapFA=="
    },
    {
      "id": 5444846001131,
      "law": "When, even in that (condition), he sees (that) evil is caused by (such) protection, let him without hesitation have recourse to war.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wSdGXdhJ8OZluCg42KNTkQ=="
    },
    {
      "id": 1301119095151,
      "law": "By all (the four) expedients a politic prince must arrange (matters so) that neither friends, nor neutrals, nor foes are superior to himself.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nBE/2HIJaVjboGSqRUeQxQ=="
    },
    {
      "id": 5491650380772,
      "law": "Let him fully consider the future and the immediate results of all undertakings, and the good and bad sides of all past (actions).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DoBvj2IWMn9ubONC495SXg=="
    },
    {
      "id": 4139012061052,
      "law": "He who knows the good and the evil (which will result from his acts) in the future, is quick in forming resolutions for the present, and understands the consequences of past (actions), will not be conquered.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2Dvc24bXVb3M0+9PsCd/Bw=="
    },
    {
      "id": 5077198742637,
      "law": "Let him arrange everything in such a manner that no ally, no neutral or foe may injure him; that is the sum of political wisdom.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-h8Rvp8qxA7MpSBb6ERkdhQ=="
    },
    {
      "id": 1670323804217,
      "law": "But if the king undertakes an expedition against a hostile kingdom, then let him gradually advance, in the following manner, against his foe's capital.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gyIzRX/mBRjKzakz0RA9OQ=="
    },
    {
      "id": 2435568493824,
      "law": "Let the king undertake his march in the fine month Margasirsha, or towards the months of Phalguna and Kaitra, according to the (condition of his) army.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aEj2O8DN//mkwdt23768nA=="
    },
    {
      "id": 6213806821362,
      "law": "Even at other times, when he has a certain prospect of victory, or when a disaster has befallen his foe, he may advance to attack him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j0ExmchJ5B/qP2fgEZ1oNw=="
    },
    {
      "id": 6391295377753,
      "law": "But having duly arranged (all affairs) in his original (kingdom) and what relates to the expedition, having secured a basis (for his operations) and having duly dispatched his spies;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G9N2iMzYZculVg783O6s0g=="
    },
    {
      "id": 2569468263783,
      "law": "Having cleared the three kinds of roads, and (having made) his sixfold army (efficient), let him leisurely proceed in the manner prescribed for warfare against the enemy's capital.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8w5Y1Jmivec2JD63jlumIA=="
    },
    {
      "id": 7194067993799,
      "law": "Let him be very much on his guard against a friend who secretly serves the enemy and against (deserters) who return (from the enemy's camp); for such (men are) the most dangerous foes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jWbJn661HEGOMmCQ0c3Lvg=="
    },
    {
      "id": 5162534627455,
      "law": "Let him march on his road, arraying (his troops) like a staff (i.e. in an oblong), or like a waggon (i.e. in a wedge), or like a boar (i.e. in a rhombus), or like a Makara (i.e. in two triangles, with the apices joined), or like a pin (i.e. in a long line), or like a Garuda (i.e. in a rhomboid with far-extended wings).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YkANsuMSTAj+ir+9Nlg2Sw=="
    },
    {
      "id": 3001311876984,
      "law": "From whatever (side) he apprehends danger, in that (direction) let him extend his troops, and let him always himself encamp in an array, shaped like a lotus.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mpT8OhGy/CbRjBlB4ckeng=="
    },
    {
      "id": 4025153037519,
      "law": "Let him allot to the commander-in-chief, to the (subordinate) general, (and to the superior officers) places in all directions, and let him turn his front in that direction whence he fears danger.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Dz1yeQKSh+IEkP8kqdAs1A=="
    },
    {
      "id": 6050622776785,
      "law": "On all sides let him place troops of soldiers, on whom he can rely, with whom signals have been arranged, who are expert both in sustaining a charge and in charging, fearless and loyal.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WjJD8LpnqsMJU8sh98xKWA=="
    },
    {
      "id": 4067089897863,
      "law": "Let him make a small number of soldiers fight in close order, at his pleasure let him extend a large number in loose ranks; or let him make them fight, arranging (a small number) in the needle-array, (and a large number) in the thunderbolt-array.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BL1BiydLeEka4Q6Wzz3E5g=="
    },
    {
      "id": 2779279768693,
      "law": "On even ground let him fight with chariots and horses, in water-bound places with boats and elephants, on (ground) covered with trees and shrubs with bows, on hilly ground with swords, targets, (and other) weapons.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q+Fcp5QeMh4kznksP2nboQ=="
    },
    {
      "id": 6271799442517,
      "law": "(Men born in) Kurukshetra, Matsyas, Pankalas, and those born in Surasena, let him cause to fight in the van of the battle, as well as (others who are) tall and light.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9Vlu3z5xIFPeTi9vu4kHnw=="
    },
    {
      "id": 2884471086702,
      "law": "After arranging his troops, he should encourage them (by an address) and carefully inspect them; he should also mark the behaviour (of the soldiers) when they engage the enemy.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yB00EIRWeP1D88ANuOqUHQ=="
    },
    {
      "id": 2173200464862,
      "law": "When he has shut up his foe (in a town), let him sit encamped, harass his kingdom, and continually spoil his grass, food, fuel, and water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KTbv9EVBlPJidgTzDu5cuw=="
    },
    {
      "id": 4103462650031,
      "law": "Likewise let him destroy the tanks, ramparts, and ditches, and let him assail the (foe unawares) and alarm him at night.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cmp7MS1diXSvfEwbN7A8uQ=="
    },
    {
      "id": 3968762783456,
      "law": "Let him instigate to rebellion those who are open to such instigations, let him be informed of his (foe's) doings, and, when fate is propitious, let him fight without fear, trying to conquer.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XfqDW4ippZkAn3QD8xjLaw=="
    },
    {
      "id": 5465987320848,
      "law": "He should (however) try to conquer his foes by conciliation, by (well-applied) gifts, and by creating dissension, used either separately or conjointly, never by fighting, (if it can be avoided.)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OidkaeKM2o328ABqMtgEuA=="
    },
    {
      "id": 4836813153386,
      "law": "For when two (princes) fight, victory and defeat in the battle are, as experience teaches, uncertain; let him therefore avoid an engagement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V8UfBbHZQjdtiSB761BCEA=="
    },
    {
      "id": 6569963149008,
      "law": "(But) if even those three before-mentioned expedients fail, then let him, duly exerting himself, fight in such a manner that he may completely conquer his enemies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+b0IWmKs9LGw1X69YTOXrw=="
    },
    {
      "id": 5442276116773,
      "law": "When he has gained victory, let him duly worship the gods and honour righteous Brahmanas, let him grant exemptions, and let him cause promises of safety to be proclaimed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MMYccE8FP08QbaVxwyMddQ=="
    },
    {
      "id": 4149487515310,
      "law": "But having fully ascertained the wishes of all the (conquered), let him place there a relative of the (vanquished ruler on the throne), and let him impose his conditions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UZIK1f1keNtQCGRal9PQWQ=="
    },
    {
      "id": 5483317039217,
      "law": "Let him make authoritative the lawful (customs) of the (inhabitants), just as they are stated (to be), and let him honour the (new king) and his chief servants with precious gifts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3HZM4Kmhmn/0cixpznT0HA=="
    },
    {
      "id": 7113591385335,
      "law": "The seizure of desirable property which causes displeasure, and its distribution which causes pleasure, are both recommendable, (if they are) resorted to at the proper time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zXj+gBY8t+ojP/lZnhFbmQ=="
    },
    {
      "id": 4200851350404,
      "law": "All undertakings (in) this (world) depend both on the ordering of fate and on human exertion; but among these two (the ways of) fate are unfathomable; in the case of man's work action is possible.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Vi6ot44svPYuiPNK99UEQg=="
    },
    {
      "id": 3453475634024,
      "law": "Or (the king, bent on conquest), considering a friend, gold, and land (to be) the triple result (of an expedition), may, using diligent care, make peace with (his foe) and return (to his realm).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zolkPalvRyAruMVMLerWvw=="
    },
    {
      "id": 1924614533381,
      "law": "Having paid due attention to any king in the circle (of neighbouring states) who might attack him in the rear, and to his supporter who opposes the latter, let (the conqueror) secure the fruit of the expedition from (the prince whom he attacks), whether (he may have become) friendly or (remained) hostile.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1QJicSDAOMQAlAl81Jtn3w=="
    },
    {
      "id": 2989277922845,
      "law": "By gaining gold and land a king grows not so much in strength as by obtaining a firm friend, (who), though weak, (may become) powerful in the future.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0LA7dSZwTcIPOzm7BX2uVg=="
    },
    {
      "id": 6197097425363,
      "law": "A weak friend (even) is greatly commended, who is righteous (and) grateful, whose people are contented, who is attached and persevering in his undertakings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UqUN6BZJ4k/WnM27SVhwAQ=="
    },
    {
      "id": 4586487399860,
      "law": "The wise declare him (to be) a most dangerous foe, who is wise, of noble race, brave, clever, liberal, grateful, and firm.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NP2IqIXv2toT7wup5fZFyQ=="
    },
    {
      "id": 1205808972785,
      "law": "Behaviour worthy of an Aryan, knowledge of men, bravery, a compassionate disposition, and great liberality are the virtues of a neutral (who may be courted).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KqLzDOn9DRxVqEQWwY2ZNg=="
    },
    {
      "id": 6089231347837,
      "law": "Let the king, without hesitation, quit for his own sake even a country (which is) salubrious, fertile, and causing an increase of cattle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZUxPrO18I7RTLovkyjlDzg=="
    },
    {
      "id": 3278978845302,
      "law": "For times of need let him preserve his wealth; at the expense of his wealth let him preserve his wife; let him at all events preserve himself even by (giving up) his wife and his wealth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oieDmdjNSohhPn1UCcb3LQ=="
    },
    {
      "id": 5211146799077,
      "law": "A wise (king), seeing that all kinds of misfortunes violently assail him at the same time, should try all (the four) expedients, be it together or separately, (in order to save himself.)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DV0qCnZ59gt4ItrxIIbJkQ=="
    },
    {
      "id": 3241802821479,
      "law": "On the person who employs the expedients, on the business to be accomplished, and on all the expedients collectively, on these three let him ponder and strive to accomplish his ends.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wYGQzDX5OnlEMAMtSjsiXA=="
    },
    {
      "id": 2719808699252,
      "law": "Having thus consulted with his ministers on all these (matters), having taken exercise, and having bathed afterwards, the king may enter the harem at midday in order to dine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-A42CA+Cwu+gBq9orv1qLAQ=="
    },
    {
      "id": 1670254178362,
      "law": "There he may eat food, (which has been prepared) by faithful, incorruptible (servants) who know the (proper) time (for dining), which has been well examined (and hallowed) by sacred texts that destroy poison.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Gix0zR6N43BGH+2WoEKxXg=="
    },
    {
      "id": 1954134867297,
      "law": "Let him mix all his food with medicines (that are) antidotes against poison, and let him always be careful to wear gems which destroy poison.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G/3GSdc6EUEufG8I6lGkCA=="
    },
    {
      "id": 7099315902346,
      "law": "Well-tried females whose toilet and ornaments have been examined, shall attentively serve him with fans, water, and perfumes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Vb5XqB+diDaXegd7jniS9g=="
    },
    {
      "id": 6837320600548,
      "law": "In like manner let him be careful about his carriages, bed, seat, bath, toilet, and all his ornaments.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lNqQpfdDhiNyq7YADX86Iw=="
    },
    {
      "id": 6923738615895,
      "law": "When he has dined, he may divert himself with his wives in the harem; but when he has diverted himself, he must, in due time, again think of the affairs of state.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sFLyUzZ2k7LW4vO0T9JULw=="
    },
    {
      "id": 1797791522154,
      "law": "Adorned (with his robes of state), let him again inspect his fighting men, all his chariots and beasts of burden, the weapons and accoutrements.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fD4i7AyS5z/6EtkL7KyGzw=="
    },
    {
      "id": 5695250679720,
      "law": "Having performed his twilight-devotions, let him, well armed, hear in an inner apartment the doings of those who make secret reports and of his spies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5vHcT2+CMBA4npbP/da4TQ=="
    },
    {
      "id": 1192583979626,
      "law": "But going to another secret apartment and dismissing those people, he may enter the harem, surrounded by female (servants), in order to dine again.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NlA2WZ/1TyGURcOhqY/+lw=="
    },
    {
      "id": 5582224583196,
      "law": "Having eaten there something for the second time, and having been recreated by the sound of music, let him go to rest and rise at the proper time free from fatigue.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QVsdE6SJY4IkzRVY7F0o/w=="
    },
    {
      "id": 5090034617075,
      "law": "A king who is in good health must observe these rules; but, if he is indisposed, he may entrust all this (business) to his servants.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6TJGYlPpsDvHDfaMbbH1Kg=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-AvZovGXxuuySuVLcgV950A=="
}