{
  "id": 1244300364050,
  "title": "CHAPTER VIII.",
  "data": [
    {
      "id": 3079333492541,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9ASeRSclcSfyZ9pJaULMpA=="
    },
    {
      "id": 4637949793403,
      "law": "A king, desirous of investigating law cases, must enter his court of justice, preserving a dignified demeanour, together with Brahmanas and with experienced councillors.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-r4hCU9s2fn5Y3QfPeo9tnA=="
    },
    {
      "id": 7147471418232,
      "law": "There, either seated or standing, raising his right arm, without ostentation in his dress and ornaments, let him examine the business of suitors,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q41qqCzuEYNI/JfviJTrNQ=="
    },
    {
      "id": 4871794182708,
      "law": "Daily (deciding) one after another (all cases) which fall under the eighteen titles (of the law) according to principles drawn from local usages. and from the Institutes of the sacred law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KQDoMWfikUNY2XSZH7XnVA=="
    },
    {
      "id": 6163758508996,
      "law": "Of those (titles) the first is the non-payment of debts, (then follow), (2) deposit and pledge, (3) sale without ownership, (4) concerns among partners, and (5) resumption of gifts,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nnTeZsOtiNIDDW2NU+zUcQ=="
    },
    {
      "id": 6602293567418,
      "law": "(6) Non-payment of wages, (7) non-performance of agreements, (8) rescission of sale and purchase, (9) disputes between the owner (of cattle) and his servants,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LLa2ho+dg7AacHfosYXLmQ=="
    },
    {
      "id": 2596507123363,
      "law": "(10) Disputes regarding boundaries, (11) assault and (12) defamation, (13) theft, (14) robbery and violence, (15) adultery,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GzeAHJW1pTxGiJp9O8u31A=="
    },
    {
      "id": 6864539827454,
      "law": "(16) Duties of man and wife, (17) partition (of inheritance), (18) gambling and betting; these are in this world the eighteen topics which give rise to lawsuits.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WEknSAzRAGZppX+mWF8evg=="
    },
    {
      "id": 7089193157691,
      "law": "Depending on the eternal law, let him decide the suits of men who mostly contend on the titles just mentioned.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1Q5DwtUjophzMSGCuCSq8Q=="
    },
    {
      "id": 3437352418839,
      "law": "But if the king does not personally investigate the suits, then let him appoint a learned Brahmana to try them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FhpkcxhiTDrMAx+Rh/m2ZA=="
    },
    {
      "id": 5992209641815,
      "law": "That (man) shall enter that most excellent court, accompanied by three assessors, and fully consider (all) causes (brought) before the (king), either sitting down or standing.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IKjOhjWj7Aw8WOt+Rj+sgA=="
    },
    {
      "id": 5840919970185,
      "law": "Where three Brahmanas versed in the Vedas and the learned (judge) appointed by the king sit down, they call that the court of (four-faced) Brahman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V4yB+DVJdk38DkPRonUz0g=="
    },
    {
      "id": 3196894250356,
      "law": "But where justice, wounded by injustice, approaches and the judges do not extract the dart, there (they also) are wounded (by that dart of injustice).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dcGXUXCCVuH2ysDkQFn5eA=="
    },
    {
      "id": 6844318377866,
      "law": "Either the court must not be entered, or the truth must be spoken; a man who either says nothing or speaks falsely, becomes sinful.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QK8XoykHTqfKjHzw0EkRnA=="
    },
    {
      "id": 6672158848597,
      "law": "Where justice is destroyed by injustice, or truth by falsehood, while the judges look on, there they shall also be destroyed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-knatp+9P01NEjmO+0SIzUQ=="
    },
    {
      "id": 1981319642502,
      "law": "'Justice, being violated, destroys; justice, being preserved, preserves: therefore justice must not be violated, lest violated justice destroy us.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YHwhm9ES8Cigfi9OQnUp7Q=="
    },
    {
      "id": 1939904940621,
      "law": "For divine justice (is said to be) a bull (vrisha); that (man) who violates it (kurute 'lam) the gods consider to be (a man despicable like) a Sudra (vrishala); let him, therefore, beware of violating justice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2OlIIE2BFYeqFbWFnuA1Dg=="
    },
    {
      "id": 5823347418635,
      "law": "The only friend who follows men even after death is justice; for everything else is lost at the same time when the body (perishes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-a1DQs7+XgAiwElw1O67mcg=="
    },
    {
      "id": 2624330076813,
      "law": "One quarter of (the guilt of) an unjust (decision) falls on him who committed (the crime), one quarter on the (false) witness, one quarter on all the judges, one quarter on the king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Dc/1NgH1O+KTEeIdP6wdDA=="
    },
    {
      "id": 1724967239170,
      "law": "But where he who is worthy of condemnation is condemned, the king is free from guilt, and the judges are saved (from sin); the guilt falls on the perpetrator (of the crime alone).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zb7GfNqDsJChTFwSMqYNmg=="
    },
    {
      "id": 2128250613589,
      "law": "A Brahmana who subsists only by the name of his caste (gati), or one who merely calls himself a Brahmana (though his origin be uncertain), may, at the king's pleasure, interpret the law to him, but never a Sudra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UgPL24KagceKbqKMVahfpw=="
    },
    {
      "id": 4816085273368,
      "law": "The kingdom of that monarch, who looks on while a Sudra settles the law, will sink (low), like a cow in a morass.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Rf+4IM7CE6MeXHbzOjFL/Q=="
    },
    {
      "id": 5279360579576,
      "law": "That kingdom where Sudras are very numerous, which is infested by atheists and destitute of twice-born (inhabitants), soon entirely perishes, afflicted by famine and disease.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Zf600yaUHU9qG9w4NKFnpg=="
    },
    {
      "id": 4735891284207,
      "law": "Having occupied the seat of justice, having covered his body, and having worshipped the guardian deities of the world, let him, with a collected mind, begin the trial of causes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qr7zKanS+9EsSSWlrdO96g=="
    },
    {
      "id": 1407273245674,
      "law": "Knowing what is expedient or inexpedient, what is pure justice or injustice, let him examine the causes of suitors according to the order of the castes (varna).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ljj1YyetCUdlHZYwl2xnyg=="
    },
    {
      "id": 3119981562857,
      "law": "By external signs let him discover the internal disposition of men, by their voice, their colour, their motions, their aspect, their eyes, and their gestures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RFSPtJzAydlpwpHx6S75Xg=="
    },
    {
      "id": 4247151407619,
      "law": "The internal (working of the) mind is perceived through the aspect, the motions, the gait, the gestures, the speech, and the changes in the eye and of the face.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4p6f4qFfbNU7cPgQsVsdWQ=="
    },
    {
      "id": 6684146763314,
      "law": "The king shall protect the inherited (and other) property of a minor, until he has returned (from his teacher's house) or until he has passed his minority.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8KVnQ7CyACV4cwS8yLl8VA=="
    },
    {
      "id": 4787768941216,
      "law": "In like manner care must be taken of barren women, of those who have no sons, of those whose family is extinct, of wives and widows faithful to their lords, and of women afflicted with diseases.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l1h+j8N4cYlprTndE/vmVg=="
    },
    {
      "id": 5702436617819,
      "law": "A righteous king must punish like thieves those relatives who appropriate the property of such females during their lifetime.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-okGR5NAFf2C5puNVkOioXQ=="
    },
    {
      "id": 3684327182321,
      "law": "Property, the owner of which has disappeared, the king shall cause to be kept as a deposit during three years; within the period of three years the owner may claim it, after (that term) the king may take it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R3uc9ZCs+yP+4GG+ios4EA=="
    },
    {
      "id": 5413193189477,
      "law": "He who says, 'This belongs to me,' must be examined according to the rule; if he accurately describes the shape, and the number (of the articles found) and so forth, (he is) the owner, (and) ought (to receive) that property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-O9ptbsEGd0N0Z4/lEY3s/g=="
    },
    {
      "id": 5498617580520,
      "law": "But if he does not really know the time and the place (where it was) lost, its colour, shape, and size, he is worthy of a fine equal (in value) to the (object claimed).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UGHgFzL8CD9B2ksIvX4zDg=="
    },
    {
      "id": 6186415992140,
      "law": "Now the king, remembering the duty of good men, may take one-sixth part of property lost and afterwards found, or one-tenth, or at least one-twelfth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3tDZsUykQ09iFbTiS/C99A=="
    },
    {
      "id": 3565833321860,
      "law": "Property lost and afterwards found (by the king's servants) shall remain in the keeping of (special) officials; those whom the king may convict of stealing it, he shall cause to be slain by an elephant.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2GOOUbDpnosr2NqcI8I8/Q=="
    },
    {
      "id": 2396640092436,
      "law": "From that man who shall truly say with respect to treasure-trove, 'This belongs to me,' the king may take one-sixth or one-twelfth part.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KBHn4Z1sUcoIgHdodWxGCQ=="
    },
    {
      "id": 2106842287767,
      "law": "But he who falsely says (so), shall be fined in one-eighth of his property, or, a calculation of (the value of) the treasure having been made, in some smaller portion (of that).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vJgwKieFXFnsNbeteWQeEg=="
    },
    {
      "id": 1341917240997,
      "law": "When a learned Brahmana has found treasure, deposited in former (times), he may take even the whole (of it); for he is master of everything.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NwMqQhl0sHV4qwVLhCA5tw=="
    },
    {
      "id": 6014404130965,
      "law": "When the king finds treasure of old concealed in the ground let him give one half to Brahmanas and place the (other) half in his treasury.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XG1RG1+7l8qIZogmK5QN5w=="
    },
    {
      "id": 3094617097625,
      "law": "The king obtains one half of ancient hoards and metals (found) in the ground, by reason of (his giving) protection, (and) because he is the lord of the soil.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cZ/mPF3qw33sXV+9uoMIKQ=="
    },
    {
      "id": 4199318191848,
      "law": "Property stolen by thieves must be restored by the king to (men of) all castes (varna); a king who uses such (property) for himself incurs the guilt of a thief.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hu8QfUiktE3gB8AYYy+QyQ=="
    },
    {
      "id": 6172745563693,
      "law": "(A king) who knows the sacred law, must inquire into the laws of castes (gati), of districts, of guilds, and of families, and (thus) settle the peculiar law of each.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-900bkP6jwd07E12zn/XV4A=="
    },
    {
      "id": 6168131297508,
      "law": "For men who follow their particular occupations and abide by their particular duty, become dear to people, though they may live at a distance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KjWJt9aETp4Er6tlZJcY9w=="
    },
    {
      "id": 4146193830462,
      "law": "Neither the king nor any servant of his shall themselves cause a lawsuit to be begun, or hush up one that has been brought (before them) by (some) other (man).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jJNyfhJMIMvNRqwzKjmKCA=="
    },
    {
      "id": 3527809706726,
      "law": "As a hunter traces the lair of a (wounded) deer by the drops of blood, even so the king shall discover on which side the right lies, by inferences (from the facts).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GgvDDnBeNcaLu7jb9mHqyQ=="
    },
    {
      "id": 5114182942985,
      "law": "When engaged in judicial proceedings he must pay full attention to the truth, to the object (of the dispute), (and) to himself, next to the witnesses, to the place, to the time, and to the aspect.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kyBrWL8Gtkro+Ie2oREiDQ=="
    },
    {
      "id": 6106849484083,
      "law": "What may have been practised by the virtuous, by such twice-born men as are devoted to the law, that he shall establish as law, if it be not opposed to the (customs of) countries, families, and castes (gati).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OxamFSpPNIp+LmypalTwlQ=="
    },
    {
      "id": 4370479890697,
      "law": "When a creditor sues (before the king) for the recovery of money from a debtor, let him make the debtor pay the sum which the creditor proves (to be due).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Jm5lLmasOrouKRJtI/VshA=="
    },
    {
      "id": 6291598588525,
      "law": "By whatever means a creditor may be able to obtain possession of his property, even by those means may he force the debtor and make him pay.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Vuzuq8ca+sHzvYwcHz9S2g=="
    },
    {
      "id": 4869966176917,
      "law": "By moral suasion, by suit of law, by artful management, or by the customary proceeding, a creditor may recover property lent; and fifthly, by force.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WE/m+Xg2Bl2dzjxwX8Yd1w=="
    },
    {
      "id": 3313433259535,
      "law": "A creditor who himself recovers his property from his debtor, must not be blamed by the king for retaking what is his own.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iQPgRjFEcgAyavpdALsr1w=="
    },
    {
      "id": 6808398778461,
      "law": "But him who denies a debt which is proved by good evidence, he shall order to pay that debt to the creditor and a small fine according to his circumstances.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mRF/Z7W5d7M5zZQvcpGyrw=="
    },
    {
      "id": 5015427819711,
      "law": "On the denial (of a debt) by a debtor who has been required in court to pay it, the complainant must call (a witness) who was present (when the loan was made), or adduce other evidence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Rh46812bA4nm5GVfVO/s+Q=="
    },
    {
      "id": 4552737412277,
      "law": "(The plaintiff) who calls a witness not present at the transaction, who retracts his statements, or does not perceive that his statements (are) confused or contradictory;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tUAuUK+9VxoZ88sSn6JQEw=="
    },
    {
      "id": 1215212984316,
      "law": "Or who having stated what he means to prove afterwards varies (his case), or who being questioned on a fact duly stated by himself does not abide by it;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0CIt8HhOUSqhDBo1Plg9Kg=="
    },
    {
      "id": 3843180363911,
      "law": "Or who converses with the witnesses in a place improper for such conversation; or who declines to answer a question, properly put, or leaves (the court);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Wb//glvxLIGI+TV5vmORNg=="
    },
    {
      "id": 5092446848965,
      "law": "Or who, being ordered to speak, does not answer, or does not prove what he has alleged; or who does not know what is the first (point), and what the second, fails in his suit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j6XJ40FNT4U4cf7HxljqsQ=="
    },
    {
      "id": 3513339899625,
      "law": "Him also who says 'I have witnesses,' and, being ordered to produce them, produces them not, the judge must on these (same) grounds declare to be non-suited.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-okSHWu6sKsOBEY07Z2BZOQ=="
    },
    {
      "id": 5686332267200,
      "law": "If a plaintiff does not speak, he may be punished corporally or fined according to the law; if (a defendant) does not plead within three fortnights, he has lost his cause.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-amcoz0RuOcTDaXlH3JTsiA=="
    },
    {
      "id": 6335244829143,
      "law": "In the double of that sum which (a defendant) falsely denies or on which (the plaintiff) falsely declares, shall those two (men) offending against justice be fined by the king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vVzXsmcv5VV1pGkKF3GiqQ=="
    },
    {
      "id": 6557354170863,
      "law": "(A defendant) who, being brought (into court) by the creditor, (and) being questioned, denies (the debt), shall be convicted (of his falsehood) by at least three witnesses (who must depose) in the presence of the Brahmana (appointed by) the king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qynh/WQL5tWuNA+u1UWaNQ=="
    },
    {
      "id": 3097359126119,
      "law": "I will fully declare what kind of men may be made witnesses in suits by creditors, and in what manner those (witnesses) must give true (evidence).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DBnvLiV21dkz//mlaML4sA=="
    },
    {
      "id": 6351834059210,
      "law": "Householders, men with male issue, and indigenous (inhabitants of the country, be they) Kshatriyas, Vaisyas, or Sudras, are competent, when called by a suitor, to give evidence, not any persons whatever (their condition may be) except in cases of urgency.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xxsof11kSPq4mjdCi+Rb/g=="
    },
    {
      "id": 3719200293059,
      "law": "Trustworthy men of all the (four) castes (varna) may be made witnesses in lawsuits, (men) who know (their) whole duty, and are free from covetousness; but let him reject those (of an) opposite (character).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hfQWiZUIu2ukZcxUZtDbxw=="
    },
    {
      "id": 4850405877290,
      "law": "Those must not be made (witnesses) who have an interest in the suit, nor familiar (friends), companions, and enemies (of the parties), nor (men) formerly convicted (of perjury), nor (persons) suffering under (severe) illness, nor (those) tainted (by mortal sin).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DXSxPDE86nXtbJOcNKCqaQ=="
    },
    {
      "id": 6927172160230,
      "law": "The king cannot be made a witness, nor mechanics and actors, nor a: Srotriya, nor a student of the Veda, nor (an ascetic) who has given up (all) connexion (with the world),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8jislPMDXKFxOErx8IpFmw=="
    },
    {
      "id": 3608959158903,
      "law": "Nor one wholly dependent, nor one of bad fame, nor a Dasyu, nor one who follows forbidden occupations, nor an aged (man), nor an infant, nor one (man alone), nor a man of the lowest castes, nor one deficient in organs of sense,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ei/74Kq4Za09D5HGXRua5A=="
    },
    {
      "id": 5933145116868,
      "law": "Nor one extremely grieved, nor one intoxicated, nor a madman, nor one tormented by hunger or thirst, nor one oppressed by fatigue, nor one tormented by desire, nor a wrathful man, nor a thief.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-T8zyEbuftLHHEvi7S1tfFw=="
    },
    {
      "id": 4245564758644,
      "law": "Women should give evidence for women, and for twice-born men twice-born men (of the) same (kind), virtuous Sudras for Sudras, and men of the lowest castes for the lowest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VfYqFkd5FItdFKpGNmLHBA=="
    },
    {
      "id": 2536735810620,
      "law": "But any person whatsoever, who has personal knowledge (of an act committed) in the interior apartments (of a house), or in a forest, or of (a crime causing) loss of life, may give evidence between the parties.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aZRkMLAluHvpLNxU2AntNQ=="
    },
    {
      "id": 1262144562132,
      "law": "On failure (of qualified witnesses, evidence) may given (in such cases) by a woman, by an infant, by an aged man, by a pupil, by a relative, by a slave, or by a hired servant.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pozxVpf2Qq5NQHVDj2WW6A=="
    },
    {
      "id": 1268022732883,
      "law": "But the (judge) should consider the evidence of infants, aged and diseased men, who (are apt to) speak untruly, as untrustworthy, likewise that of men with disordered minds.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JKwTRLXb6gwPGDkbvKkd0g=="
    },
    {
      "id": 3754050365708,
      "law": "In all cases of violence, of theft and adultery, of defamation and assault, he must not examine the (competence of) witnesses (too strictly).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xo4l+OYgu4HwRIuNm00Exw=="
    },
    {
      "id": 4829189908341,
      "law": "On a conflict of the witnesses the king shall accept (as true) the evidence of the) majority; if (the conflicting parties are) equal in number, (that of) those distinguished by good qualities; on a difference between (equally) distinguished (witnesses, that of) the best among the twice-born.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OWPf4YOQlmiag6PMCpLxGA=="
    },
    {
      "id": 6798185395764,
      "law": "Evidence in accordance with what has actually been seen or heard, is admissible; a witness who speaks truth in those (cases), neither loses spiritual merit nor wealth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hepOau8LVrJLcnyNsvUz8g=="
    },
    {
      "id": 4654431442378,
      "law": "A witness who deposes in an assembly of honourable men (Arya) anything else but what he has seen or heard, falls after death headlong into hell and loses heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UUazX0kinV3JPaT4JAXm5w=="
    },
    {
      "id": 6263397228618,
      "law": "When a man (originally) not appointed to be a witness sees or hears anything and is (afterwards) examined regarding it, he must declare it (exactly) as he saw or heard it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aivCf8Hu/Gn0iOakpSLLfw=="
    },
    {
      "id": 1554328087018,
      "law": "One man who is free from covetousness may be (accepted as) witness; but not even many pure women, because the understanding of females is apt to waver, nor even many other men, who are tainted with sin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OQHWmX/hUY3WPg2wkY1w4Q=="
    },
    {
      "id": 6580432899906,
      "law": "What witnesses declare quite naturally, that must be received on trials; (depositions) differing from that, which they make improperly, are worthless for (the purposes of) justice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5nnwMDqf1xKBXp9JLbwwTg=="
    },
    {
      "id": 5128300620822,
      "law": "The witnesses being assembled in the court in the presence of the plaintiff and of the defendant, let the judge examine them, kindly exhorting them in the following manner:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7qEqiBgaKzXYX9YvFk4SMg=="
    },
    {
      "id": 1619873930571,
      "law": "'What ye know to have been mutually transacted in this matter between the two men before us, declare all that in accordance with the truth; for ye are witnesses in this (cause).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iiAOqx3+IPQ8FA53hxuntQ=="
    },
    {
      "id": 1770603405161,
      "law": "'A witness who speaks the truth in his evidence, gains (after death) the most excellent regions (of bliss) and here (below) unsurpassable fame; such testimony is revered by Brahman (himself).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bQ36CFyf0pFA6ZKUCMJuyA=="
    },
    {
      "id": 6144022497991,
      "law": "'He who gives false evidence is firmly bound by Varuna's fetters, helpless during one hundred existences; let (men therefore) give true evidence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ISRm3UkBJkaSQVP1eO7Zkw=="
    },
    {
      "id": 2834763740398,
      "law": "'By truthfulness a witness is purified, through truthfulness his merit grows, truth must, therefore, be spoken by witnesses of all castes (varna).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CmMfueFWP5jSdErnDcoCWA=="
    },
    {
      "id": 4613515571431,
      "law": "'The Soul itself is the witness of the Soul, and the Soul is the refuge of the Soul; despise not thy own Soul, the supreme witness of men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-U2E6a6EZSyRRSS17y45Opg=="
    },
    {
      "id": 4029405166288,
      "law": "'The wicked, indeed, say in their hearts, \"Nobody sees us;\" but the gods distinctly see them and the male within their own breasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ERMXP8LLj6Sl3QgvhXNDkg=="
    },
    {
      "id": 3813611264482,
      "law": "'The sky, the earth, the waters, (the male in) the heart, the moon, the sun, the fire, Yama and the wind, the night, the two twilights, and justice know the conduct of all corporeal beings.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5njB2hUPUNJWpgFPtJPSfg=="
    },
    {
      "id": 5926241152525,
      "law": "The (judge), being purified, shall ask in the forenoon the twice-born (witnesses) who (also have been) purified, (and stand) facing the north or the east, to give true evidence in the presence of (images of) the gods and of Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YJciEoGZlSZ+IKEkbgc6Yw=="
    },
    {
      "id": 4478746702007,
      "law": "Let him examine a Brahmana (beginning with) 'Speak,' a Kshatriya (beginning with) 'Speak the truth,' a Vaisya (admonishing him) by (mentioning) his kine, grain, and gold, a Sudra (threatening him) with (the guilt of) every crime that causes loss of caste;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RDlXRpffEDIJsAQKVmqWWA=="
    },
    {
      "id": 5881696524626,
      "law": "(Saying), 'Whatever places (of torment) are assigned (by the sages) to the slayer of a Brahmana, to the murderer of women and children, to him who betrays a friend, and to an ungrateful man, those shall be thy (portion), if thou speakest falsely.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-56k7Di79CPoSRyohfkjdsg=="
    },
    {
      "id": 1597016585366,
      "law": "'(The reward) of all meritorious deeds which thou, good man, hast done since thy birth, shall become the share of the dogs, if in thy speech thou departest from the truth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-56aZrl+yKsj1EY4Yqd1tnA=="
    },
    {
      "id": 2621829620865,
      "law": "'If thou thinkest, O friend of virtue, with respect to thyself, \"I am alone,\" (know that) that sage who witnesses all virtuous acts and all crimes, ever resides in thy heart.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uu2CxL/gkgFN2UEh6AR24g=="
    },
    {
      "id": 6349693672709,
      "law": "'If thou art not at variance with that divine Yama, the son of Vivasvat, who dwells in thy heart, thou needest neither visit the Ganges nor the (land of the) Kurus.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6TVmh8T21A7iehyTEi33Tw=="
    },
    {
      "id": 5712341032959,
      "law": "'Naked and shorn, tormented with hunger and thirst, and deprived of sight, shall the man who gives false evidence, go with a potsherd to beg food at the door of his enemy.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F+5XYrBzt/ADwL1l+pT3dA=="
    },
    {
      "id": 3379558240691,
      "law": "'Headlong, in utter darkness shall the sinful man tumble into hell, who being interrogated in a judicial inquiry answers one question falsely.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Y/5xL0/9kBYWkwpNGnzcvA=="
    },
    {
      "id": 4525147906511,
      "law": "'That man who in a court (of justice) gives an untrue account of a transaction (or asserts a fact) of which he was not an eye-witness, resembles a blind man who swallows fish with the bones.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5Y4dJpnz6qgb0mpqfIRMOA=="
    },
    {
      "id": 2335481132442,
      "law": "'The gods are acquainted with no better man in this world than him, of whom his conscious Soul has no distrust, when he gives evidence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TuODPx5mLMrdycKp7jFcZA=="
    },
    {
      "id": 4023408726340,
      "law": "'Learn now, O friend, from an enumeration in due order, how many relatives he destroys who gives false evidence in several particular cases.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zXx5tZVsGF6pbnL8Ayf++Q=="
    },
    {
      "id": 6839486608273,
      "law": "'He kills five by false Testimony regarding (small) cattle, he kills ten by false testimony regarding kine, he kills a hundred by false evidence concerning horses, and a thousand by false evidence concerning men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lNn606+xmBIUFBnmfXgZQw=="
    },
    {
      "id": 2851271592400,
      "law": "'By speaking falsely in a cause regarding gold, he kills the born and the unborn; by false evidence concerning land, he kills everything; beware, therefore, of false evidence concerning land.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b/yvsqNpM2eGo4vzRS0/pw=="
    },
    {
      "id": 4895588341272,
      "law": "'They declare (false evidence) concerning water, concerning the carnal enjoyment of women, and concerning all gems, produced in water, or consisting of stones (to be) equally (wicked) as a lie concerning land.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lrl+UkGIkmBkks4YBpDgBQ=="
    },
    {
      "id": 5705890641971,
      "law": "'Marking well all the evils (which are produced) by perjury, declare thou openly everything as (thou hast) heard or seen (it).'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FKcT5m+kYV9ZIZvUxFTTCA=="
    },
    {
      "id": 3646841071804,
      "law": "Brahmanas who tend cattle, who trade, who are mechanics, actors (or singers), menial servants or usurers, the (judge) shall treat like Sudras.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-T7Gg26EbEpwDRkjTitOeFQ=="
    },
    {
      "id": 4300264316509,
      "law": "In (some) cases a man who, though knowing (the facts to be) different, gives such (false evidence) from a pious motive, does not lose heaven; such (evidence) they call the speech of the gods.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cVdPA2raF4vkx9stpt7/RA=="
    },
    {
      "id": 5095279536816,
      "law": "Whenever the death of a Sudra, of a Vaisya, of a Kshatriya, or of a Brahmana would be (caused) by a declaration of the truth, a falsehood may be spoken; for such (falsehood) is preferable to the truth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JyZVc1MB5V3MD7tNr7nF9g=="
    },
    {
      "id": 7194851186249,
      "law": "Such (witnesses) must offer to Sarasvati oblations of boiled rice (karu) which are sacred to the goddess of speech, (thus) performing the best penance in order to expiate the guilt of that falsehood.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oRtOY9YvSrM+ycMxLtvgUw=="
    },
    {
      "id": 6882782198828,
      "law": "Or such (a witness) may offer according to the rule, clarified butter in the fire, reciting the Kushmanda texts, or the Rik, sacred to Varuna, 'Untie, O Varuna, the uppermost fetter,' or the three verses addressed to the Waters.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V+KRKPmPnE9L5AYi9ITNNg=="
    },
    {
      "id": 5604822047587,
      "law": "A man who, without being ill, does not give evidence in (cases of) loans and the like within three fortnights (after the summons), shall become responsible for the whole debt and (pay) a tenth part of the whole (as a fine to the king).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wc21U/Ls1r2FW3saqq263w=="
    },
    {
      "id": 3323420689447,
      "law": "The witness to whom, within seven days after he has given evidence, happens (a misfortune through) sickness, a fire, or the death of a relative, shall be made to pay the debt and a fine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BjlKLZhTU5nhoync58DFTg=="
    },
    {
      "id": 2139137081065,
      "law": "If two (parties) dispute about matters for which no witnesses are available, and the (judge) is unable to really ascertain the truth, he may cause it to be discovered even by an oath.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QC6DhSprKb/EeIhUy850CA=="
    },
    {
      "id": 6073351939607,
      "law": "Both by the great sages and the gods oaths have been taken for the purpose of (deciding doubtful) matters; and Vasishtha even swore an oath before king (Sudas), the son of Pigavana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hrMicErNNJgQiVGuvKf7UA=="
    },
    {
      "id": 3736050131960,
      "law": "Let no wise man swear an oath falsely, even in a trifling matter; for he who swears an oath falsely is lost in this (world) and after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8ftwzGK9G1i8shsoUpGc4Q=="
    },
    {
      "id": 4572444331805,
      "law": "No crime, causing loss of caste, is committed by swearing (falsely) to women, the objects of one's desire, at marriages, for the sake of fodder for a cow, or of fuel, and in (order to show) favour to a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vMGIr/BdVGUDi8P0A8RJpA=="
    },
    {
      "id": 2709774398065,
      "law": "Let the (judge) cause a Brahmana to swear by his veracity, a Kshatriya by his chariot or the animal he rides on and by his weapons, a Vaisya by his kine, grain, and gold, and a Sudra by (imprecating on his own head the guilt) of all grievous offences (pataka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dqllRoaeb3HNT4tTI6EpuQ=="
    },
    {
      "id": 3547605431014,
      "law": "Or the (judge) may cause the (party) to carry fire or to dive under water, or severally to touch the heads of his wives and children.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0o/oQ1nSEnTi+fgVoWof1g=="
    },
    {
      "id": 5555736348898,
      "law": "He whom the blazing fire burns not, whom the water forces not to come (quickly) up, who meets with no speedy misfortune, must be held innocent on (the strength of) his oath.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qTDW6tAoVV74djE7ZK2+eg=="
    },
    {
      "id": 5240684950241,
      "law": "For formerly when Vatsa was accused by his younger brother, the fire, the spy of the world, burned not even a hair (of his) by reason of his veracity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-E9Lb0qgdHrnkXVvdv96bdw=="
    },
    {
      "id": 2923791915045,
      "law": "Whenever false evidence has been given in any suit, let the (judge) reverse the judgment, and whatever has been done must be (considered as) undone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xfQZ34Tg4LPfFVvU4/9keg=="
    },
    {
      "id": 4519967861714,
      "law": "Evidence (given) from covetousness, distraction, terror, friendship, lust, wrath, ignorance, and childishness is declared (to be) invalid.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kTb+rpBlx16/SmXc5TYVcA=="
    },
    {
      "id": 6653670681424,
      "law": "I will propound in (due) order the particular punishments for him who gives false evidence from any one of these motives.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FOkMu4r9OfVxiOe5WaXGmA=="
    },
    {
      "id": 1790924813958,
      "law": "(He who commits perjury) through covetousness shall be fined one thousand (panas), (he who does it) through distraction, in the lowest amercement; (if a man does it) through fear, two middling amercements shall be paid as a fine, (if he does it) through friendship, four times the amount of the lowest (amercement).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ICdZaANqJ0lctFqK1YvOqQ=="
    },
    {
      "id": 5227633670075,
      "law": "(He who does it) through lust, (shall pay) ten times the lowest amercement, but (he who does it) through wrath, three times the next (or second amercement); (he who does it) through ignorance, two full hundreds, but (he who does it) through childishness, one hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JmzPIs8Jy3PuZZvFEM0jvg=="
    },
    {
      "id": 3342574020600,
      "law": "They declare that the wise have prescribed these fines for perjury, in order to prevent a failure of justice, and in order to restrain injustice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-L8DqF3IBdLBzmHNbQo35nA=="
    },
    {
      "id": 1242940201531,
      "law": "But a just king shall fine and banish (men of) the three (lower) castes (varna) who have given false evidence, but a Brahmana he shall (only) banish.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jdvA107QBtZ1LTSA/3u+1g=="
    },
    {
      "id": 5784402206888,
      "law": "Manu, the son of the Self-existent (Svayambhu), has named ten places on which punishment may be (made to fall) in the cases of the three (lower) castes (varna); but a Brahmana shall depart unhurt (from the country).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-u/vgcHAQEst0zG4JB5LVkQ=="
    },
    {
      "id": 3779970203615,
      "law": "(These are) the organ, the belly, the tongue, the two hands, and fifthly the two feet, the eye, the nose, the two ears, likewise the (whole) body.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-B+0k0SweQ8EO85g/DOSF7A=="
    },
    {
      "id": 3612442063296,
      "law": "Let the (king), having fully ascertained the motive, the time and place (of the offence), and having considered the ability (of the criminal to suffer) and the (nature of the) crime, cause punishment to fall on those who deserve it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-prrSvp0miQuLxetyiqUHtg=="
    },
    {
      "id": 6751781335725,
      "law": "Unjust punishment destroys reputation among men, and fame (after death), and causes even in the next world the loss of heaven; let him, therefore, beware of (inflicting) it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Xl0ROxlLJIp6QiXIYskDww=="
    },
    {
      "id": 3283908012183,
      "law": "A king who punishes those who do not deserve it, and punishes not those who deserve it, brings great infamy on himself and (after death) sinks into hell.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jhdSZ0P18/OCuTHWmOdztA=="
    },
    {
      "id": 3487405932540,
      "law": "Let him punish first by (gentle) admonition, afterwards by (harsh) reproof, thirdly by a fine, after that by corporal chastisement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mowuYRCBhqPbFlxrAW4w6A=="
    },
    {
      "id": 1427276241723,
      "law": "But when he cannot restrain such (offenders) even by corporal punishment, then let him apply to them even all the four (modes cojointly).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jZer21z4pdvCBIDj3Z3mcg=="
    },
    {
      "id": 6714306477959,
      "law": "Those technical names of (certain quantities of) copper, silver, and gold, which are generally used on earth for the purpose of business transactions among men, I will fully declare.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IsLlIKTHyXj35AWyPPQAKA=="
    },
    {
      "id": 3400047886000,
      "law": "The very small mote which is seen when the sun shines through a lattice, they declare (to be) the least of (all) quantities and (to be called) a trasarenu (a floating particle of dust).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pYkSbOVZTYlxVcKk/mhyww=="
    },
    {
      "id": 3176010434303,
      "law": "Know (that) eight trasarenus (are equal) in bulk (to) a liksha (the egg of a louse), three of those to one grain of black mustard (ragasarshapa), and three of the latter to a white mustard-seed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2V7Ad1WvJVQgPKZI6HHMlA=="
    },
    {
      "id": 5358616982515,
      "law": "Six grains of white mustard are one middle-sized barley-corn, and three barley-corns one krishnala (raktika, or gunga-berry); five krishnalas are one masha (bean), and sixteen of those one suvarna.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-c/cfW3m8qbsh4vNKUEvNJQ=="
    },
    {
      "id": 5031149375582,
      "law": "Four suvarnas are one pala, and ten palas one dharana; two krishnalas (of silver), weighed together, must be considered one mashaka of silver.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FmHUUtikwS8dZ4kqMbh2MQ=="
    },
    {
      "id": 5136742498616,
      "law": "Sixteen of those make a silver dharana, or purana; but know (that) a karsha of copper is a karshapana, or pana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CO9+I/9VysVEimwxpjBwRg=="
    },
    {
      "id": 5307727892245,
      "law": "Know (that) ten dharanas of silver make one satamana; four suvarnas must be considered (equal) in weight to a nishka.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5A6UpCbD6+Zk+cMpzFgHig=="
    },
    {
      "id": 2728719691801,
      "law": "Two hundred and fifty panas are declared (to be) the first (or lowest) amercement, five (hundred) are considered as the mean (or middlemost), but one thousand as the highest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-y/ZjrOdNfqje2N8FDEHJKQ=="
    },
    {
      "id": 1254597270476,
      "law": "A debt being admitted as due, (the defendant) shall pay five in the hundred (as a fine), if it be denied (and proved) twice as much; that is the teaching of Manu.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UUVoNPBB/+E4gtZFEOUyFA=="
    },
    {
      "id": 7007473094767,
      "law": "A money-lender may stipulate as an increase of his capital, for the interest, allowed by Vasishtha, and take monthly the eightieth part of a hundred.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6+gvh9/xROISWZYzdwhQ5g=="
    },
    {
      "id": 2444582133082,
      "law": "Or, remembering the duty of good men, he may take two in the hundred (by the month), for he who takes two in the hundred becomes not a sinner for gain.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FQTuc34h4wO4AsiFZO3a0Q=="
    },
    {
      "id": 5117476616444,
      "law": "Just two in the hundred, three, four, and five (and not more), he may take as monthly interest according to the order of the castes (varna).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-a25ri/JhMxhJpeVLPAuwxw=="
    },
    {
      "id": 4239613489738,
      "law": "But if a beneficial pledge (i.e. one from which profit accrues, has been given), he shall receive no interest on the loan; nor can he, after keeping (such) a pledge for a very long time, give or sell it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5HO490xNvt4/XrZxgjUxZQ=="
    },
    {
      "id": 3395518662717,
      "law": "A pledge (to be kept only) must not be used by force, (the creditor), so using it, shall give up his (whole) interest, or, (if it has been spoilt by use) he shall satisfy the (owner) by (paying its) original price; else he commits a theft of the pledge.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-k5KNun4AERdjRePdzosMhQ=="
    },
    {
      "id": 4623183847529,
      "law": "Neither a pledge nor a deposit can be lost by lapse of time; they are both recoverable, though they have remained long (with the bailee).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v2XPAwVrEb8mf3pUJ2Yi0A=="
    },
    {
      "id": 2133883016110,
      "law": "Things used with friendly assent, a cow, a camel, a riding-horse, and (a beast) made over for breaking in, are never lost (to the owner).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Wg0YkNMt7QDR+lSWEzANow=="
    },
    {
      "id": 5428571938988,
      "law": "(But in general) whatever (chattel) an owner sees enjoyed by others during ten years, while, though present, he says nothing, that (chattel) he shall not recover.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-x5E7QQZhRsYRHAvhrILGVg=="
    },
    {
      "id": 1915974779746,
      "law": "If (the owner is) neither an idiot nor a minor and if (his chattel) is enjoyed (by another) before his eyes, it is lost to him by law; the adverse possessor shall retain that property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EQU38JA9fDtTpANilwR0gQ=="
    },
    {
      "id": 3114872860758,
      "law": "A pledge, a boundary, the property of infants, an (open) deposit, a sealed deposit, women, the property of the king and the wealth of a Srotriya are not lost in consequence of (adverse) enjoyment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ztbz4ZjJHuKtKoQ+px8QPg=="
    },
    {
      "id": 5157454195268,
      "law": "The fool who uses a pledge without the permission of the owner, shall remit half of his interest, as a compensation for (such) use.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VpOVWZF60V/IQL3uiKT4kQ=="
    },
    {
      "id": 2775931739327,
      "law": "In money transactions interest paid at one time (not by instalments) shall never exceed the double (of the principal); on grain, fruit, wool or hair, (and) beasts of burden it must not be more than five times (the original amount).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rfYvwLeZDbjezhfjC6R5ig=="
    },
    {
      "id": 5260919442950,
      "law": "Stipulated interest beyond the legal rate, being against (the law), cannot be recovered; they call that a usurious way (of lending); (the lender) is (in no case) entitled to (more than) five in the hundred.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-faMt8mlLUh1tWFgPi44n9g=="
    },
    {
      "id": 4492492936873,
      "law": "Let him not take interest beyond the year, nor such as is unapproved, nor compound interest, periodical interest, stipulated interest, and corporal interest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R+kxi/tlFjmvCPt/K4PBAg=="
    },
    {
      "id": 5536209551763,
      "law": "He who, unable to pay a debt (at the fixed time), wishes to make a new contract, may renew the agreement, after paying the interest which is due.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ykIS1Iu5mzjokdPxEMjqQQ=="
    },
    {
      "id": 4587531617091,
      "law": "If he cannot pay the money (due as interest), he may insert it in the renewed (agreement); he must pay as much interest as may be due.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sMwJn8YDQRyhuwOEP1+CnA=="
    },
    {
      "id": 2068617851546,
      "law": "He who has made a contract to carry goods by a wheeled carriage for money and has agreed to a certain place or time, shall not reap that reward, if he does not keep to the place and the time (stipulated).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6AZ9OIVnm8nrj84RwPFpag=="
    },
    {
      "id": 2204674153761,
      "law": "Whatever rate men fix, who are expert in sea-voyages and able to calculate (the profit) according to the place, the time, and the objects (carried), that (has legal force) in such cases with respect to the payment (to be made).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-X4L7QZm82t2HTAoRuc+0uw=="
    },
    {
      "id": 1315432151034,
      "law": "The man who becomes a surety in this (world) for the appearance of a (debtor), and produces him not, shall pay the debt out of his own property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QNI8KMDVZxJ8SHJUbbuIhA=="
    },
    {
      "id": 5533226394864,
      "law": "But money due by a surety, or idly promised, or lost at play, or due for spirituous liquor, or what remains unpaid of a fine and a tax or duty, the son (of the party owing it) shall not be obliged to pay.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5iw7b5peWpvhLjcHiFH5RQ=="
    },
    {
      "id": 6094628676747,
      "law": "This just mentioned rule shall apply to the case of a surety for appearance (only); if a surety for payment should die, the (judge) may compel even his heirs to discharge the debt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JnoqhlQ34AP5Vk7++SitGQ=="
    },
    {
      "id": 4712683837649,
      "law": "On what account then is it that after the death of a surety other than for payment, whose affairs are fully known, the creditor may (in some cases) afterwards demand the debt (of the heirs)?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LJZG5on6astgVDDH3NhSeg=="
    },
    {
      "id": 3926987939106,
      "law": "If the surety had received money (from him for whom he stood bail) and had money enough (to pay), then (the heir of him) who received it, shall pay (the debt) out of his property; that is the settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wkQIWjS0XxVbhE7YArhJ1w=="
    },
    {
      "id": 2620143426459,
      "law": "A contract made by a person intoxicated, or insane, or grievously disordered (by disease and so forth), or wholly dependent, by an infant or very aged man, or by an unauthorised (party) is invalid.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AqALVZHrwrbboszQNdyfLA=="
    },
    {
      "id": 5802325509906,
      "law": "That agreement which has been made contrary to the law or to the settled usage (of the virtuous), can have no legal force, though it be established (by proofs).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+BXjyHI2RPI19rurAQk5dA=="
    },
    {
      "id": 5013069987036,
      "law": "A fraudulent mortgage or sale, a fraudulent gift or acceptance, and (any transaction) where he detects fraud, the (judge) shall declare null and void.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cxV6fnmaK4VnUjaxfkxHuw=="
    },
    {
      "id": 2419144139977,
      "law": "If the debtor be dead and (the money borrowed) was expended for the family, it must be paid by the relatives out of their own estate even if they are divided.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uA0LadGo2U/pe38JDbFZVQ=="
    },
    {
      "id": 6423998543697,
      "law": "Should even a person wholly dependent make a contract for the behoof of the family, the master (of the house), whether (living) in his own country or abroad, shall not rescind it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rFrr5Q0PLp+D1MrP1ZJBkw=="
    },
    {
      "id": 4789791404223,
      "law": "What is given by force, what is enjoyed by force, also what has been caused to be written by force, and all other transactions done by force, Manu has declared void.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-B24LM4zUKaYF3FwM4ztPDg=="
    },
    {
      "id": 3883606765579,
      "law": "Three suffer for the sake of others, witnesses, a surety, and judges; but four enrich themselves (through others), a Brahmana, a money-lender, a merchant, and a king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XbVXlKtm8XAtqhBYmImZPw=="
    },
    {
      "id": 3914518281152,
      "law": "No king, however indigent, shall take anything that ought not to be taken, nor shall he, however wealthy, decline taking that which he ought to take, be it ever so small.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5iZHF3lXo88qfjg/xznPgA=="
    },
    {
      "id": 4515405101824,
      "law": "In consequence of his taking what ought not to be taken, or of his refusing what ought to be received, a king will be accused of weakness and perish in this (world) and after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3xYIcwzg/wmucEsGc9KB2A=="
    },
    {
      "id": 5649344523972,
      "law": "By taking his due, by preventing the confusion of the castes (varna), and by protecting the weak, the power of the king grows, and he prospers in this (world) and after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/Z5Acu7pfg8ixxWm/UfRjQ=="
    },
    {
      "id": 3979397755287,
      "law": "Let the prince, therefore, like Yama, not heeding his own likings and dislikings, behave exactly like Yama, suppressing his anger and controlling himself.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-N+ufbCHExtjmoM9NX5nZSg=="
    },
    {
      "id": 4194476827426,
      "law": "But that evil-minded king who in his folly decides causes unjustly, his enemies soon subjugate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-o5EoeTtbnbxhkL9Gqg/RUg=="
    },
    {
      "id": 1880314075900,
      "law": "If, subduing love and hatred, he decides the causes according to the law, (the hearts of) his subjects turn towards him as the rivers (run) towards the ocean.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OtZlJPvUjNAjliqEzghEAQ=="
    },
    {
      "id": 3013090589643,
      "law": "(The debtor) who complains to the king that his creditor recovers (the debt) independently (of the court), shall be compelled by the king to pay (as a fine) one quarter (of the sum) and to his (creditor) the money (due).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gT+tcA2bmTHW/cfO1TBQeQ=="
    },
    {
      "id": 3907089212161,
      "law": "Even by (personal) labour shall the debtor make good (what he owes) to his creditor, if he be of the same caste or of a lower one; but a (debtor) of a higher caste shall pay it gradually (when he earns something).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KemGQeSlZ339/qFPEV6wTQ=="
    },
    {
      "id": 4272145179911,
      "law": "According to these rules let the king equitably decide between men, who dispute with each other the matters, which are proved by witnesses and (other) evidence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JTt3AOBkAdM95c59s5HEtQ=="
    },
    {
      "id": 3694094029782,
      "law": "A sensible man should make a deposit (only) with a person of (good) family, of good conduct, well acquainted with the law, veracious, having many relatives, wealthy, and honourable (arya).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LpzA70z6ZlTRrei5B0yUPw=="
    },
    {
      "id": 3051494919289,
      "law": "In whatever manner a person shall deposit anything in the hands of another, in the same manner ought the same thing to be received back (by the owner); as the delivery (was, so must be) the re-delivery.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yGgufvK33iINk4osJqTnow=="
    },
    {
      "id": 1753690396962,
      "law": "He who restores not his deposit to the depositor at his request, may be tried by the judge in the depositor's absence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DjXhFiWxyX9/A8tYilGQtw=="
    },
    {
      "id": 5018035389731,
      "law": "On failure of witnesses let the (judge) actually deposit gold with that (defendant) under some pretext or other through spies of suitable age and appearance (and afterwards demand it back).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JpLjngXGFfQP9DXaU78Emg=="
    },
    {
      "id": 4820313210212,
      "law": "If the (defendant) restores it in the manner and shape in which it was bailed, there is nothing (of that description) in his hands, for which others accuse him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vMgvX9y9YzT9JI8gI4DPCg=="
    },
    {
      "id": 5427292630663,
      "law": "But if he restores not that gold, as be ought, to those (spies), then he shall be compelled by force to restore both (deposits); that is a settled rule of law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QVkGGZUgcX7YkSmzdegQsQ=="
    },
    {
      "id": 2291382861586,
      "law": "An open or a sealed deposit must never be returned to a near relative (of the depositor during the latter's lifetime); for if (the recipient) dies (without delivering them), they are lost, but if he does not die, they are not lost.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Jm3rDi1v1EyHlmmpuP/RKA=="
    },
    {
      "id": 6873447004043,
      "law": "But (a depositary) who of his own accord returns them to a near relative of a deceased (depositor), must not be harassed (about them) by the king or by the depositor's relatives.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-77vh1s4TPYBzafgecGlsyQ=="
    },
    {
      "id": 3292742859056,
      "law": "And (in doubtful cases) he should try to obtain that object by friendly means, without (having recourse to) artifice, or having inquired into (depositary's) conduct, he should settle (the matter) with gentle means.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aF0loofP/Vt3NSFCUwuN5g=="
    },
    {
      "id": 7053541490034,
      "law": "Such is the rule for obtaining back all those open deposits; in the case of a sealed deposit (the depositary) shall incur no (censure), unless he has taken out something.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kaiU5CD5mBvnFFknpylzCg=="
    },
    {
      "id": 3021800302370,
      "law": "(A deposit) which has been stolen by thieves or washed away by water or burned by fire, (the bailee) shall not make it good, unless he took part of it (for himself).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-czM6gL14oQAdAySkrhMsmA=="
    },
    {
      "id": 6977006812284,
      "law": "Him who appropriates a deposit and him (who asks for it) without having made it, (the judge) shall try by all (sorts of) means, and by the oaths prescribed in the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YhgMyzIYFFb/0jL0KEN7/g=="
    },
    {
      "id": 4674976307144,
      "law": "He who does not return a deposit and he who demands what he never bailed shall both be punished like thieves, or be compelled to pay a fine equal (to the value of the object retained or claimed).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0cgdG6VFMP0pCpckBF+4zg=="
    },
    {
      "id": 7222951737558,
      "law": "The king should compel him who does not restore an open deposit, and in like manner him who retains a sealed deposit, to pay a fine equal (to its value).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-55//XMVyRaTAWp3kbZZaiA=="
    },
    {
      "id": 5420649605766,
      "law": "That man who by false pretences may possess himself of another's property, shall be publicly punished by various (modes of) corporal (or capital) chastisement, together with his accomplices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/9ZcLBDwL85eYFeDlU64lA=="
    },
    {
      "id": 5838003876438,
      "law": "If a deposit of a particular description or quantity is bailed by anybody in the presence of a number (of witnesses), it must be known to be of that particular (description and quantity; the depositary) who makes a false statement (regarding it) is liable to a fine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LFfc8EGngj0I7f3aviJWIA=="
    },
    {
      "id": 3207536170364,
      "law": "But if anything is delivered or received privately, it must be privately returned; as the bailment (was, so should be) the re-delivery.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-H0YfJuaKb6oPEq3cCaPDPw=="
    },
    {
      "id": 3739685330792,
      "law": "Thus let the king decide (causes) concerning a deposit and a friendly loan (for use) without showing (undue) rigour to the depositary.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-s0k9L14/n0ik1TYSMz5eaQ=="
    },
    {
      "id": 7145236053204,
      "law": "If anybody sells the property of another man, without being the owner and without the assent of the owner, the (judge) shall not admit him who is a thief, though he may not consider himself as a thief, as a witness (in any case).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-83dBsrKKPtgQweX4dVMZUg=="
    },
    {
      "id": 4455818776174,
      "law": "If the (offender) is a kinsman (of the owner), he shall be fined six hundred panas; if he is not a kinsman, nor has any excuse, he shall be guilty of theft.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JdFGdtvgh7RZ9PVAul/Nug=="
    },
    {
      "id": 2711299118018,
      "law": "A gift or sale, made by anybody else but the owner, must be considered as null and void, according to the rule in judicial proceedings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KUevvFRxKiv7yb21sqsviw=="
    },
    {
      "id": 2429166612801,
      "law": "Where possession is evident, but no title is perceived, there the title (shall be) a proof (of ownership), not possession; such is the settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-97BJFEytcMHdH3aQiJtR5g=="
    },
    {
      "id": 4233552874801,
      "law": "He who obtains a chattel in the market before a number (of witnesses), acquires that chattel with a clear legal title by purchase.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Um5ilw2cCgfBcc1fFPrAxg=="
    },
    {
      "id": 3585896589506,
      "law": "If the original (seller) be not producible, (the buyer) being exculpated by a public sale, must be dismissed by the king without punishment, but (the former owner) who lost the chattel shall receive it (back from the buyer).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-f114hx3B6/91XuC5e3Aglw=="
    },
    {
      "id": 2213810770071,
      "law": "One commodity mixed with another must not be sold (as pure), nor a bad one (as good), nor less (than the proper quantity or weight), nor anything that is not at hand or that is concealed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OWlaDFORrQqjMUlzfKgOqg=="
    },
    {
      "id": 6120532650086,
      "law": "If, after one damsel has been shown, another be given to the bridegroom, he may marry them both for the same price; that Manu ordained.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fhnPfG/jAb5Vsc/Az3doGQ=="
    },
    {
      "id": 1759691717078,
      "law": "He who gives (a damsel in marriage), having first openly declared her blemishes, whether she be insane, or afflicted with leprosy, or have lost her virginity, is not liable to punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/0TDGOt7T4xj+paQDUzSRg=="
    },
    {
      "id": 3229703321745,
      "law": "If an officiating priest, chosen to perform a sacrifice, abandons his work, a share only (of the fee) in proportion to the work (done) shall be given to him by those who work with him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Lw4hyFLSgBNzzSJnUs5JVw=="
    },
    {
      "id": 2071664569415,
      "law": "But he who abandons his work after the sacrificial fees have been given, shall obtain his full share and cause to be performed (what remains) by another (priest).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6OTjPcFY62Gi6vzWVnM8lw=="
    },
    {
      "id": 5192274344928,
      "law": "But if (specific) fees are ordained for the several parts of a rite, shall he (who performs the part) receive them, or shall they all share them?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-enm48PVHDnuzZws8LGQUJA=="
    },
    {
      "id": 2063514496302,
      "law": "The Adhvaryu priest shall take the chariot, and the Brahman at the kindling of the fires (Agnyadhana) a horse, the Hotri priest shall also take a horse, and the Udgatri the cart, (used) when (the Soma) is purchased.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NWIU+F6HGpqLl+ae03KuKw=="
    },
    {
      "id": 4377281429625,
      "law": "The (four) chief priests among all (the sixteen), who are entitled to one half, shall receive a moiety (of the fee), the next (four) one half of that, the set entitled to a third share, one third, and those entitled to a fourth a quarter.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zQu16nVvg0P5Oy0bLnfQpQ=="
    },
    {
      "id": 1409207918630,
      "law": "By the application of these principles the allotment of shares must be made among those men who here (below) perform their work conjointly.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2SGfzIfgiMrb+TGMZWIC5Q=="
    },
    {
      "id": 6624132878846,
      "law": "Should money be given (or promised) for a pious purpose by one man to another who asks for it, the gift shall be void, if the (money is) afterwards not (used) in the manner (stated).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bIvZXRa/hk0qsQCFtGCrLw=="
    },
    {
      "id": 1398355958253,
      "law": "But if the (recipient) through pride or greed tries to enforce (the fulfilment of the promise), he shall be compelled by the king to pay one suvarna as an expiation for his theft.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+uv2QDAmXD1dEX0+48Rq7g=="
    },
    {
      "id": 2452703680813,
      "law": "Thus the lawful subtraction of a gift has been fully explained; I will next propound (the law for) the non-payment of wages.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-abKQxDmz0JECdtKh/ZRPcg=="
    },
    {
      "id": 1211036476068,
      "law": "A hired (servant or workman) who, without being ill, out of pride fails to perform his work according to the agreement, shall be fined eight krishnalas and no wages shall be paid to him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WNKy5YqU/7KoKMG0v3u18g=="
    },
    {
      "id": 6247415570701,
      "law": "But (if he is really) ill, (and) after recovery performs (his work) according to the original agreement, he shall receive his wages even after (the lapse of) a very long time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Un0RycgbeQt9CZrUq6djeA=="
    },
    {
      "id": 4361326419091,
      "law": "But if he, whether sick or well, does not (perform or) cause to be performed (by others) his work according to his agreement, the wages for that work shall not be given to him, even (if it be only) slightly incomplete.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z7UgVDlHoD0gNqEnUtKpHQ=="
    },
    {
      "id": 6321899799378,
      "law": "Thus the law for the non-payment of wages has been completely stated; I will next explain the law concerning men who break an agreement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w63ZD5XVB+PLuwLnGjcuUQ=="
    },
    {
      "id": 2184209221453,
      "law": "If a man belonging to a corporation inhabiting a village or a district, after swearing to an agreement, breaks it through avarice, (the king) shall banish him from his realm,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Orwd8z6z0e9FzKz7HGZh3g=="
    },
    {
      "id": 6909975348642,
      "law": "And having imprisoned such a breaker of an agreement, he shall compel him to pay six nishkas, (each of) four suvarnas, and one satamana of silver.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FpsJVswIOQ2Zs2Fl97HZNQ=="
    },
    {
      "id": 6767259845992,
      "law": "A righteous king shall apply this law of fines in villages and castes (gati) to those who break an agreement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HMBLq/2fV5Sfpbwta5oxNg=="
    },
    {
      "id": 2414570394346,
      "law": "If anybody in this (world), after buying or selling anything, repent (of his bargain), he may return or take (back) that chattel within ten days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i8ReSDjOayROBcaa+kFOnw=="
    },
    {
      "id": 3452466999447,
      "law": "But after (the lapse of) ten days he may neither give nor cause it to be given (back); both he who takes it (back) and he who gives it (back, except by consent) shall be fined by the king six hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Yjscx8kvNews30NDkHI8yg=="
    },
    {
      "id": 2668498604827,
      "law": "But the king himself shall impose a fine of ninety-six panas on him who gives a blemished damsel (to a suitor) without informing (him of the blemish).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+SuJktE5b+0Fwnir77Obyw=="
    },
    {
      "id": 4155229345529,
      "law": "But that man who, out of malice, says of a maiden, 'She is not a maiden,' shall be fined one hundred (panas), if he cannot prove her blemish.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TG9nmQ7XE4Ld3s93sQneQw=="
    },
    {
      "id": 4801877511371,
      "law": "The nuptial texts are applied solely to virgins, (and) nowhere among men to females who have lost their virginity, for such (females) are excluded from religious ceremonies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KguNjQzviwe/ScVLxunxIQ=="
    },
    {
      "id": 3718184342393,
      "law": "The nuptial texts are a certain proof (that a maiden has been made a lawful) wife; but the learned should know that they (and the marriage ceremony are complete with the seventh step (of the bride around the sacred fire).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/oOkL2YBmRo4Rq8iI40DBw=="
    },
    {
      "id": 3113131061799,
      "law": "If anybody in this (world) repent of any completed transaction, (the king) shall keep him on the road of rectitude in accordance with the rules given above.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cEiJUZbYExna1lZTDZYgiA=="
    },
    {
      "id": 6663297524382,
      "law": "I will fully declare in accordance with the true law (the rules concerning) the disputes, (arising) from the transgressions of owners of cattle and of herdsmen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rimDVDQjrYQqC6sxB4HPhw=="
    },
    {
      "id": 7150102104112,
      "law": "During the day the responsibility for the safety (of the cattle rests) on the herdsman, during the night on the owner, (provided they are) in his house; (if it be) otherwise, the herdsman will be responsible (for them also during the night).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yr71J8wmhtHShhe5Znwdlw=="
    },
    {
      "id": 4943646269666,
      "law": "A hired herdsman who is paid with milk, may milk with the consent of the owner the best (cow) out of ten; such shall be his hire if no (other) wages (are paid).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pKQ9lPqUtHKdlQWhQb/KjA=="
    },
    {
      "id": 2155790419914,
      "law": "The herdsman alone shall make good (the loss of a beast) strayed, destroyed by worms, killed by dogs or (by falling) into a pit, if he did not duly exert himself (to prevent it).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/f8rMlaPJx55J8rOBlWGrg=="
    },
    {
      "id": 1411898348283,
      "law": "But for (an animal) stolen by thieves, though he raised an alarm, the herdsman shall not pay, provided he gives notice to his master at the proper place and time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Gr46zZrZTdoq7uWxxUHUOA=="
    },
    {
      "id": 5492743479961,
      "law": "If cattle die, let him carry to his master their ears, skin, tails, bladders, tendons, and the yellow concrete bile, and let him point out their particular. marks.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-y+srEO1ACDX5Y/d1/lzDyA=="
    },
    {
      "id": 2574636312294,
      "law": "But if goats or sheep are surrounded by wolves and the herdsman does not hasten (to their assistance), lie shall be responsible for any (animal) which a wolf may attack and kill.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q6+JT/SU/52nnK89Zbfb8Q=="
    },
    {
      "id": 3523884303430,
      "law": "But if they, kept in (proper) order, graze together in the forest, and a wolf, suddenly jumping on one of them, kills it, the herdsman shall bear in that case no responsibility.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iiyxhUdYwqLUHFoFA12XJA=="
    },
    {
      "id": 6033870961196,
      "law": "On all sides of a village a space, one hundred dhanus or three samya-throws (in breadth), shall be reserved (for pasture), and thrice (that space) round a town.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4eAH/92fgXBV6C3dq2P24Q=="
    },
    {
      "id": 3953861214222,
      "law": "If the cattle do damage to unfenced crops on that (common), the king shall in that case not punish the herdsmen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ssba1d/fcPesAW0g0wFtNg=="
    },
    {
      "id": 4429958173346,
      "law": "(The owner of the field) shall make there a hedge over which a camel cannot look, and stop every gap through which a dog or a boar can thrust his head.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Noh8sOthbPVgphKD9BrNdg=="
    },
    {
      "id": 7201354958491,
      "law": "(If cattle do mischief) in an enclosed field near a highway or near a village, the herdsman shall be fined one hundred (panas);<P>(but cattle), unattended by a herdsman, (the watchman in the field) shall drive away.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OGNtMi1SgX6Ai3h4XNlxbA=="
    },
    {
      "id": 3576772529751,
      "law": "(For damage) in other fields (each head of) cattle shall (pay a fine of one (pana) and a quarter, and in all (cases the value of) the crop (destroyed) shall be made good to the owner of the field; that is the settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-69iZWcvHQZv+ZwpyRz6hGQ=="
    },
    {
      "id": 4244156217368,
      "law": "But Manu has declared that no fine shall be paid for (damage done by) a cow within ten days after her calving, by bulls and by cattle sacred to the gods, whether they are attended by a herdsman or not.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Xoq5I28pFKdblUzsaLmf+g=="
    },
    {
      "id": 2187151617508,
      "law": "If (the crops are destroyed by) the husbandman's (own) fault, the fine shall amount to ten times as much as (the king's) share; but the fine (shall be) only half that amount if (the fault lay) with the servants and the farmer had no knowledge of it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rDNKwG62+Eoz1hObiGktOQ=="
    },
    {
      "id": 3537205136122,
      "law": "To these rules a righteous king shall keep in (all cases of) transgressions by masters, their cattle, and herdsmen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nY/HenOAmLNbcUWp5EznqA=="
    },
    {
      "id": 3795171872227,
      "law": "If a dispute has arisen between two villages concerning a boundary, the king shall settle the limits in the month of Gyaishtha, when the landmarks are most distinctly visible.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Q/tTTL7b/X4spbdualer4Q=="
    },
    {
      "id": 5244148024980,
      "law": "Let him mark the boundaries (by) trees, (e.g.) Nyagrodhas, Asvatthas, Kimsukas, cotton-trees, Salas, Palmyra palms, and trees with milky juice,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-497oAW7Ee4pMsGprpc7HUQ=="
    },
    {
      "id": 6008979772939,
      "law": "By clustering shrubs, bamboos of different kinds, Samis, creepers and raised mounds, reeds, thickets of Kubgaka; thus the boundary will not be forgotten.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4JoijgE6qA+Gd/tyXPOkmg=="
    },
    {
      "id": 5549153931739,
      "law": "Tanks, wells, cisterns, and fountains should be built where boundaries meet, as well as temples,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yAPhpE5dlK9byjjwQh1g4g=="
    },
    {
      "id": 3598647993134,
      "law": "And as he will see that through men's ignorance of the boundaries trespasses constantly occur in the world, let him cause to be made other hidden marks for boundaries,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BH2MWYHEXID39iRLNUwIXQ=="
    },
    {
      "id": 4005073111347,
      "law": "Stones, bones, cow's hair, chaff, ashes, potsherds, dry cowdung, bricks, cinders, pebbles, and sand,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-O730Ieq7/01JfNVO1N0zyA=="
    },
    {
      "id": 2432247704007,
      "law": "And whatever other things of a similar kind the earth does not corrode even after a long time, those he should cause to be buried where one boundary joins (the other).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1Ct/3nL+CA1rxg8cczpuQw=="
    },
    {
      "id": 4409366462720,
      "law": "By these signs, by long continued possession, and by constantly flowing streams of water the king shall ascertain the boundary (of the land) of two disputing parties.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C/hn86Pn75pSZWeUzUv5+w=="
    },
    {
      "id": 5781411064072,
      "law": "If there be a doubt even on inspection of the marks, the settlement of a dispute regarding boundaries shall depend on witnesses.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-U5VwfHJn+PCiuQ6gZagAdg=="
    },
    {
      "id": 5322878308164,
      "law": "The witnesses, (giving evidence) regarding a boundary, shall be examined concerning the landmarks in the presence of the crowd of the villagers and also of the two litigants.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BMxkPriGaqZ1mGbeU7yKkw=="
    },
    {
      "id": 6823393904253,
      "law": "As they, being questioned, unanimously decide, even so he shall record the boundary (in writing), together with their names.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BCRigbFd9jLVSKmXO8Ssnw=="
    },
    {
      "id": 5304261531382,
      "law": "Let them, putting earth on their heads, wearing chaplets (of red flowers) and red dresses, being sworn each by (the rewards for) his meritorious deeds, settle (the boundary) in accordance with the truth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-c6BcS1Fv83rXyeUrsyFdiQ=="
    },
    {
      "id": 6154572304455,
      "law": "If they determine (the boundary) in the manner stated, they are guiltless (being) veracious witnesses; but if they determine it unjustly, they shall be compelled to pay a fine of two hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9AxZwb3CPRThWL/ctUQpIw=="
    },
    {
      "id": 4869336827548,
      "law": "On failure of witnesses (from the two villages, men of) the four neighbouring villages, who are pure, shall make (as witnesses) a decision concerning the boundary in the presence of the king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7ldNFaagjj51KN82xlJ9QQ=="
    },
    {
      "id": 1776069507430,
      "law": "On failure of neighbours (who are) original inhabitants (of the country and can be) witnesses with respect to the boundary, (the king) may hear the evidence even of the following inhabitants of the forest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oxiXxtdVZkfv+fHM1KGmNg=="
    },
    {
      "id": 6924010219226,
      "law": "(Viz.) hunters, fowlers, herdsmen, fishermen, root-diggers, snake-catchers, gleaners, and other foresters.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bmIA3e/pweXnOfcU6f67jg=="
    },
    {
      "id": 6606744472916,
      "law": "As they, being examined, declare the marks for the meeting of the boundaries (to be), even so the king shall justly cause them to be fixed between the two villages.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AOwQRN28C4L+KKLSAtqkZQ=="
    },
    {
      "id": 3851474934332,
      "law": "The decision concerning the boundary-marks of fields, wells, tanks, of gardens and houses depends upon (the evidence of) the neighbours.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ofs13RiqRDIsiC6weZwFcw=="
    },
    {
      "id": 1309812235074,
      "law": "Should the neighbours give false evidence, when men dispute about a boundary-mark, the king shall make each of them pay the middlemost amercement as a fine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TuciPkJ9ro3xl2sIDqj9DA=="
    },
    {
      "id": 4431015469423,
      "law": "He who by intimidation possesses himself of a house, a tank, a garden, or a field, shall be fined five hundred (panas); (if he trespassed) through ignorance, the fine (shall be) two hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VZOni44rYitLb/cbkjmc/w=="
    },
    {
      "id": 1909797030210,
      "law": "If the boundary cannot be ascertained (by any evidence), let a righteous king with (the intention of) benefiting them (all), himself assign (his) land (to each); that is the settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RRdyzmPPcm4TdDdvi/f8Mw=="
    },
    {
      "id": 4378441036831,
      "law": "Thus the law for deciding boundary (disputes) has been fully declared, I will next propound the (manner of) deciding (cases of) defamation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Pue22L+cNaB3ruRKA3d3wg=="
    },
    {
      "id": 3041870136682,
      "law": "A Kshatriya, having defamed a Brahmana, shall be fined one hundred (panas); a Vaisya one hundred and fifty or two hundred; a Sudra shall suffer corporal punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5RrwdDwq+i7TvK5qL/OPgA=="
    },
    {
      "id": 3128786275440,
      "law": "A Brahmana shall be fined fifty (panas) for defaming a Kshatriya; in (the case of) a Vaisya the fine shall be twenty-five (panas); in (the case of) a Sudra twelve.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iD4UtdzaIKT7Od9LlesSdw=="
    },
    {
      "id": 2906437551514,
      "law": "For offences of twice-born men against those of equal caste (varna, the fine shall be) also twelve (panas); for speeches which ought not to be uttered, that (and every fine shall be) double.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-airtHGfgR9p/J0lOFBVUlA=="
    },
    {
      "id": 2567692854541,
      "law": "A once-born man (a Sudra), who insults a twice-born man with gross invective, shall have his tongue cut out; for he is of low origin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LxF8lels6V2DS3zRFsFm+g=="
    },
    {
      "id": 5353284457698,
      "law": "If he mentions the names and castes (gati) of the (twice-born) with contumely, an iron nail, ten fingers long, shall be thrust red-hot into his mouth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iwRhBfgp92Q+qmcxyJMJGg=="
    },
    {
      "id": 4171944773869,
      "law": "If he arrogantly teaches Brahmanas their duty, the king shall cause hot oil to be poured into his mouth and into his ears.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5nK5a/a0rc1A6huh4IjCig=="
    },
    {
      "id": 1693212872297,
      "law": "He who through arrogance makes false statements regarding the learning (of a caste-fellow), his country, his caste (gati), or the rites by which his body was sanctified, shall be compelled to pay a fine of two hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Hsz3Cmpx78pMtbXpxaQO1w=="
    },
    {
      "id": 5214682778050,
      "law": "He who even in accordance with the true facts (contemptuously) calls another man one-eyed, lame, or the like (names), shall be fined at least one karshapana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GkfEM28gtBj/mo9HNHiQuQ=="
    },
    {
      "id": 2022899901349,
      "law": "He who defames his mother, his father, his wife, his brother, his son, or his teacher, and he who gives not the way to his preceptor, shall be compelled to pay one hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LpiPkBtYsv+U4lA9UjMSJA=="
    },
    {
      "id": 1534870527814,
      "law": "(For mutual abuse) by a Brahmana and a Kshatriya a fine must be imposed by a discerning (king), on the Brahmana the lowest amercement, but on the Kshatriya the middlemost.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aRSw7J4NqnmHXq8zx4IOKw=="
    },
    {
      "id": 5573528040756,
      "law": "A Vaisya and a Sudra must be punished exactly in the same manner according to their respective castes, but the tongue (of the Sudra) shall not be cut out; that is the decision.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+gf+9WlNUFFUACHsTDDOsQ=="
    },
    {
      "id": 1838441806320,
      "law": "Thus the rules for punishments (applicable to cases) of defamation have been truly declared; I will next propound the decision (of cases) of assault.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iNAwf/+ZLHcFrLm4U73zSg=="
    },
    {
      "id": 7138012759575,
      "law": "With whatever limb a man of a low caste does hurt to (a man of the three) highest (castes), even that limb shall be cut off; that is the teaching of Manu.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NXYAo/DFOQEZdslmkNRTQQ=="
    },
    {
      "id": 1695208417563,
      "law": "He who raises his hand or a stick, shall have his hand cut off; he who in anger kicks with his foot, shall have his foot cut off.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-akO/vmtzdafHLEV3FhJ4oA=="
    },
    {
      "id": 6269704197304,
      "law": "A low-caste man who tries to place himself on the same seat with a man of a high caste, shall be branded on his hip and be banished, or (the king) shall cause his buttock to be gashed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ygaRk6CloJ2w1Uj7rq4dEg=="
    },
    {
      "id": 7062423978047,
      "law": "If out of arrogance he spits (on a superior), the king shall cause both his lips to be cut off; if he urines (on him), the penis; if he breaks wind (against him), the anus.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z4hKqyF0n0iEKqWncY5yNA=="
    },
    {
      "id": 1539596375304,
      "law": "If he lays hold of the hair (of a superior), let the (king) unhesitatingly cut off his hands, likewise (if he takes him) by the feet, the beard, the neck, or the scrotum.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2Cj1BQlDp2CQ3uWimaU6Ww=="
    },
    {
      "id": 2541743474093,
      "law": "He who breaks the skin (of an equal) or fetches blood (from him) shall be fined one hundred (panas), he who cuts a muscle six nishkas, he who breaks a bone shall be banished.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oFak6KdY6NxIjrTUT+TNKQ=="
    },
    {
      "id": 5716851807044,
      "law": "According to the usefulness of the several (kinds of) trees a fine must be inflicted for injuring them; that is the settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zZboNksuDUR4vKWz64BhNA=="
    },
    {
      "id": 7053649890354,
      "law": "If a blow is struck against men or animals in order to (give them) pain, (the judge) shall inflict a fine in proportion to the amount of pain (caused).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LSte9oYBWDS/PYQFgeA0lg=="
    },
    {
      "id": 5791105389519,
      "law": "If a limb is injured, a wound (is caused), or blood (flows, the assailant) shall be made to pay (to the sufferer) the expenses of the cure, or the whole (both the usual amercement and the expenses of the cure as a) fine (to the king).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0SoBbdU59VBMxR/BfMJb7A=="
    },
    {
      "id": 3031571633811,
      "law": "He who damages the goods of another, be it intentionally or unintentionally, shall give satisfaction to the (owner) and pay to the king a fine equal to the (damage).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-A60LgkFmpO8K9L8VudTOFw=="
    },
    {
      "id": 2180057266983,
      "law": "In the case of (damage done to) leather, or to utensils of leather, of wood, or of clay, the fine (shall be) five times their value; likewise in the case of (damage to) flowers, roots, and fruit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ttg/u8j73sfW8cxwVhIaUg=="
    },
    {
      "id": 2717058192304,
      "law": "They declare with respect to a carriage, its driver and its owner, (that there are) ten cases in which no punishment (for damage done) can be inflicted; in other cases a fine is prescribed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3LnqXVFWAkBPYWjz9JD/0g=="
    },
    {
      "id": 2421469826671,
      "law": "When the nose-string is snapped, when the yoke is broken, when the carriage turns sideways or back, when the axle or a wheel is broken,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NLYLM4T5Y7QLtRvRmxX0IQ=="
    },
    {
      "id": 4960724587501,
      "law": "When the leather-thongs, the rope around the neck or the bridle are broken, and when (the driver) has loudly called out, 'Make way,' Manu has declared (that in all these cases) no punishment (shall be inflicted).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9Tg7UKKeKYXRXcgjZRDA/g=="
    },
    {
      "id": 5360519248112,
      "law": "But if the cart turns off (the road) through the driver's want of skill, the owner shall be fined, if damage (is done), two hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4pbrVs3/uFsZ8XMSZYzQVw=="
    },
    {
      "id": 1336888266585,
      "law": "If the driver is skilful (but negligent), he alone shall be fined; if the driver is unskilful, the occupants of the carriage (also) shall be each fined one hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+nhVuwoxoVgVyJ0SMz5/qw=="
    },
    {
      "id": 4496283801969,
      "law": "But if he is stopped on his way by cattle or by (another) carriage, and he causes the death of any living being, a fine shall without doubt be imposed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jl3zyFRXI125NrNC/k3zZA=="
    },
    {
      "id": 2534244162290,
      "law": "If a man is killed, his guilt will be at once the same as (that of) a thief; for large animals such as cows, elephants, camels or horses, half of that.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0xQNu+SujwLPTUUzZoFm9Q=="
    },
    {
      "id": 6938111520172,
      "law": "For injuring small cattle the fine (shall be) two hundred (panas); the fine for beautiful wild quadrupeds and birds shall amount to fifty (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pbPG35zBglCxn2nvM4Flzg=="
    },
    {
      "id": 6188275730913,
      "law": "For donkeys, sheep, and goats the fine shall be five mashas; but the punishment for killing a dog or a pig shall be one masha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+pA13zuySEF/OsNqgGtLng=="
    },
    {
      "id": 5795981804356,
      "law": "A wife, a son, a slave, a pupil, and a (younger) brother of the full blood, who have committed faults, may be beaten with a rope or a split bamboo,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5vz7AsEi0qqe6MTwnndZ+Q=="
    },
    {
      "id": 7071515639372,
      "law": "But on the back part of the body (only), never on a noble part; he who strikes them otherwise will incur the same guilt as a thief.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TG96zxrGVxouhz3Q9Igqyw=="
    },
    {
      "id": 2126818429840,
      "law": "Thus the whole law of assault (and hurt) has been declared completely; I will now explain the rules for the decision (in cases) of theft.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YzzoDaqOc26WBUUKPTxDrg=="
    },
    {
      "id": 4718035311210,
      "law": "Let the king exert himself to the utmost to punish thieves; for, if he punishes thieves, his fame grows and his kingdom prospers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZfUQxGGoJLPtLBsCrmBZig=="
    },
    {
      "id": 5758345761188,
      "law": "That king, indeed, is ever worthy of honour who ensures the safety (of his subjects); for the sacrificial session (sattra, which he, as it were, performs thereby) ever grows in length, the safety (of his subjects representing) the sacrificial fee.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zFALjiQZdHMzAUX2x/O9jQ=="
    },
    {
      "id": 1257688617905,
      "law": "A king who (duly) protects (his subjects) receives from each and all the sixth part of their spiritual merit; if he does not protect them, the sixth part of their demerit also (will fall on him).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZLwSqtW/YqCfldr+88Ou9g=="
    },
    {
      "id": 4676417990856,
      "law": "Whatever (merit a man gains by) reading the Veda, by sacrificing, by charitable gifts, (or by) worshipping (Gurus and gods), the king obtains a sixth part of that in consequence of his duly protecting (his kingdom).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-A4jCxeGMX5Rb1iX7e05ObA=="
    },
    {
      "id": 4307071358825,
      "law": "A king who protects the created beings in accordance with the sacred law and smites those worthy of corporal punishment, daily offers (as it were) sacrifices at which hundred thousands (are given as) fees.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aWbWn+RhQnE+IB8vHWmDQA=="
    },
    {
      "id": 1982735367899,
      "law": "A king who does not afford protection, (yet) takes his share in kind, his taxes, tolls and duties, daily presents and fines, will (after death) soon sink into hell.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nRZJ3+5iMHXpiVqqAtZ1uw=="
    },
    {
      "id": 3192984277412,
      "law": "They declare that a king who affords no protection, (yet) receives the sixth part of the produce, takes upon himself all the foulness of his whole people.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DXfYgctGQMAySVo0kYIB7g=="
    },
    {
      "id": 2556817115110,
      "law": "Know that a king who heeds not the rules (of the law), who is an atheist, and rapacious, who does not protect (his subjects, but) devours them, will sink low (after death).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TQs8tNuQsSrHXcNIlcIsIw=="
    },
    {
      "id": 5506855891704,
      "law": "Let him carefully restrain the wicked by three methods,- by imprisonment by putting them in fetters, and by various (kinds of) corporal punishments.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uYcEKt+VITpwp3BkgvNlvQ=="
    },
    {
      "id": 4487849887928,
      "law": "For by punishing the wicked and by favouring the virtuous, kings are constantly sanctified, just as twice-born men by sacrifices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KEBr0Uo8gvGfMk3rQjgmAA=="
    },
    {
      "id": 6222023487286,
      "law": "A king who desires his own welfare must always forgive litigants, infants, aged and sick men, who inveigh against him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eYnFVwUtFfEqhQuGAAmC6g=="
    },
    {
      "id": 6723239521647,
      "law": "He who, being abused by men in pain, pardons (them), will in reward of that (act) be exalted in heaven; but he who, (proud) of his kingly state, forgives them not, will for that (reason) sink into hell.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HHXsoYVn/fKumPpR7iOtnQ=="
    },
    {
      "id": 4382110918228,
      "law": "A thief shall, running, approach the king, with flying hair, confessing that theft (and saying), 'Thus have I done, punish me;'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WfgRM/iMHG4dfDiXDl2exA=="
    },
    {
      "id": 1381637876340,
      "law": "(And he must) carry on his shoulder a pestle, or a club of Khadira wood, or a spear sharp at both ends, or an iron staff.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-T7Bn+3xLfnbPFdfdqCoc6w=="
    },
    {
      "id": 1555768376789,
      "law": "Whether he be punished or pardoned, the thief is freed from the (guilt of) theft; but the king, if he punishes not, takes upon himself the guilt of the thief.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PqX61RaugbOZ5OxxZO8GgA=="
    },
    {
      "id": 5065070631848,
      "law": "The killer of a learned Brahmana throws his guilt on him who eats his food, an adulterous wife on her (negligent) husband, a (sinning) pupil or sacrificer on (their negligent) teacher (or priest), a thief on the king (who pardons him).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Kf/PUUGHSeIwcGQsLgrZJA=="
    },
    {
      "id": 7066630807069,
      "law": "But men who have committed crimes and have been punished by the king, go to heaven, being pure like those who performed meritorious deeds.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8LcqiNbBYidVSB9GTvaGcw=="
    },
    {
      "id": 1707368569551,
      "law": "He who steals the rope or the water-pot from a well, or damages a hut where water is distributed, shall pay one masha as a fine and restore the (article abstracted or damaged) in its (proper place).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jk8GGggRdbP352M6tZzjmg=="
    },
    {
      "id": 6203285060842,
      "law": "On him who steals more than ten kumbhas of grain corporal punishment (shall be inflicted); in other cases he shall be fined eleven times as much, and shall pay to the (owner the value of his) property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ujcs/Yp3qsdLAjebftNfNw=="
    },
    {
      "id": 4366698506088,
      "law": "So shall corporal punishment be inflicted for stealing more than a hundred (palas) of articles sold by the weight, (i.e.) of gold, silver, and so forth, and of most excellent clothes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JPtp1ViQmiiqjqKXJCV60Q=="
    },
    {
      "id": 3648837224659,
      "law": "For (stealing) more than fifty (palas) it is enacted that the hands (of the offender) shall be cut off; but in other cases, let him inflict a fine of eleven times the value.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0xecAYYX82NWPAT+ypdH9g=="
    },
    {
      "id": 5598539689673,
      "law": "For stealing men of noble family and especially women and the most precious gems, (the offender) deserves corporal (or capital) punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2NDnasF2tlX+ua9nWD6dWw=="
    },
    {
      "id": 4862890297260,
      "law": "For stealing large animals, weapons, or medicines, let the king fix a punishment, after considering the time and the purpose (for which they were destined).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8ixwQcO8gZNkc3wUtI9T5w=="
    },
    {
      "id": 6958998274056,
      "law": "For (stealing) cows belonging to Brahmanas, piercing (the nostrils of) a barren cow, and for stealing (other) cattle (belonging to Brahmanas, the offender) shall forthwith lose half his feet.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zNdLTGyABgrfsMKM1hXvCw=="
    },
    {
      "id": 2431778118671,
      "law": "(For stealing) thread, cotton, drugs causing fermentation, cowdung, molasses, sour milk, sweet milk, butter-milk, water, or grass,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7WzaNsElN6Lvam+tF3YKSw=="
    },
    {
      "id": 6444519353403,
      "law": "Vessels made of bamboo or other cane, salt of various kinds, earthen (vessels), earth and ashes,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8ZIOrJAklPSCP3FxAmIpmg=="
    },
    {
      "id": 6009381067393,
      "law": "Fish, birds, oil, clarified butter, meat, honey, and other things that come from beasts,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RyHbur08uAePG2U79+jhcQ=="
    },
    {
      "id": 6124666858994,
      "law": "Or other things of a similar kind, spirituous liquor, boiled rice, and every kind of cooked food, the fine (shall be) twice the value (of the stolen article).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SO5CS+fzRVZY/T25/EtNiA=="
    },
    {
      "id": 2973132907079,
      "law": "For flowers, green corn, shrubs, creepers, trees, and other unhusked (grain) the fine (shall be) five krishnalas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9FJWcUOLGow5BGPo1MbNJg=="
    },
    {
      "id": 2721030957839,
      "law": "For husked grain, vegetables, roots, and fruit the fine (shall be) one hundred (panas) if there is no connexion (between the owner and the thief), fifty (panas) if such a connexion exists.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nvFW1NhoLzxsufx3/4WLqg=="
    },
    {
      "id": 3372907924645,
      "law": "An offence (of this description), which is committed in the presence (of the owner) and with violence, will be robbery; if (it is committed) in his absence, it will be theft; likewise if (the possession of) anything is denied after it has been taken.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Bb6j/w6Rr7F3zmCWayX57Q=="
    },
    {
      "id": 3555695109467,
      "law": "On that man who may steal (any of) the above-mentioned articles, when they are prepared for (use), let the king inflict the first (or lowest) amercement; likewise on him who may steal (a sacred) fire out of the room (in which it is kept).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sHQQaLK+0pz1xUY6WWo+qw=="
    },
    {
      "id": 3768950219212,
      "law": "With whatever limb a thief in any way commits (an offence) against men, even of that (the king) shall deprive him in order to prevent (a repetition of the crime).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-d90QhlK0kUUYnZZFgJn39g=="
    },
    {
      "id": 3476256411752,
      "law": "Neither a father, nor a teacher, nor a friend, nor a mother, nor a wife, nor a son, nor a domestic priest must be left unpunished by a king, if they do not keep within their duty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RLZUjSUfR5RveUaO9JlfEw=="
    },
    {
      "id": 4106639580059,
      "law": "Where another common man would be fined one karshapana, the king shall be fined one thousand; that is the settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v1L+nZdbM2cdIYwS0nWRKg=="
    },
    {
      "id": 6097972483017,
      "law": "In (a case of) theft the guilt of a Sudra shall be eightfold, that of a Vaisya sixteenfold, that of a Kshatriya two-and-thirtyfold,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-93jTdFZiG0dcOeQqVQf98g=="
    },
    {
      "id": 1764652230852,
      "law": "That of a Brahmana sixty-fourfold, or quite a hundredfold, or (even) twice four-and-sixtyfold; (each of them) knowing the nature of the offence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ynBWHi1L+6ZgCQsgd/7f7A=="
    },
    {
      "id": 3045722755014,
      "law": "(The taking of) roots and of fruit from trees, of wood for a (sacrificial) fire, and of grass for feeding cows, Manu has declared (to be) no theft.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mdmvctP1ybQtaFiZ0zGQ+g=="
    },
    {
      "id": 5495117543834,
      "law": "A Brahmana, seeking to obtain property from a man who took what was not given to him, either by sacrificing for him or by teaching him, is even like a thief.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/exn9J3S/tSbXf86oqJVXw=="
    },
    {
      "id": 2152896127641,
      "law": "A twice-born man, who is travelling and whose provisions are exhausted, shall not be fined, if he takes two stalks of sugar-cane or two (esculent) roots from the field of another man.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uIFdTKUUUzcw/U8k0CD3bQ=="
    },
    {
      "id": 3656149957977,
      "law": "He who ties up unbound or sets free tied up (cattle of other men), he who takes a slave, a horse, or a carriage will have incurred the guilt of a thief.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e13AbLKQK4WpVCglndroBQ=="
    },
    {
      "id": 6999271057073,
      "law": "A king who punishes thieves according to these rules, will gain fame in this world and after death unsurpassable bliss.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qlKkII5tQ34JpyWybQTytA=="
    },
    {
      "id": 4807631726586,
      "law": "A king who desires to gain the throne of Indra and imperishable eternal fame, shall not, even for a moment, neglect (to punish) the man who commits violence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4xlcYN6mAx6B8At+yno55A=="
    },
    {
      "id": 5576591211809,
      "law": "He who commits violence must be considered as the worst offender, (more wicked) than a defamer, than a thief, and than he who injures (another) with a staff.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oEQxD2gibwH5Lm6qnzUY5w=="
    },
    {
      "id": 1564695285576,
      "law": "But that king who pardons the perpetrator of violence quickly perishes and incurs hatred.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9nhUyICypfzkk30q+W/5Hw=="
    },
    {
      "id": 7178000712358,
      "law": "Neither for friendship's sake, nor for the sake of great lucre, must a king let go perpetrators of violence, who cause terror to all creatures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-noKcybT3LRQRUUWg3Mekvg=="
    },
    {
      "id": 1771589082932,
      "law": "Twice-born men may take up arms when (they are) hindered (in the fulfilment of their duties, when destruction (threatens) the twice-born castes (varna) in (evil) times,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pbIHrppaVneYeZMSF26AKg=="
    },
    {
      "id": 1903384304291,
      "law": "In their own defence, in a strife for the fees of officiating priests, and in order to protect women and Brahmanas; he who (under such circumstances) kills in the cause of right, commits no sin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FdUIKlZ7EjzXhZ6wG0bDrg=="
    },
    {
      "id": 3639426064342,
      "law": "One may slay without hesitation an assassin who approaches (with murderous intent), whether (he be one's) teacher, a child or an aged man, or a Brahmana deeply versed in the Vedas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YWFzQB9D+8S43p3jYGe1nw=="
    },
    {
      "id": 1814114580304,
      "law": "By killing an assassin the slayer incurs no guilt, whether (he does it) publicly or secretly; in that case fury recoils upon fury.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-J4C9wKUaPaijJDIGLItAnQ=="
    },
    {
      "id": 2099812010481,
      "law": "Men who commit adultery with the wives of others, the king shall cause to be marked by punishments which cause terror, and afterwards banish.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KXpscN71oKLC4/rVx1kf6g=="
    },
    {
      "id": 4352831898269,
      "law": "For by (adultery) is caused a mixture of the castes (varna) among men; thence (follows) sin, which cuts up even the roots and causes the destruction of everything.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FFVgPYdK0fab5ds/qK8pMw=="
    },
    {
      "id": 3373102611081,
      "law": "A man formerly accused of (such) offences, who secretly converses with another man's wife, shall pay the first (or lowest) amercement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JG1Vxk+Je1dSKjTtGiniJg=="
    },
    {
      "id": 2198870659801,
      "law": "But a man, not before accused, who (thus) speaks with (a woman) for some (reasonable) cause, shall not incur any guilt, since in him there is no transgression.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-N88QDGpT7byoVnUKLasdzQ=="
    },
    {
      "id": 5691975080534,
      "law": "He who addresses the wife of another man at a Tirtha, outside the village, in a forest, or at the confluence of rivers, suffer (the punishment for) adulterous acts (samgrahana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8BYuvLcEJ0xbUeF89ql5ag=="
    },
    {
      "id": 2657945900368,
      "law": "Offering presents (to a woman), romping (with her), touching her ornaments and dress, sitting with her on a bed, all (these acts) are considered adulterous acts (samgrahana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jGM0plwXYFUZxoT/cI/N9w=="
    },
    {
      "id": 3150143961163,
      "law": "If one touches a woman in a place (which ought) not (to be touched) or allows (oneself to be touched in such a spot), all (such acts done) with mutual consent are declared (to be) adulterous (samgrahana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XrwQ3P37DP5PyZCDyp21GA=="
    },
    {
      "id": 3928819339571,
      "law": "A man who is not a Brahmana ought to suffer death for adultery (samgrahana); for the wives of all the four castes even must always be carefully guarded.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S2bU7To6q3tRJXUKpwgjKw=="
    },
    {
      "id": 6695852462175,
      "law": "Mendicants, bards, men who have performed the initiatory ceremony of a Vedic sacrifice, and artisans are not prohibited from speaking to married women.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KWNbO1duh8PEAB4uRQJMDQ=="
    },
    {
      "id": 6101166050933,
      "law": "Let no man converse with the wives of others after he has been forbidden (to do so); but he who converses (with them), in spite of a prohibition, shall be fined one suvarna.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nBQ6pM/drc33gPjW3ohtqQ=="
    },
    {
      "id": 2985159105811,
      "law": "This rule does not apply to the wives of actors and singers, nor (of) those who live on (the intrigues of) their own (wives); for such men send their wives (to others) or, concealing themselves, allow them to hold criminal intercourse.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/4VLz2PAHLEFV85tPPYS8w=="
    },
    {
      "id": 1357377195252,
      "law": "Yet he who secretly converses with such women, or with female slaves kept by one (master), and with female ascetics, shall be compelled to pay a small fine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3pIS+YiwabnP+Fx0dv7M5Q=="
    },
    {
      "id": 3526259041098,
      "law": "He who violates an unwilling maiden shall instantly suffer corporal punishment; but a man who enjoys a willing maiden shall not suffer corporal punishment, if (his caste be) the same (as hers).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dYaluYTRsY4VO079n6G62Q=="
    },
    {
      "id": 7000081665491,
      "law": "From a maiden who makes advances to a (man of) high (caste), he shall not take any fine; but her, who courts a (man of) low (caste), let him force to live confined in her house.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R0/cPISI30CcN4hA3gN6Uw=="
    },
    {
      "id": 3040487554945,
      "law": "A (man of) low (caste) who makes love to a maiden (of) the highest (caste) shall suffer corporal punishment; he who addresses a maiden (on) equal (caste) shall pay the nuptial fee, if her father desires it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8dSZJcKnfiPl9vKsNcbYTA=="
    },
    {
      "id": 3865286752461,
      "law": "But if any man through insolence forcibly contaminates a maiden, two of his fingers shall be instantly cut off, and he shall pay a fine of six hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-izhgo71qPyu3qLnmUyxA2g=="
    },
    {
      "id": 5106525362664,
      "law": "A man (of) equal (caste) who defiles a willing maiden shall not suffer the amputation of his fingers, but shall pay a fine of two hundred (panas) in order to deter him from a repetition (of the offence).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6phJlGy0YZySOYueNfgxqg=="
    },
    {
      "id": 6534354850680,
      "law": "A damsel who pollutes (another) damsel must be fined two hundred (panas), pay the double of her (nuptial) fee, and receive ten (lashes with a) rod.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nW0gEo08IZGs2bLL5dekkg=="
    },
    {
      "id": 7169367369104,
      "law": "But a woman who pollutes a damsel shall instantly have (her head) shaved or two fingers cut off, and be made to ride (through the town) on a donkey.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-id+S8JT+Xxhj1jHIY6KsGQ=="
    },
    {
      "id": 1788580234529,
      "law": "If a wife, proud of the greatness of her relatives or (her own) excellence, violates the duty which she owes to her lord, the king shall cause her to be devoured by dogs in a place frequented by many.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GzY01vxdehIidD6c78U7Ow=="
    },
    {
      "id": 3669362702762,
      "law": "Let him cause the male offender to be burnt on a red-hot iron bed; they shall put logs under it, (until) the sinner is burned (to death).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lykW9V+wFPZ1zvYXT6wBAw=="
    },
    {
      "id": 6757666873857,
      "law": "On a man (once) convicted, who is (again) accused within a year, a double fine (must be inflicted); even thus (must the fine be doubled) for (repeated) intercourse with a Vratya and a Kandali.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Gkbtyq/7ya3KlrL5adED0w=="
    },
    {
      "id": 3731127172882,
      "law": "A Sudra who has intercourse with a woman of a twice-born caste (varna), guarded or unguarded, (shall be punished in the following manner): if she was unguarded, he loses the part (offending) and all his property; if she was guarded, everything (even his life).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XJMM1Yu+wO7XZN7Mek/gIw=="
    },
    {
      "id": 1691761134727,
      "law": "(For intercourse with a guarded Brahmana a Vaisya shall forfeit all his property after imprisonment for a year; a Kshatriya shall be fined one thousand (panas) and be shaved with the urine (of an ass).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/zeUtjKrc+0axJuRNeVkZA=="
    },
    {
      "id": 2378770609247,
      "law": "If a Vaisya or a Kshatriya has connexion with an unguarded Brahmana, let him fine the Vaisya five hundred (panas) and the Kshatriya one thousand.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Qy0AS62p6863ZdEUEMd48Q=="
    },
    {
      "id": 6855270024257,
      "law": "But even these two, if they offend with a Brahmani (not only) guarded (but the wife of an eminent man), shall be punished like a Sudra or be burnt in a fire of dry grass.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SCftdgsCrhJwCQ50w9K2Dg=="
    },
    {
      "id": 1528782855218,
      "law": "A Brahmana who carnally knows a guarded Brahmani against her will, shall be fined one thousand (panas); but he shall be made to pay five hundred, if he had connexion with a willing one.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W1pIZuABTjRKpyXuXUxW/w=="
    },
    {
      "id": 6596525408561,
      "law": "Tonsure (of the head) is ordained for a Brahmana (instead of) capital punishment; but (men of) other castes shall suffer capital punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Rk3yXkIKQMOn2rzQZMYyNw=="
    },
    {
      "id": 4511065872546,
      "law": "Let him never slay a Brahmana, though he have committed all (possible) crimes; let him banish such an (offender), leaving all his property (to him) and (his body) unhurt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xfVOGV7+uoJbK85XvkEXPQ=="
    },
    {
      "id": 3890169333247,
      "law": "No greater crime is known on earth than slaying a Brahmana; a king, therefore, must not even conceive in his mind the thought of killing a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qTSckgJ2mQnAR/ZuoMmHXw=="
    },
    {
      "id": 2191898632753,
      "law": "If a Vaisya approaches a guarded female of the Kshatriya caste, or a Kshatriya a (guarded) Vaisya woman, they both deserve the same punishment as in the case of an unguarded Brahmana female.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5YSEfeViYe6Ft0JcuTIiFA=="
    },
    {
      "id": 6822594133008,
      "law": "A Brahmana shall be compelled to pay a fine of one thousand (panas) if he has intercourse with guarded (females of) those two (castes); for (offending with) a (guarded) Sudra female a fine of one thousand (panas shall be inflicted) on a Kshatriya or a Vaisya.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lzt61b/c8VdCJ0IhtwJwhQ=="
    },
    {
      "id": 6519341236760,
      "law": "For (intercourse with) an unguarded Kshatriya a fine of five hundred (panas shall fall) on a Vaisya; but (for the same offence) a Kshatriya shall be shaved with the urine (of a donkey) or (pay) the same fine.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zyHd2LVHWYEO+N98+960Jw=="
    },
    {
      "id": 2528942913032,
      "law": "A Brahmana who approaches unguarded females (of the) Kshatriya or Vaisya (castes), or a Sudra female, shall be fined five hundred (panas); but (for intercourse with) a female (of the) lowest (castes), one thousand.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oRjIGADOjowhCPFmweZWXg=="
    },
    {
      "id": 3904602074018,
      "law": "That king in whose town lives no thief, no adulterer, no defamer, no man guilty of violence, and no committer of assaults, attains the world of Sakra (Indra).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9H68j6Za6FOYALyTPwlaag=="
    },
    {
      "id": 6458270798744,
      "law": "The suppression of those five in his dominions secures to a king paramount sovereignty among his peers and fame in the world.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wNrdwxvgLuqg1Qvii5OXCA=="
    },
    {
      "id": 5531254289877,
      "law": "A sacrificer who forsakes an officiating priest, and an officiating priest who forsakes a sacrificer, (each being) able to perform his work and not contaminated (by grievous crimes), must each be fined one hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Mw8o046bL4fWjclCc41kEw=="
    },
    {
      "id": 5791082844067,
      "law": "Neither a mother, nor a father, nor a wife, nor a son shall be cast off; he who casts them off, unless guilty of a crime causing loss of caste, shall be fined six hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FO9gubKaqyq4Vw7TFUbiFQ=="
    },
    {
      "id": 5611826403851,
      "law": "If twice-born men dispute among each other concerning the duty of the orders, a king who desires his own welfare should not (hastily) decide (what is) the law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i5Vwq2ck7uFmnhRmb79LOA=="
    },
    {
      "id": 4999668106574,
      "law": "Having shown them due honor, he should, with (the assistance of) Brahmanas, first soothe them by gentle (speech) and afterwards teach them their duty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7jVfbGCwUXJ4AA7T+2uydg=="
    },
    {
      "id": 2086106126140,
      "law": "A Brahmana who does not invite his next neighbour and his neighbour next but one, (though) both (he) worthy (of the honour), to a festival at which twenty Brahmanas are entertained, is liable to a fine of one masha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kD/gdZDyqyKOBQ3iSC+LsA=="
    },
    {
      "id": 7114110970521,
      "law": "A Srotriya who does not entertain a virtuous Srotriya at auspicious festive rites, shall be made to pay him twice (the value of) the meal and a masha of gold (as a fine to the king).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YsDBv/+O22dC9GOJ7CPaeg=="
    },
    {
      "id": 4370285966028,
      "law": "A blind man, an idiot, (a cripple) who moves with the help of a board, a man full seventy years old, and he who confers benefits on Srotriyas, shall not be compelled by any (king) to pay a tax.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XbISFAxEzJxmmB+SEfYrKg=="
    },
    {
      "id": 3274555235085,
      "law": "Let the king always treat kindly a Srotriya, a sick or distressed man, an infant and an aged or indigent man, a man of high birth, and an honourable man (Arya).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cBxh/opZteCeLxPqnjnD6A=="
    },
    {
      "id": 1983938687974,
      "law": "A washerman shall wash (the clothes of his employers) gently on a smooth board of Salmaliwood he shall not return the clothes (of one person) for those (of another), nor allow anybody (but the owner) to wear them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-425ceW9zKG3jehZXTxJ3qw=="
    },
    {
      "id": 5773906963716,
      "law": "A weaver (who has received) ten palas (of thread), shall return (cloth weighing) one pala more; he who acts differently shall be compelled to pay a fine of twelve (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZS0FmEP8PQ9J53ZEgxS5Bw=="
    },
    {
      "id": 6598541690171,
      "law": "Let the king take one-twentieth of that (amount) which men, well acquainted with the settlement of tolls and duties (and) skilful in (estimating the value of) all kinds of merchandise, may fix as the value for each saleable commodity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eoj0eS7ukj3qL8Fs+SRIRg=="
    },
    {
      "id": 3846243771295,
      "law": "Let the king confiscate the whole property of (a trader) who out of greed exports goods of which the king has a monopoly or (the export of which is) forbidden.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-847u9ea+EkgmWhDW9lH54w=="
    },
    {
      "id": 1954673843271,
      "law": "He who avoids a custom-house (or a toll), he who buys or sells at an improper time, or he who makes a false statement in enumerating (his goods), shall be fined eight times (the amount of duty) which he tried to evade.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aHUoiNjsKqRLP/2fVt9iQg=="
    },
    {
      "id": 3630088771022,
      "law": "Let (the king) fix (the rates for) the purchase and sale of all marketable goods, having (duly) considered whence they come, whither they go, how long they have been kept, the (probable) profit and the (probable) outlay.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kmpT0LpyrU0+el6Pova6Dg=="
    },
    {
      "id": 6087901382370,
      "law": "Once in five nights, or at the close of each fortnight, let the king publicly settle the prices for the (merchants).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fAXiOmToibT5PkM+/F3v7w=="
    },
    {
      "id": 5060260625725,
      "law": "All weights and measures must be duly marked, and once in six months let him re-examine them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7v4fScnweLxAn1C+Ecs0Lw=="
    },
    {
      "id": 3665128931170,
      "law": "At a ferry an (empty) cart shall be made to pay one pana, a man's (load) half a pana, an animal and a woman one quarter of a (pana), an unloaded man one-half of a quarter.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Rot5q15QlK0RcQ7VzjkGqA=="
    },
    {
      "id": 1876196317872,
      "law": "Carts (laden) with vessels full (of merchandise) shall be made to pay toll at a ferry according to the value (of the goods), empty vessels and men without luggage some trifle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kAHzomxQszhs86wdtghO8g=="
    },
    {
      "id": 4805478635849,
      "law": "For a long passage the boat-hire must be proportioned to the places and times; know that this (rule refers) to (passages along) the banks of rivers; at sea there is no settled (freight).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NwQgjd98RZbZg0BaH31kAA=="
    },
    {
      "id": 3033358739525,
      "law": "But a woman who has been pregnant two months or more, an ascetic, a hermit in the forest, and Brahmanas who are students of the Veda, shall not be made to pay toll at a ferry.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FvR9VFw/UnKBQH+2nKUWnA=="
    },
    {
      "id": 1952127524641,
      "law": "Whatever may be damaged in a boat by the fault of the boatmen, that shall be made good by the boatmen collectively, (each paying) his share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/JrwiMz/nWRwP6dimYv/uQ=="
    },
    {
      "id": 5317213318626,
      "law": "This decision in suits (brought) by passengers (holds good only) in case the boatmen are culpably negligent on the water; in the case of (an accident) caused by (the will of) the gods, no fine can be (inflicted on them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xKAdP7jUIKmatMw/A5SCvQ=="
    },
    {
      "id": 3261649861005,
      "law": "(The king) should order a Vaisya to trade, to lend money, to cultivate the land, or to tend cattle, and a Sudra to serve the twice-born castes",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e6u5hnRXG0vI3cx+Mq630A=="
    },
    {
      "id": 3923864774103,
      "law": "(Some wealthy) Brahmana shall compassionately support both a Kshatriya and a Vaisya, if they are distressed for a livelihood, employing them on work (which is suitable for) their (castes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RM51H9VvKrqLTJrrP/xqqw=="
    },
    {
      "id": 5271355268173,
      "law": "But a Brahmana who, because he is powerful, out of greed makes initiated (men of the) twice-born (castes) against their will do the work of slaves, shall be fined by the king six hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VrFu97fn90jznfxZbIbU8A=="
    },
    {
      "id": 3586742491604,
      "law": "But a Sudra, whether bought or unbought, he may compel to do servile work; for he was created by the Self-existent (Svayambhu) to be the slave of a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cZl08N0OQLaHXmCMWVCAIA=="
    },
    {
      "id": 5338747605722,
      "law": "A Sudra, though emancipated by his master, is not released from servitude; since that is innate in him, who can set him free from it?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z6YS21CWZZ2anGseCLHAlQ=="
    },
    {
      "id": 5083057859963,
      "law": "There are slaves of seven kinds, (viz.) he who is made a captive under a standard, he who serves for his daily food, he who is born in the house, he who is bought and he who is given, he who is inherited from ancestors, and he who is enslaved by way of punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FYLZXNBH7lOH3mI9LaGQbg=="
    },
    {
      "id": 5550849118500,
      "law": "A wife, a son, and a slave, these three are declared to have no property; the wealth which they earn is (acquired) for him to whom they belong.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/ydI6G2BKX3r5Pt2QLErew=="
    },
    {
      "id": 3915278518207,
      "law": "A Brahmana may confidently seize the goods of (his) Sudra (slave); for, as that (slave) can have no property, his master may take his possessions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FVDBlNJezv24N4zhFoEBiA=="
    },
    {
      "id": 3178926489112,
      "law": "(The king) should carefully compel Vaisyas and Sudra to perform the work (prescribed) for them; for if these two (castes) swerved from their duties, they would throw this (whole) world into confusion.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nf487NfL106Bke1A1OrSjQ=="
    },
    {
      "id": 4307968789337,
      "law": "Let him daily look after the completion of his undertakings, his beasts of burden, and carriages, (the collection of) his revenues and the disbursements, his mines and his treasury.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3q43xrl2mxleTw3Y3Lv5tQ=="
    },
    {
      "id": 2837307383961,
      "law": "A king who thus brings to a conclusion. all the legal business enumerated above, and removes all sin, reaches the highest state (of bliss).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HGDgTEwP6u0oDdpN1wbqSA=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-QZBTqUMk8qxklfUw+dii+g=="
}