{
  "id": 3430850467817,
  "title": "CHAPTER IX.",
  "created": "Saturday, April 12, 2025 - 10:40:42 AM",
  "hash": false,
  "data": [
    {
      "id": 6499724847584,
      "dbid": "67faa59a7e748edc9e06ffa9",
      "law": "Day and night woman must be kept in dependence by the males of their families, and if they attach themselves to sensual enjoyments they must be kept under one's control. Her father protects her in childhood, her husband protects her in youth, and her sons protect her in old age. A woman is never fit for independence.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-uVbKVFZP3y1wObv8iWc9cg=="
    },
    {
      "id": 5129815128206,
      "dbid": "67faa59a7e748edc9e06ffaa",
      "law": "Reprehensible is the father who gives not his daughter in marriage at the proper time. Reprehensible is the husband who does not his wife, and reprehensible is the son who does not protect his mother after her husband has died.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-POni/oj/WZNQfDMg/33xTA=="
    },
    {
      "id": 4393416847279,
      "dbid": "67faa59a7e748edc9e06ffab",
      "law": "Women must particularly be guarded against evil inclinations, however trifling they may appear. For if they are not guarded they will bring destruction upon society.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-FFSJXYCeWq0IeL3ZbQg7tw=="
    },
    {
      "id": 3545596607038,
      "dbid": "67faa59a7e748edc9e06ffac",
      "law": "Considering that the highest duty of all castes, even weak husbands must strive to guard their wives.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-VrudYf3s7UCt1mb58u0u7g=="
    },
    {
      "id": 4507401659285,
      "dbid": "67faa59a7e748edc9e06ffad",
      "law": "He who carefully guards his wife, preserves the purity of his offspring, virtuous conduct, his family, himself, and his means of acquiring merit.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-tEXKxyDz9kWDZN8ceflv0w=="
    },
    {
      "id": 4623796290418,
      "dbid": "67faa59a7e748edc9e06ffae",
      "law": "The husband after conception by his wife becomes an embryo and is born again of her. For that is the wifehood of a wife (gaya), that he is born (gayate) again by her.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-RoXSdwBToaQxYoPnN6/8/Q=="
    },
    {
      "id": 2329189133056,
      "dbid": "67faa59a7e748edc9e06ffaf",
      "law": "As the male is to whom a wife cleaves, even so is the son whom she brings forth. Let him therefore carefully guard his wife, in order to keep his offspring pure.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-4IJ4txIw6RI23xBptv+vOg=="
    },
    {
      "id": 6162245640584,
      "dbid": "67faa59a7e748edc9e06ffb0",
      "law": "No man can completely guard women by force, but they can be guarded by the employment of the following expedients. Let the husband employ his wife in the collection and expenditure of his wealth, in keeping everything clean, in the fulfilment of religious duties, in the preparation of his food, and in looking after the household.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-xAjDTalKwREJnkX8P7FNyw=="
    },
    {
      "id": 4473242346080,
      "dbid": "67faa59a7e748edc9e06ffb1",
      "law": "Women, confined in the house under trustworthy and obedient servants, are not well guarded. Those who of their own accord keep guard over themselves, are well guarded.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-lGschkiZ4cn7a0VHGOKaBQ=="
    },
    {
      "id": 4097471650176,
      "dbid": "67faa59a7e748edc9e06ffb2",
      "law": "Drinking spirituous liquor, associating with wicked people, separation from the family, rambling abroad, sleeping at unseasonable hours, and dwelling in other men's houses, are the six causes of the ruin of women.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-5jSMZu36MUwYzITKCKWkMw=="
    },
    {
      "id": 1394995694006,
      "dbid": "67faa59a7e748edc9e06ffb3",
      "law": "Women do not care for beauty, nor is their attention fixed on age thinking, 'It is enough that he is a man.' They give themselves to the handsome and to the ugly. Through their passion for men, through their mutable temper, through their natural heartlessness, they become disloyal towards their husbands, however carefully they may be guarded in this world.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-c+OrbyLD5WapMU9xSFY1EQ=="
    },
    {
      "id": 2083287363921,
      "dbid": "67faa59a7e748edc9e06ffb4",
      "law": "Knowing their disposition, which the Lord of creatures laid in them at the creation, to be such, every man should most strenuously exert himself to guard them. When creating them allotted to women a love of their bed, of their seat and of ornament, impure desires, wrath, dishonesty, malice, and bad conduct.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-/LyYGxbCuaPK1nGEIXSllA=="
    },
    {
      "id": 2361766376257,
      "dbid": "67faa59a7e748edc9e06ffb5",
      "law": "For women no sacramental rite is performed with sacred texts, thus the law is settled. Women who are destitute of strength and destitute of the knowledge of Vedic texts, are as impure as falsehood itself, that is a fixed rule. And to this effect many sacred texts are sung also in the Vedas, in order to make fully known the true disposition of women.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-GJ+ZG/4IQEvUdzrcknazHg=="
    },
    {
      "id": 6135256936718,
      "dbid": "67faa59a7e748edc9e06ffb6",
      "law": "If my mother, going astray and unfaithful, conceived illicit desires, may my father keep that seed from me, that is the scriptural text.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-VcS5PdE6geUV5ntOWN93pw=="
    },
    {
      "id": 7197483396816,
      "dbid": "67faa59a7e748edc9e06ffb7",
      "law": "If a woman thinks in her heart of anything that would pain her husband, the above-mentioned text is declared to be a means for completely removing such infidelity.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-AlXNu5AofqfrNMISiPlwfg=="
    },
    {
      "id": 2093794496856,
      "dbid": "67faa59a7e748edc9e06ffb8",
      "law": "Whatever be the qualities of the man with whom a woman is united according to the law, such qualities even she assumes, like a river united with the ocean.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-PBR0kfpa+c9pJDByp/nyNg=="
    },
    {
      "id": 6734129573969,
      "dbid": "67faa59a7e748edc9e06ffb9",
      "law": "Between wives (striyah) who are destined to bear children, who secure many blessings, who are worthy of worship and irradiate their dwellings, and between the goddesses of fortune (sriyah, who reside) in the houses of men, there is no difference whatsoever.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-rzCNJXe4a1c8G1wS8dKFiw=="
    },
    {
      "id": 5600043133031,
      "dbid": "67faa59a7e748edc9e06ffba",
      "law": "The production of children, the nurture of those born, and the daily life of men, (of these matters) woman is visibly the cause.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-biBwBZMKelKoFlQzfSTyhw=="
    },
    {
      "id": 2891024501023,
      "dbid": "67faa59a7e748edc9e06ffbb",
      "law": "Offspring, the due performance on religious rites, faithful service, highest conjugal happiness and heavenly bliss for the ancestors and oneself, depend on one's wife alone. She who, controlling her thoughts, speech, and acts, violates not her duty towards her lord, dwells with him after death in heaven, and in this world is called by the virtuous a faithful (wife, sadhvi). But for disloyalty to her husband a wife is censured among men, and in her next life she is born in the womb of a jackal and tormented by diseases, the punishment of her sin.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-9A2hvZGcbrlUzoLVzLWnPQ=="
    },
    {
      "id": 1420551755750,
      "dbid": "67faa59a7e748edc9e06ffbc",
      "law": "Listen now to the following holy discussion, salutary to all men, which the virtuous of the present day and the ancient great sages have held concerning male offspring. They all say that the male issue of a woman belongs to the lord, but with respect to the meaning of the term lord the revealed texts differ. Some call the begetter of the child the lord, others declare that it is the owner of the soil.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ZI/F3VtZo7hvFL/LKZr33w=="
    },
    {
      "id": 1896474928229,
      "dbid": "67faa59a7e748edc9e06ffbd",
      "law": "By the sacred tradition the woman is declared to be the soil, the man is declared to be the seed. The production of all corporeal beings takes place through the union of the soil with the seed. In some cases the seed is more distinguished, and in some the womb of the female; but when both are equal, the offspring is most highly esteemed.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-EUfY9ZHx4G3ubKIr0S4JXA=="
    },
    {
      "id": 2118047511279,
      "dbid": "67faa59a7e748edc9e06ffbe",
      "law": "On comparing the seed and the receptacle of the seed, the seed is declared to be more important. For the offspring of all created beings is marked by the characteristics of the seed.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-fO3rVuNzyWR4SDbQvb9jGA=="
    },
    {
      "id": 2505767330502,
      "dbid": "67faa59a7e748edc9e06ffbf",
      "law": "Whatever kind on seed is sown in a field, prepared in due season, a plant of that same kind, marked with the peculiar qualities of the seed, springs up in it.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-/dZefTzwbdLdYbu+b+7XEw=="
    },
    {
      "id": 1332573479546,
      "dbid": "67faa59a7e748edc9e06ffc0",
      "law": "This earth, indeed, is called the primeval womb of created beings, but the seed develops not in its development any properties of the womb.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-oUp+pFbBbknclsDw8HwJ1w=="
    },
    {
      "id": 5366771283499,
      "dbid": "67faa59a7e748edc9e06ffc1",
      "law": "In this world seeds of different kinds, sown at the proper time in the land, even in one field, come forth each according to its kind. The rice called vrihi and that called sali, mudga-beans, sesamum, masha-beans, barley, leeks, and sugar-cane, all spring up according to their seed.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ZviioVuZjJ0rGtEa+aUHSg=="
    },
    {
      "id": 2970932499108,
      "dbid": "67faa59a7e748edc9e06ffc2",
      "law": "That one plant should be sown and another be produced cannot happen. Whatever seed is sown, a plant of that kind even comes forth.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-o70I7QJjmYCd7GodFGkDcA=="
    },
    {
      "id": 3650366276099,
      "dbid": "67faa59a7e748edc9e06ffc3",
      "law": "Never therefore must a prudent well-trained man, who knows the Veda and its Angas and desires long life, cohabit with another's wife. With respect to this matter, those acquainted with the past recite some stanzas, sung by Vayu the Wind, to show that seed must not be sown by any man on that which belongs to another.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-2A6qBONotVhpQ473mo1M/w=="
    },
    {
      "id": 3459643125548,
      "dbid": "67faa59a7e748edc9e06ffc4",
      "law": "As the arrow, shot by a hunter who afterwards hits a wounded deer in the wound made by another, is shot in vain, even so the seed, sown on what belongs to another, is quickly lost to the sower.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-AOU19wUWB1MI6A49nlNO+A=="
    },
    {
      "id": 5974188433795,
      "dbid": "67faa59a7e748edc9e06ffc5",
      "law": "Sages who know the past call this earth (prithivi) even the wife of Prithu; they declare a field to belong to him who cleared away the timber, and a deer to him who first wounded it.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-cN0WbQ+LbocWAMaDYwZ0cg=="
    },
    {
      "id": 3412624254566,
      "dbid": "67faa59a7e748edc9e06ffc6",
      "law": "He only is a perfect man who consists of three persons united, his wife, himself, and his offspring. Thus says the Veda, and learned Brahmanas propound this maxim likewise, The husband is declared to be one with the wife.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-5Fdwh7mrsrPr6VVh6YEWNw=="
    },
    {
      "id": 1239159927857,
      "dbid": "67faa59a7e748edc9e06ffc7",
      "law": "Neither by sale nor by repudiation is a wife released from her husband. Such we know the law to be, which the Lord of creatures (Pragapati) made of old.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-WsZPoEd/1AV/aNCpjtgykQ=="
    },
    {
      "id": 1386092012802,
      "dbid": "67faa59a7e748edc9e06ffc8",
      "law": "Once is the partition of the inheritance made, once is a maiden given in marriage, and once does a man say, I will give. Each of those three acts is done once only.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-k2Sbzw7r//krEf19oXR+ng=="
    },
    {
      "id": 6742605151198,
      "dbid": "67faa59a7e748edc9e06ffc9",
      "law": "As with cows, mares, female camels, slave-girls, buffalo-cows, she-goats, and ewes, it is not the begetter or his owner who obtains the offspring, even thus it is with the wives of others.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-9zsGr3SYdiM1z95FacZG6w=="
    },
    {
      "id": 4603193483425,
      "dbid": "67faa59a7e748edc9e06ffca",
      "law": "Those who, having no property in a field, but possessing seed-corn, sow it in another's soil, do indeed not receive the grain of the crop which may spring up.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-48Mwo8M6Zp686VCzu1TxIg=="
    },
    {
      "id": 2648429283182,
      "dbid": "67faa59a7e748edc9e06ffcb",
      "law": "If one man's bull were to beget a hundred calves on another man's cows, they would belong to the owner of the cows. In vain would the bull have spent his strength.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-15rV2ugwkZfZoVxSnioz7w=="
    },
    {
      "id": 3832063344545,
      "dbid": "67faa59a7e748edc9e06ffcc",
      "law": "Thus men who have no marital property in women, but sow their seed in the soil of others, benefit the owner of the woman. But the giver of the seed reaps no advantage. If no agreement with respect to the crop has been made between the owner of the field and the owner of the seed, the benefit clearly belongs to the owner of the field. The receptacle is more important than the seed.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Z1gPwbQocKMH9LYO5FUp4w=="
    },
    {
      "id": 2902672125779,
      "dbid": "67faa59a7e748edc9e06ffcd",
      "law": "But if by a special contract a field is made over to another for sowing, then the owner of the seed and the owner of the soil are both considered in this world as sharers of the crop.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-WLvkrnzLfOngExgM+9p1Sw=="
    },
    {
      "id": 6380229680215,
      "dbid": "67faa59a7e748edc9e06ffce",
      "law": "If seed be carried by water or wind into somebody's field and germinates there, the plant sprung from that seed belongs even to the owner of the field, the owner of the seed does not receive the crop.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-aZlzmFusXU/H8KshmjnWdw=="
    },
    {
      "id": 3258295946614,
      "dbid": "67faa59a7e748edc9e06ffcf",
      "law": "Know that such is the law concerning the offspring of cows, mares, slave-girls, female camels, she-goats, and ewes, as well as of females of birds and buffalo-cows. Thus the comparative importance of the seed and of the womb has been declared to you. I will next propound the law applicable to women in times of misfortune.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-pb6sKGUsYqFHvvs7hIaACg=="
    },
    {
      "id": 2317172277737,
      "dbid": "67faa59a7e748edc9e06ffd0",
      "law": "The wife of an elder brother is for his younger brother the wife of a Guru, but the wife of the younger is declared to be the daughter-in-law of the elder.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-z6l8C6UyVFNRlZ5ZV/G+Bg=="
    },
    {
      "id": 3693675222267,
      "dbid": "67faa59a7e748edc9e06ffd1",
      "law": "An elder brother who approaches the wife of the younger, and a younger brother who approaches the wife of the elder, except in times of misfortune, both become outcasts, even though they were duly authorised.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-wnNbNcekZEdh+MEh9oXe8g=="
    },
    {
      "id": 1316735870943,
      "dbid": "67faa59a7e748edc9e06ffd2",
      "law": "On failure of issue by her husband a woman who has been authorised, may obtain, in the proper manner prescribed, the desired offspring by cohabitation with a brother-in-law or with some other Sapinda of the husband.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-UogX4cQLBI3y5Z+gSmzeZw=="
    },
    {
      "id": 2929312918974,
      "dbid": "67faa59a7e748edc9e06ffd3",
      "law": "He who is appointed to cohabit with the widow shall approach her at night anointed with clarified butter and silent, and beget one son, by no means a second.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Lj+u1mxdaFrLIcgfIEF3Sw=="
    },
    {
      "id": 1808912949414,
      "dbid": "67faa59a7e748edc9e06ffd4",
      "law": "Some sages, versed in the law, considering the purpose of the appointment not to have been attained by those two on the birth of the first, think that a second son may be lawfully procreated on such women.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-vK6Z37atWa8GV8vF8HribQ=="
    },
    {
      "id": 1939707266255,
      "dbid": "67faa59a7e748edc9e06ffd5",
      "law": "But when the purpose of the appointment to cohabit with the widow bas been attained in accordance with the law, those two shall behave towards each other like a father and a daughter-in-law.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-gQq3ugbM2nZ3uqu2SGO5pA=="
    },
    {
      "id": 2626362719104,
      "dbid": "67faa59a7e748edc9e06ffd6",
      "law": "If those two being thus appointed deviate from the rule and act from carnal desire, they will both become outcasts, as men who defile the bed of a daughter-in-law or of a Guru.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-gWneW9sgOF65Ozwnx6phTw=="
    },
    {
      "id": 2175111122683,
      "dbid": "67faa59a7e748edc9e06ffd7",
      "law": "By twice-born men a widow must not be appointed to cohabit with any other than her husband. For they who appoint her to another man, will violate the eternal law. In the sacred texts which refer to marriage the appointment (of widows) is nowhere mentioned, nor is the re-marriage of widows prescribed in the rules concerning marriage.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-hEKa2dsr9YCMx0NkDMQLSg=="
    },
    {
      "id": 2888945771340,
      "dbid": "67faa59a7e748edc9e06ffd8",
      "law": "This practice which is reprehended by the learned of the twice-born castes as fit for cattle is said to have occurred even among men, while Vena ruled. That chief of royal sages who formerly possessed the whole world, caused a confusion of the castes (varna), his intellect being destroyed by lust.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Z0oive7nBaU//eBDvUKoAQ=="
    },
    {
      "id": 6003042909291,
      "dbid": "67faa59a7e748edc9e06ffd9",
      "law": "Since that time the virtuous censure that man who in his folly appoints a woman, whose husband died, to bear children to another man.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-xpMdwYXYIkMTgCOZ13G/5A=="
    },
    {
      "id": 1888799215400,
      "dbid": "67faa59a7e748edc9e06ffda",
      "law": "If the future husband of a maiden dies after troth verbally plighted, her brother-in-law shall wed her according to the following rule.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-gqLB4sdiHWw6AnObrocqNg=="
    },
    {
      "id": 4031019221040,
      "dbid": "67faa59a7e748edc9e06ffdb",
      "law": "Having, according to the rule, espoused her who must be clad in white garments and be intent on purity, he shall approach her once in each proper season until issue be had.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-SPwBNSoDBtFMnEmLHZY+sQ=="
    },
    {
      "id": 5697000749479,
      "dbid": "67faa59a7e748edc9e06ffdc",
      "law": "Let no prudent man, after giving his daughter to one man, give her again to another. For he who gives his daughter whom he had before given, incurs the guilt of speaking falsely regarding a human being.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-7+aIIjJNBd29p5yo48njnA=="
    },
    {
      "id": 5850083305849,
      "dbid": "67faa59a7e748edc9e06ffdd",
      "law": "Though a man may have accepted a damsel in due form, he may abandon her if she be blemished, diseased, or deflowered, and if she have been given with fraud. If anybody gives away a maiden possessing blemishes without declaring them, the bridegroom may annul that contract with the evil-minded giver.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-uohPRJzXDF5+gY3kpJ62ag=="
    },
    {
      "id": 4756813492377,
      "dbid": "67faa59a7e748edc9e06ffde",
      "law": "A man who has business abroad may depart after securing a maintenance for his wife. For a wife, even though virtuous, may be corrupted if she be distressed by want of subsistence.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-suq/k6Ssy1e7An2nk81SYw=="
    },
    {
      "id": 6142006153526,
      "dbid": "67faa59a7e748edc9e06ffdf",
      "law": "If the husband went on a journey after providing for her, the wife shall subject herself to restraints in her daily life. But if he departed without providing for her, she may subsist by blameless manual work. If the husband went abroad for some sacred duty, she must wait for him eight years, if he went to acquire learning or fame six years, if he went for pleasure three years.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-kxGOVLvJXf1jSbAS3KzN8w=="
    },
    {
      "id": 2941275918722,
      "dbid": "67faa59a7e748edc9e06ffe0",
      "law": "For one year let a husband bear with a wife who hates him; but after the lapse of a year let him deprive her of her property and cease to cohabit with her. She who shows disrespect to a husband who is addicted to some evil passion, is a drunkard, or diseased, shall be deserted for three months and be deprived of her ornaments and furniture.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-KVT34lg0q9jXxSHag36H0Q=="
    },
    {
      "id": 6337412252283,
      "dbid": "67faa59a7e748edc9e06ffe1",
      "law": "But she who shows aversion towards a mad or outcast husband, a eunuch, one destitute of manly strength, or one afflicted with such diseases as punish crimes, shall neither be cast off nor be deprived of her property.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-2b9QiWN6yWSUcNh+ewzjxQ=="
    },
    {
      "id": 5690282426741,
      "dbid": "67faa59a7e748edc9e06ffe2",
      "law": "She who drinks spirituous liquor, is of bad conduct, rebellious, diseased, mischievous, or wasteful, may at any time be superseded by another wife.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-FsLJyRZHgLy3LRwGAFIdeA=="
    },
    {
      "id": 6237850031192,
      "dbid": "67faa59a7e748edc9e06ffe3",
      "law": "A barren wife may be superseded in the eighth year, she whose children (all) die in the tenth, she who bears only daughters in the eleventh, but she who is quarrelsome without delay.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-GHR1iTr5jfPvcunNjRIGKQ=="
    },
    {
      "id": 6572935360651,
      "dbid": "67faa59a7e748edc9e06ffe4",
      "law": "But a sick wife who is kind to her husband and virtuous in her conduct, may be superseded only with her own consent and must never be disgraced.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-jqRH/7lS7TGUbSo2CYqI9w=="
    },
    {
      "id": 5288046268157,
      "dbid": "67faa59a7e748edc9e06ffe5",
      "law": "A wife who, being superseded, in anger departs from her husband's house, must either be instantly confined or cast off in the presence of the family.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-xjvrf/ygTdDFRlCms09+cw=="
    },
    {
      "id": 5467102447363,
      "dbid": "67faa59a7e748edc9e06ffe6",
      "law": "But she who, though having been forbidden, drinks spirituous liquor even at festivals, or goes to public spectacles or assemblies, shall be fined six krishnalas.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-aCu2w5/UqKMxuUnsPvuoGA=="
    },
    {
      "id": 4471711108823,
      "dbid": "67faa59a7e748edc9e06ffe7",
      "law": "If twice-born men wed women of their own and of other lower castes, the seniority, honour, and habitation of those wives must be settled according to the order of the castes (varna).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-6ZF2B/hMq+lEUJyuuNi6Zw=="
    },
    {
      "id": 2502695069610,
      "dbid": "67faa59a7e748edc9e06ffe8",
      "law": "Among all twice-born men the wife of equal caste alone, not a wife of a different caste by any means, shall personally attend her husband and assist him in his daily sacred rites.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Qkzwt9bd5QybaREeEFqR8g=="
    },
    {
      "id": 4591088610503,
      "dbid": "67faa59a7e748edc9e06ffe9",
      "law": "But he who foolishly causes that duty to be performed by another, while his wife of equal caste is alive, is declared by the ancients to be as despicable as a Kandala sprung from the Brahmana (caste).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-2t1Bzl7Pmr/nUCCphpibJw=="
    },
    {
      "id": 5061020277230,
      "dbid": "67faa59a7e748edc9e06ffea",
      "law": "To a distinguished, handsome suitor of equal caste should a father give his daughter in accordance with the prescribed rule, though she have not attained the proper age.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-jY3+4DxtyHk/BLCxvhTiAA=="
    },
    {
      "id": 1764707714198,
      "dbid": "67faa59a7e748edc9e06ffeb",
      "law": "But the maiden, though marriageable, should rather stop in the father's house until death, than that he should ever give her to a man destitute of good qualities.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-G9dudvKQv6zhuwSe+8Vgrg=="
    },
    {
      "id": 6804977474679,
      "dbid": "67faa59a7e748edc9e06ffec",
      "law": "Three years let a damsel wait, though she be marriageable; but after that time let her choose for herself a bridegroom of equal caste and rank.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-QarmfK29WVtR0uiJGgTaYw=="
    },
    {
      "id": 2885039954891,
      "dbid": "67faa59a7e748edc9e06ffed",
      "law": "If, being not given in marriage, she herself seeks a husband, she incurs no guilt, nor does he whom she weds.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-jSIqHbobUfb/pVfwvJ06Aw=="
    },
    {
      "id": 5134938681552,
      "dbid": "67faa59a7e748edc9e06ffee",
      "law": "A maiden who choses for herself, shall not take with her any ornaments, given by her father or her mother, or her brothers; if she carries them away, it will be theft.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-SQa1L7uOs6ebaADleb3N/A=="
    },
    {
      "id": 5569707705541,
      "dbid": "67faa59a7e748edc9e06ffef",
      "law": "But he who takes to wife a marriageable damsel, shall not pay any nuptial fee to her father. For the latter will lose his dominion over her in consequence of his preventing the legitimate result of the appearance of her enemies.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-BZmv+93WauxpLyN9XuDWZA=="
    },
    {
      "id": 3537828803673,
      "dbid": "67faa59a7e748edc9e06fff0",
      "law": "The husband receives his wife from the gods, he does not wed her according to his own will. Doing what is agreeable to the gods, he must always support her while she is faithful.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-r9/Y5KT0+AaagHQpd8TgtA=="
    },
    {
      "id": 5604879032885,
      "dbid": "67faa59a7e748edc9e06fff1",
      "law": "To be mothers were women created, and to be fathers men. Religious rites therefore are ordained in the Veda to be performed by the husband together with the wife.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-XSACk+S4ijJE3KjtL9Sr9w=="
    },
    {
      "id": 5736028689428,
      "dbid": "67faa59a7e748edc9e06fff2",
      "law": "If, after the nuptial fee has been paid for a maiden, the giver of the fee dies, she shall be given in marriage to his brother, in case she consents.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-sFYEQtKOF3jD7AoTyFRFOQ=="
    },
    {
      "id": 2596078494499,
      "dbid": "67faa59a7e748edc9e06fff3",
      "law": "Even a Sudra ought not to take a nuptial fee, when he gives away his daughter. For he who takes a fee sell his daughter, covering the transaction by another name.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-eOT0EiROQKDAn51yXhiUSA=="
    },
    {
      "id": 2161626220893,
      "dbid": "67faa59a7e748edc9e06fff4",
      "law": "Neither ancients nor moderns who were good men have done such a deed that, after promising a daughter to one man, they have her to another. ",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-oykJz4QxKp7B2n1a/m++XA=="
    },
    {
      "id": 3891665984724,
      "dbid": "67faa59a7e748edc9e06fff5",
      "law": "Nor, indeed, have we heard, even in former creations, of such a thing as the covert sale of a daughter for a fixed price, called a nuptial fee.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-1N3FjlWUYjbSf7c1iOm3ow=="
    },
    {
      "id": 6965502027629,
      "dbid": "67faa59a7e748edc9e06fff6",
      "law": "Let mutual fidelity continue until death, this may be considered as the summary of the highest law for husband and wife.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-+X9f+15LIgXdgNf+X3V8pA=="
    },
    {
      "id": 6710248129124,
      "dbid": "67faa59a7e748edc9e06fff7",
      "law": "Let man and woman, united in marriage, constantly exert themselves, that they may not be disunited and may not violate their mutual fidelity.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-CIu3HoA31QQdFciX5ysb1A=="
    },
    {
      "id": 6856220088463,
      "dbid": "67faa59a7e748edc9e06fff8",
      "law": "Thus has been declared to you the law for a husband and his wife, which is intimately connected with conjugal happiness, and the manner of raising offspring in times of calamity. Learn now the law concerning the division of the inheritance.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-W8HYeixTsA/lRLnmcFZDdw=="
    },
    {
      "id": 1542665011840,
      "dbid": "67faa59a7e748edc9e06fff9",
      "law": "After the death of the father and of the mother, the brothers, being assembled, may divide among themselves in equal shares the paternal (and the maternal) estate; for, they have no power (over it) while the parents live.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-sGxyEvzB9C3EzzZ0h6na1w=="
    },
    {
      "id": 6830454859063,
      "dbid": "67faa59a7e748edc9e06fffa",
      "law": "Or the eldest alone may take the whole paternal estate, the others shall live under him just as (they lived) under their father.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-0Zeg6gxOasZxSAv/XNAWSQ=="
    },
    {
      "id": 3343108283233,
      "dbid": "67faa59a7e748edc9e06fffb",
      "law": "Immediately on the birth of his first-born a man is called the father of a son and is freed from the debt to the manes. That son, therefore is worthy to receive the whole estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-1A22UK95tFPqlbtSomXkmw=="
    },
    {
      "id": 2095122157440,
      "dbid": "67faa59a7e748edc9e06fffc",
      "law": "That son alone on whom he throws his debt and through whom he obtains immortality, is begotten for the fulfilment of the law. All the rest they consider the offspring of desire.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-lIILFqbhdEErzdwwhMPlcg=="
    },
    {
      "id": 2415552029075,
      "dbid": "67faa59a7e748edc9e06fffd",
      "law": "As a father supports his sons, so let the eldest support his younger brothers, and let them also in accordance with the law behave towards their eldest brother as sons behave towards their father.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-HBfWuz7CxYh7yAx2QYGJJA=="
    },
    {
      "id": 7067704357107,
      "dbid": "67faa59a7e748edc9e06fffe",
      "law": "The eldest son makes the family prosperous or, on the contrary, brings it to ruin. The eldest is considered among men most worthy of honour, the eldest is not treated with disrespect by the virtuous.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-AoPiH5328VHJr/IMIdsAYQ=="
    },
    {
      "id": 1810803261960,
      "dbid": "67faa59a7e748edc9e06ffff",
      "law": "If the eldest brother behaves as an eldest brother ought to do, he must be treated like a mother and like a father. But if he behaves in a manner unworthy of an eldest brother, he should yet be honoured like a kinsman.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-lv2IrN9mHlXkN4OgyA4xUg=="
    },
    {
      "id": 6360276919228,
      "dbid": "67faa59a7e748edc9e070000",
      "law": "Either let them thus live together, or apart, if each desires to gain spiritual merit. For by their living separate their merit increases, hence separation is meritorious.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-s671iXgcadKi3ucQHu/4Vw=="
    },
    {
      "id": 4398846032929,
      "dbid": "67faa59a7e748edc9e070001",
      "law": "The additional share deducted for the eldest shall be one-twentieth of the estate and the best of all chattels, for the middlemost half of that, but for the youngest one-fourth.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-PzyfpfZMreBDe++rncSTuw=="
    },
    {
      "id": 5911456707904,
      "dbid": "67faa59a7e748edc9e070002",
      "law": "Both the eldest and the youngest shall take their shares according to the rule just stated each of those who are between the eldest and the youngest, shall have the share prescribed for the middlemost.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-dTjan9Z4rOXO+iDTpnfnhw=="
    },
    {
      "id": 5879292226420,
      "dbid": "67faa59a7e748edc9e070003",
      "law": "Among the goods of every kind the eldest shall take the best article, and even a single chattel which is particularly good, as well as the best of ten animals.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-w9M8D2sqb1b61T+PP6bobg=="
    },
    {
      "id": 1552983474438,
      "dbid": "67faa59a7e748edc9e070004",
      "law": "But among brothers equally skilled in their occupations, there is no additional share, consisting of the best animal among ten. Some trifle only shall be given to the eldest as a token of respect.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-XwApkn18SDIBnI1VLWy19Q=="
    },
    {
      "id": 6154231718891,
      "dbid": "67faa59a7e748edc9e070005",
      "law": "If additional shares are thus deducted, one must allot equal shares out of the residue to each. But if no deduction is made, the allotment of the shares among them shall be (made) in the following manner.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-x4cKrDj+G/m3ecLULOa10A=="
    },
    {
      "id": 3470459817575,
      "dbid": "67faa59a7e748edc9e070006",
      "law": "Let the eldest son take one share in excess, the brother born next after him one share and a half, the younger ones one share each. Thus the law is settled.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-B6aBxUgt4XInOukcDmvjhw=="
    },
    {
      "id": 6037433110488,
      "dbid": "67faa59a7e748edc9e070007",
      "law": "But to the maiden sisters the brothers shall severally give portions out of their shares, each out of his share one-fourth part; those who refuse to give it, will become outcasts.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-zhBh4B2/s7qdZH3iPs4SCQ=="
    },
    {
      "id": 2157675362881,
      "dbid": "67faa59a7e748edc9e070008",
      "law": "Let him never divide the value of a single goat or sheep, or a single beast with uncloven hoofs. It is prescribed that a single goat or sheep remaining after an equal division, belongs to the eldest alone.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Cv4D0IaFWt2pMYmQI+lkOQ=="
    },
    {
      "id": 3575453534982,
      "dbid": "67faa59a7e748edc9e070009",
      "law": "If a younger brother begets a son on the wife of the elder, the division must then be made equally; this the law is settled.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-bv1RrSMACAT2RFXmtO8wmg=="
    },
    {
      "id": 4702810263592,
      "dbid": "67faa59a7e748edc9e07000a",
      "law": "The representative the son begotten on the wife is not invested with the right of the principal the eldest brother to an additional share. The principal became a father on the procreation of a son by his younger brother. Hence one should give a share to the son begotten on the wife of the elder brother according to the rule stated above.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-fRYKFxSubrLWP2Wn3kwqAg=="
    },
    {
      "id": 2406681442856,
      "dbid": "67faa59a7e748edc9e07000b",
      "law": "If there be a doubt, how the division shall be made, in case the younger son is born of the elder wife and the elder son of the younger wife.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-MMhZDLnctuT9FClys+8MRg=="
    },
    {
      "id": 1413101307211,
      "dbid": "67faa59a7e748edc9e07000c",
      "law": "Then the son born of the first wife shall take as his additional share one most excellent bull. The next best bulls shall belong to those who are inferior on account of their mothers.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-APp1tOnNURTfSjMVMO9gAg=="
    },
    {
      "id": 2548631946553,
      "dbid": "67faa59a7e748edc9e07000d",
      "law": "But the eldest son, being born of the eldest wife, shall receive fifteen cows and a bull, the other sons may then take shares according to the seniority of their mothers. That is a settled rule.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-IukUTqpUrr4rPGkRQ+b3YQ=="
    },
    {
      "id": 5212731362750,
      "dbid": "67faa59a7e748edc9e07000e",
      "law": "Between sons born of wives equal in caste, and without any other distinction no seniority in right of the mother exists. Seniority is declared to be according to birth.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-5e0aYSnNJeC4luZO9SuxzA=="
    },
    {
      "id": 4234575025314,
      "dbid": "67faa59a7e748edc9e07000f",
      "law": "And with respect to the Subrahmanya (texts) also it is recorded that the invocation of Indra shall be made by the first-born, of twins likewise, conceived at one time in the wombs of their mothers the seniority is declared to depend on actual birth.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-BPzeNrb7QFPdpu5xMe9Q2w=="
    },
    {
      "id": 2918428876852,
      "dbid": "67faa59a7e748edc9e070010",
      "law": "According to this rule Daksha, himself, formerly made all his female offspring appointed daughters in order to multiply his race. He gave ten to Dharma, thirteen to Kasyapa, twenty-seven to King Soma, honouring them with an affectionate heart.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-3q/ZUc9mOH4WMY+sp0Lzvg=="
    },
    {
      "id": 2682872720014,
      "dbid": "67faa59a7e748edc9e070011",
      "law": "A son is even as oneself, such a daughter is equal to a son; how can another heir take the estate, while such an appointed daughter who is even oneself, lives?",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-VCnQ4d7VZDS5KiXKql3wBw=="
    },
    {
      "id": 4589882530692,
      "dbid": "67faa59a7e748edc9e070012",
      "law": "But whatever may be the separate property of the mother, that is the share of the unmarried daughter alone, and the son of an appointed daughter shall take the whole estate of his maternal grandfather who leaves no son.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ewJ0bK5dDRZRpzXMBM+wJw=="
    },
    {
      "id": 4935748434475,
      "dbid": "67faa59a7e748edc9e070013",
      "law": "The son of an appointed daughter, indeed, shall also take the estate of his own father, who leaves no other son; he shall then present two funeral cakes to his own father and to his maternal grandfather.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-IoDwpDgu0aODgbF0MMtJwA=="
    },
    {
      "id": 6984645320396,
      "dbid": "67faa59a7e748edc9e070014",
      "law": "Between a son's son and the son of an appointed daughter there is no difference, neither with respect to worldly matters nor to sacred duties. For their father and mother both sprang from the body of the same man.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-A7ra3u0TX84ZaEEBNNwX0Q=="
    },
    {
      "id": 6661951588397,
      "dbid": "67faa59a7e748edc9e070015",
      "law": "But if, after a daughter has been appointed, a son be born to her father, the division of the inheritance must in that case be equal. For there is no right of primogeniture for a woman.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-jDI5u3kua8crWUBTj78x7g=="
    },
    {
      "id": 4141098414243,
      "dbid": "67faa59a7e748edc9e070016",
      "law": "But if an appointed daughter by accident dies without leaving a son, the husband of the appointed daughter may, without hesitation, take that estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-SJXRfKPLkkKHmeRJXG05zw=="
    },
    {
      "id": 6954321341533,
      "dbid": "67faa59a7e748edc9e070017",
      "law": "Through that son whom a daughter, either not appointed or appointed, may bear to a husband of equal caste, his maternal grandfather has a son's son; he shall present the funeral cake and take the estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-qcjS1COMbdoSKwl/vy0uBg=="
    },
    {
      "id": 3554246704197,
      "dbid": "67faa59a7e748edc9e070018",
      "law": "Through a son he conquers the worlds, through a son's son he obtains immortality, but through his son's grandson he gains the world of the sun.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Z6sxqfHvVmDHb+xeGPUU1A=="
    },
    {
      "id": 1478354435241,
      "dbid": "67faa59a7e748edc9e070019",
      "law": "Because a son delivers trayate his father from the hell called Put, he was therefore called put-tra (a deliverer from Put) by the Self-existent (Svayambhu) himself.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-1+JnJGhfyGoFugJkFquAUA=="
    },
    {
      "id": 5818341876112,
      "dbid": "67faa59a7e748edc9e07001a",
      "law": "Between a son's son and the son of a daughter there exists in this world no difference; for even the son of a daughter saves him who has no sons in the next world, like the son's son.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-OHQf5HTajwz5tFjChGuGNA=="
    },
    {
      "id": 3589506313336,
      "dbid": "67faa59a7e748edc9e07001b",
      "law": "Let the son of an appointed daughter first present a funeral cake to his mother, the second to her father, the funeral to his father's father.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-qaUpPbis5XlY8gvET7Keew=="
    },
    {
      "id": 4027640995715,
      "dbid": "67faa59a7e748edc9e07001c",
      "law": "Of the man who has an adopted (Datrima) son possessing all good qualities, that same son shall take the inheritance, though brought from another family.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Ryhq8cHHFPjA8pUtRJPVAQ=="
    },
    {
      "id": 6310305451030,
      "dbid": "67faa59a7e748edc9e07001d",
      "law": "An adopted son shall never take the family name and the estate of his natural father; the funeral cake follows the family (name) and the estate, the funeral offerings of him who gives (his son in adoption) cease (as far as that son is concerned).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-o9NfTlsoOxsVdiXabYKiBw=="
    },
    {
      "id": 2523343937216,
      "dbid": "67faa59a7e748edc9e07001e",
      "law": "The son of a wife, not appointed (to have issue by another), and he whom (an appointed female, already) the mother of a son, bears to her brother-in-law, are both unworthy of a share, (one being) the son of an adulterer and (the other) produced through (mere) lust.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-mZJfUzK6q4a3sD7NzHFPpg=="
    },
    {
      "id": 4752424621975,
      "dbid": "67faa59a7e748edc9e07001f",
      "law": "Even the male (child) of a female (duly) appointed, not begotten according to the rule (given above), is unworthy of the paternal estate; for he was procreated by an outcast.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-vVbtkl4EPeNKM+nYHjOGBQ=="
    },
    {
      "id": 5485172019606,
      "dbid": "67faa59a7e748edc9e070020",
      "law": "A son (legally) begotten on such an appointed female shall inherit like a legitimate son of the body; for that seed and the produce belong, according to the law, to the owner of the soil.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-cQvYnaOH8IPcDo7FCXn5CQ=="
    },
    {
      "id": 3580971589799,
      "dbid": "67faa59a7e748edc9e070021",
      "law": "He who takes care of his deceased brother's estate and of his widow, shall, after raising up a son for his brother, give that property even to that (son).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-g+SQjqT5k4HDOC7ZJhuUOQ=="
    },
    {
      "id": 4765900258181,
      "dbid": "67faa59a7e748edc9e070022",
      "law": "If a woman duly appointed bears a son to her brother-in-law or to another (Sapinda), that (son, if he is) begotten through desire, they declare (to be) incapable of inheriting and to be produced in vain.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Zp6dCZ3YSw4zZpHgXaNg7w=="
    },
    {
      "id": 3754723725016,
      "dbid": "67faa59a7e748edc9e070023",
      "law": "The rules given above must be understood to apply to a distribution among sons of women of the same caste. Hear now the law concerning those begotten by one man on many wives of different castes.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ngMXhm42WAj/4V+YQlWhyQ=="
    },
    {
      "id": 4416497607953,
      "dbid": "67faa59a7e748edc9e070024",
      "law": "If there be four wives of a Brahmana in the direct order of the castes, the rule for the division (of the estate) among the sons born of them is as follows. The slave who tills the field, the bull kept for impregnating cows, the vehicle, the ornaments, and the house shall be given as an additional portion to the Brahmana son, and one most excellent share.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-y7km0B6qAf+ZbHy2dmC0hw=="
    },
    {
      "id": 3523915003750,
      "dbid": "67faa59a7e748edc9e070025",
      "law": "Let the son of the Brahmana wife take three shares of the remainder of the estate, the son of the Kshatriya two, the son of the Vaisya a share and a half, and the son of the Sudra may take one share.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-o8nBq606oUXCdKEuMZsdqQ=="
    },
    {
      "id": 4623983698103,
      "dbid": "67faa59a7e748edc9e070026",
      "law": "Or let him who knows the law make ten shares of the whole estate, and justly distribute them according to the following rule. ",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-yq7Wx84wxjPlVZHihRZ5QA=="
    },
    {
      "id": 1382382322914,
      "dbid": "67faa59a7e748edc9e070027",
      "law": "The Brahmana son shall take four shares, son of the Kshatriya wife three, the son of the Vaisya shall have two parts, the son of the Sudra may take one share.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-P3fMmWsni5g+cHi5baYnXw=="
    },
    {
      "id": 6973086672243,
      "dbid": "67faa59a7e748edc9e070028",
      "law": "Whether a Brahmana have sons or have no sons by wives of the twice-born castes, the heir must, according to the law, give to the son of a Sudra wife no more than a tenth part of his estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-70mnISSbTvVw9Roy9+gy3g=="
    },
    {
      "id": 5402802334174,
      "dbid": "67faa59a7e748edc9e070029",
      "law": "The son of a Brahmana, a Kshatriya, and a Vaisya by a Sudra wife receives no share of the inheritance. Whatever his father may give to him, that shall be his property.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-BBIs/ZbYDJwNA3vB6XxBdw=="
    },
    {
      "id": 2879075145212,
      "dbid": "67faa59a7e748edc9e07002a",
      "law": "All the sons of twice-born men, born of wives of the same caste, shall equally divide the estate, after the others have given to the eldest an additional share.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ptYyJs3+/XlZjvyQy0d2GA=="
    },
    {
      "id": 4685095072241,
      "dbid": "67faa59a7e748edc9e07002b",
      "law": "For a Sudra is ordained a wife of his own caste only and no other. Those born of her shall have equal shares, even if there be a hundred sons.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-OkvOWvY+ELftKsXEryTsNQ=="
    },
    {
      "id": 6628420580508,
      "dbid": "67faa59a7e748edc9e07002c",
      "law": "Among the twelve sons of men whom Manu, sprung from the Self-existent (Svayambhu), enumerates, six are kinsmen and heirs, and six not heirs, but kinsmen.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-kOmPS50xWVYC9LR9kzbTIg=="
    },
    {
      "id": 1568516573856,
      "dbid": "67faa59a7e748edc9e07002d",
      "law": "The legitimate son of the body, the son begotten on a wife, the son adopted, the son made, the son secretly born, and the son cast off, are the six heirs and kinsmen.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-RgSRLE4JNnAsZbtmBMerrw=="
    },
    {
      "id": 4796801435189,
      "dbid": "67faa59a7e748edc9e07002e",
      "law": "The son of an unmarried damsel, the son received with the wife, the son bought, the son begotten on a re-married woman, the son self-given, and the son of a Sudra female, are the six who are not heirs, but kinsmen.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-gN7bpR/cqshMfF6vm/amjg=="
    },
    {
      "id": 3679473601322,
      "dbid": "67faa59a7e748edc9e07002f",
      "law": "Whatever result a man obtains who tries to cross a sheet of water in an unsafe boat, even that result obtains he who tries to pass the gloom of the next world with the help of bad substitutes for a real son.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-l1F9tiBkPE5d4cktNeV0WA=="
    },
    {
      "id": 6703032282140,
      "dbid": "67faa59a7e748edc9e070030",
      "law": "If the two heirs of one man be a legitimate son of his body and a son begotten on his wife, each of the two sons, to the exclusion of the other, shall take the estate of his natural father.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-0NX6auRwU15xmMwcjLQzKw=="
    },
    {
      "id": 6033537032958,
      "dbid": "67faa59a7e748edc9e070031",
      "law": "The legitimate son of the body alone shall be the owner of the paternal estate, but in order to avoid harshness. Let him allow a maintenance to the rest.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Jm1fIZ2A/KzTCMaSYNkdMg=="
    },
    {
      "id": 6444038735843,
      "dbid": "67faa59a7e748edc9e070032",
      "law": "But when the legitimate son of the body divides the paternal estate, he shall give one-sixth or one-fifth part of his father's property to the son begotten on the wife.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-oxSNMzIeQJwnS2SN6Uo5jQ=="
    },
    {
      "id": 6471356038725,
      "dbid": "67faa59a7e748edc9e070033",
      "law": "The legitimate son and the son of the wife thus share the father's estate. But the other tell become members of the family, and inherit according to their order each later named on failure of those named earlier.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-GqvNqnUkxxea4DQPyso6YQ=="
    },
    {
      "id": 2905484277116,
      "dbid": "67faa59a7e748edc9e070034",
      "law": "Him whom a man begets on his own wedded wife, let him know to be a legitimate son of the body (Aurasa), the first in rank.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-EXqHc1p0agbqXkgmRPTfAQ=="
    },
    {
      "id": 3445571179194,
      "dbid": "67faa59a7e748edc9e070035",
      "law": "He who was begotten according to the peculiar law of the Niyoga on the appointed wife of a dead man, of a eunuch, or of one diseased, is called a son begotten on a wife (Kshetraga).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-IlmPqcxrLjQKSrM3RzAVwg=="
    },
    {
      "id": 3385478257845,
      "dbid": "67faa59a7e748edc9e070036",
      "law": "That boy equal by caste whom his mother or his father affectionately give, confirming the gift with a libation of water, in times of distress to a man as his son, must be considered as an adopted son (Datrima).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-iIH6VyFmFGGRnvvacKAOjQ=="
    },
    {
      "id": 3180556417769,
      "dbid": "67faa59a7e748edc9e070037",
      "law": "But he is considered a son made (Kritrima) whom a man makes his son, he being equal by caste, acquainted with the distinctions between right and wrong, and endowed with filial virtues.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-n9geS3emWYd9/uLpCdyv5Q=="
    },
    {
      "id": 4897944536866,
      "dbid": "67faa59a7e748edc9e070038",
      "law": "If a child be born in a man's house and his father be not known, he is a son born secretly in the house (Gudhotpanna), and shall belong to him of whose wife he was born.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-q7ef2PGJkAcVIZQyhuxDZw=="
    },
    {
      "id": 6609183529848,
      "dbid": "67faa59a7e748edc9e070039",
      "law": "He whom a man receives as his son, after he has been deserted by his parents or by either of them, is called a son cast off (Apaviddha).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-PbeHJgeaYV+ggzN0BwHMLA=="
    },
    {
      "id": 6968468464777,
      "dbid": "67faa59a7e748edc9e07003a",
      "law": "A son whom a damsel secretly bears in the house of her father, one shall name the son of an unmarried damsel Kanina, and declare such offspring of an unmarried girl to belong to him who weds her afterwards.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-EFPSK2LGrpr5iWEQDq5LyQ=="
    },
    {
      "id": 3657577125654,
      "dbid": "67faa59a7e748edc9e07003b",
      "law": "If one marries, either knowingly or unknowingly, a pregnant bride, the child in her womb belongs to him who weds her, and is called a son received with the bride (Sahodha).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-1yJrtQkP630Se/VN5ZwLTg=="
    },
    {
      "id": 3007684848684,
      "dbid": "67faa59a7e748edc9e07003c",
      "law": "If a man buys a boy, whether equal or unequal in good qualities, from his father and mother for the sake of having a son, that child is called a son bought Kritaka.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-CZ8PtcdEbhd+UsIVo28vWQ=="
    },
    {
      "id": 6212805192702,
      "dbid": "67faa59a7e748edc9e07003d",
      "law": "If a woman abandoned by her husband, or a widow, of her own accord contracts a second marriage and bears a son, he is called the son of a re-married woman (Paunarbhava).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-YZRtEGovadDwjDuW0SDXmQ=="
    },
    {
      "id": 3398681490389,
      "dbid": "67faa59a7e748edc9e07003e",
      "law": "If she be still a virgin, or one who returned to her first husband after leaving him, she is worthy to again perform with her second or first deserted husband the nuptial ceremony.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-g/FWplt0o4ls0IqjzfRL0A=="
    },
    {
      "id": 1241241398314,
      "dbid": "67faa59a7e748edc9e07003f",
      "law": "He who, having lost his parents or being abandoned by them without just cause, gives himself to a man, is called a son self-given (Svayamdatta).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-40htO9vkv7/FZVGDPm4aWg=="
    },
    {
      "id": 4642391363447,
      "dbid": "67faa59a7e748edc9e070040",
      "law": "The son whom a Brahmana begets through lust on a Sudra female is, though alive parayan, a corpse (sava), and hence called a Parasava a living corpse.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ViGqldcmZvo4rh9Zr40fJA=="
    },
    {
      "id": 5214736569899,
      "dbid": "67faa59a7e748edc9e070041",
      "law": "A son who is begotten by a Sudra on a female slave, or on the female slave of his slave, may, if permitted by his father, take a share of the inheritance. Thus the law is settled.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-J4FbdGNf1s8WjR9Y/TGqnQ=="
    },
    {
      "id": 6680690891602,
      "dbid": "67faa59a7e748edc9e070042",
      "law": "These eleven, the son begotten on the wife and the rest as enumerated above, the wise call substitutes for a son, taken in order to prevent a failure of the funeral ceremonies.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-kmMCBTr/TivVKPBCvw+Lgw=="
    },
    {
      "id": 6694973048179,
      "dbid": "67faa59a7e748edc9e070043",
      "law": "Those sons, who have been mentioned in connection with the legitimate son of the body, being begotten by strangers, belong in reality to him from whose seed they sprang, but not to the other man who took them.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-sdB4QtEM4UN65t7CLlXEuQ=="
    },
    {
      "id": 2075496259268,
      "dbid": "67faa59a7e748edc9e070044",
      "law": "If among brothers, sprung from one father, one have a son, Manu has declared them all to have male offspring through that son.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-iJzE/mSeYxrLm3GTT5v6tw=="
    },
    {
      "id": 5954671179074,
      "dbid": "67faa59a7e748edc9e070045",
      "law": "If among all the wives of one husband one have a son, Manu declares them all (to be) mothers of male children through that son.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-oi5AqVnVpz+qe3y6eSI7aA=="
    },
    {
      "id": 4251146027687,
      "dbid": "67faa59a7e748edc9e070046",
      "law": "On failure of each better son, each next inferior one is worthy of the inheritance, but if there be many of equal rank, they shall all share the estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-HI6uyzX0Ik1xrxupIywNsw=="
    },
    {
      "id": 5764999002888,
      "dbid": "67faa59a7e748edc9e070047",
      "law": "Not brothers, nor fathers, but sons take the paternal estate; but the father shall take the inheritance of a son who leaves no male issue, and his brothers.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-/tF07EAWSgz2yUfMS+a+/Q=="
    },
    {
      "id": 3673053482080,
      "dbid": "67faa59a7e748edc9e070048",
      "law": "To three ancestors water must be offered, to three the funeral cake is given, the fourth descendant is the giver of these oblations, the fifth has no connection with them.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-yZmf0P3FA1aSq4N//IIA1w=="
    },
    {
      "id": 6482430787951,
      "dbid": "67faa59a7e748edc9e070049",
      "law": "Always to that relative within three degrees who is nearest to the deceased Sapinda the estate shall belong; afterwards a Sakulya shall be the heir, then the spiritual teacher or the pupil.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-V3B6FFMg6wK01uughftD3g=="
    },
    {
      "id": 3735194174008,
      "dbid": "67faa59a7e748edc9e07004a",
      "law": "But on failure of all heirs Brahmanas shall share the estate, who are versed the in the three Vedas, pure and self-controlled; thus the law is not violated.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-rvknXnsQeH5RzKvwMtK0Rw=="
    },
    {
      "id": 1560180505440,
      "dbid": "67faa59a7e748edc9e07004b",
      "law": "The property of a Brahmana must never be taken by the king, that is a settled rule; but the property of men of other castes the king may take on failure of all heirs.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-mhMEuVhtpxZMlQGBAXTahg=="
    },
    {
      "id": 6167498642122,
      "dbid": "67faa59a7e748edc9e07004c",
      "law": "If the widow of a man who died without leaving issue, raises up to him a son by a member of the family Sagotra, she shall deliver to that son the whole property which belonged to the deceased.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-A9LLtwKd30bE1EW0Z53zFA=="
    },
    {
      "id": 3722048452699,
      "dbid": "67faa59a7e748edc9e07004d",
      "law": "But if two sons, begotten by two different men, contend for the property in the hands of their mother, each shall take, to the exclusion of the other, what belonged to his father.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-szB3uNAYbvUC73mwIX1pgA=="
    },
    {
      "id": 3546654581916,
      "dbid": "67faa59a7e748edc9e07004e",
      "law": "But when the mother has died, all the uterine brothers and the uterine sisters shall equally divide the mother's estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-th2EIAcezhsVB0Aiq5BbUQ=="
    },
    {
      "id": 6474398404351,
      "dbid": "67faa59a7e748edc9e07004f",
      "law": "Even to the daughters of those daughters something should be given, as is seemly, out of the estate of their maternal grandmother, on the score of affection.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-UbPk5Jk69jsPV3W49B47yA=="
    },
    {
      "id": 3622283639395,
      "dbid": "67faa59a7e748edc9e070050",
      "law": "What was given before the nuptial fire, what was given on the bridal procession, what was given in token of love, and what was received from her brother, mother, or father, that is called the sixfold property of a woman.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-2i2rgffQ+TllIPoA8I2kFg=="
    },
    {
      "id": 5526654214109,
      "dbid": "67faa59a7e748edc9e070051",
      "law": "Such property, as well as a gift subsequent and what was given to her by her affectionate husband, shall go to her offspring, even if she dies in the lifetime of her husband.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-uFBwC4Vdm/FOruZFbVx3hw=="
    },
    {
      "id": 5417960523188,
      "dbid": "67faa59a7e748edc9e070052",
      "law": "It is ordained that the property of a woman married according to the Brahma, the Daiva, the Arsha, the Gandharva, or the Pragapatya rite shall belong to her husband alone, if she dies without issue.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-VnNdU5nAJR/UmwK8XBKt/A=="
    },
    {
      "id": 5911918341172,
      "dbid": "67faa59a7e748edc9e070053",
      "law": "But it is prescribed that the property which may have been given to a wife on an Asura marriage or one of the other blamable marriages, shall go to her mother and to her father, if she dies without issue.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-6ReYHsygMZUa2O1Fs7o2Gg=="
    },
    {
      "id": 5345770134744,
      "dbid": "67faa59a7e748edc9e070054",
      "law": "Whatever property may have been given by her father to a wife who has co-wives of different castes, that the daughter of the Brahmani wife shall take, or that daughter's issue.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-JLS8WPtxSDfpCd1d4QPofg=="
    },
    {
      "id": 5404154913122,
      "dbid": "67faa59a7e748edc9e070055",
      "law": "Women should never make a hoard from the property of their families which is common to many, nor from their own husbands' particular property without permission.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Y5fTck5KimQbB/IDSUXZpg=="
    },
    {
      "id": 4537191994116,
      "dbid": "67faa59a7e748edc9e070056",
      "law": "The ornaments which may have been worn by women during their husbands' lifetime, his heirs shall not divide; those who divide them become outcasts.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-CsPkcq6AGOL/s5VUjqtMbQ=="
    },
    {
      "id": 5895954469648,
      "dbid": "67faa59a7e748edc9e070057",
      "law": "Eunuchs and outcasts, persons born blind or deaf, the insane, idiots and the dumb, as well as those deficient in any organ of action or sensation, receive no share.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-pPUlQkmT6XP5hiwnDVqgiQ=="
    },
    {
      "id": 3769149061159,
      "dbid": "67faa59a7e748edc9e070058",
      "law": "But it is just that a man who knows the law should give even to all of them food and raiment without stint, according to his ability; he who gives it not will become all outcast.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-YPd9W1rrDJwmijgkUPqrWw=="
    },
    {
      "id": 1476444140896,
      "dbid": "67faa59a7e748edc9e070059",
      "law": "If the eunuch and the rest should somehow or other desire to take wives, the offspring of such among them as have children is worthy of a share.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-tZvrf7fEHDI9qqml7VffBQ=="
    },
    {
      "id": 1962760908025,
      "dbid": "67faa59a7e748edc9e07005a",
      "law": "Whatever property the eldest son acquires by his own exertion after the father's death, a share of that shall belong to his younger brothers, provided they have made a due progress in learning.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-GOiQjp4HfgiLjWeWXsMjKw=="
    },
    {
      "id": 1997693843806,
      "dbid": "67faa59a7e748edc9e07005b",
      "law": "But if all of them, being unlearned, acquire property by their labour, the division of that shall be equal, as it is not property acquired by the father. That is a settled rule.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-L8Xp6JWpj/YALkOkpArDMQ=="
    },
    {
      "id": 2694540042556,
      "dbid": "67faa59a7e748edc9e07005c",
      "law": "Property acquired by learning belongs solely to him to whom it was given, likewise the gift of a friend, a present received on marriage or with the honey-mixture.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-jsBQV26kgu3GswFBWeb7og=="
    },
    {
      "id": 3814521451519,
      "dbid": "67faa59a7e748edc9e07005d",
      "law": "But if one of the brothers, being able to maintain himself by his own occupation, does not desire a share of the family property, he may be made separate by the others receiving a trifle out of his share to live upon.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-H5dS9o/YE7P2oqS3tAe4nw=="
    },
    {
      "id": 5287293047635,
      "dbid": "67faa59a7e748edc9e07005e",
      "law": "What one brother may acquire by his labour without using the patrimony, that acquisition, made solely by his own effort, he shall not share unless by his own will with his brothers.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-N79ogQNZ2GWEOObAsuQ4gQ=="
    },
    {
      "id": 5296124608520,
      "dbid": "67faa59a7e748edc9e07005f",
      "law": "But if a father recovers lost ancestral property, he shall not divide it, unless by his own will, with his sons, for it is self-acquired property.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-pxir/JJNLme6jJ1PO7NuWg=="
    },
    {
      "id": 5253771008776,
      "dbid": "67faa59a7e748edc9e070060",
      "law": "If brothers, (once) divided and living (again) together (as coparceners), make a second partition, the division shall in that case be equal; in such a case there is no right of primogeniture.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-qHHibCIAtRu9SbSG7ohbzw=="
    },
    {
      "id": 2031218169399,
      "dbid": "67faa59a7e748edc9e070061",
      "law": "If the eldest or the youngest (brother) is deprived of his share, or if either of them dies, his share is not lost (to his immediate heirs).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-jL2eeJJkkgLHhtQJH14HrQ=="
    },
    {
      "id": 1198173618586,
      "dbid": "67faa59a7e748edc9e070062",
      "law": "His uterine brothers, having assembled together, shall equally divide it, and those brothers who were reunited (with him) and the uterine sisters.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-91Xy6Hqn8s+ZZz92WiFiNw=="
    },
    {
      "id": 3506327329612,
      "dbid": "67faa59a7e748edc9e070063",
      "law": "An eldest brother who through avarice may defraud the younger ones, shall no (longer hold the position of) the eldest, shall not receive an (eldest son's additional) share, and shall be punished by the king.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-0JZMCBEYInUVYS8/4b3LDQ=="
    },
    {
      "id": 5115500662841,
      "dbid": "67faa59a7e748edc9e070064",
      "law": "All brothers who habitually commit forbidden acts, are unworthy of (a share of) the property, and the eldest shall not make (anything his) separate property without giving (an equivalent) to his younger brothers.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-3jmzBMP3Qnwfr3qR+jRD0A=="
    },
    {
      "id": 4649003639220,
      "dbid": "67faa59a7e748edc9e070065",
      "law": "If undivided brethren, (living with their father,) together make an exertion (for gain), the father shall on no account give to them unequal shares (on a division of the estate).",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-VquaYR5x+Q5EJfK1ds59iA=="
    },
    {
      "id": 1340480418059,
      "dbid": "67faa59a7e748edc9e070066",
      "law": "But a son, born after partition, shall alone take the property of his father, or if any (of the other sons) be reunited with the (father), he shall share with them.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-1N98RVXMvmVJ+pndjp2PdA=="
    },
    {
      "id": 3444308505211,
      "dbid": "67faa59a7e748edc9e070067",
      "law": "A mother shall obtain the inheritance of a son (who dies) without leaving issue, and, if the mother be dead, the paternal grandmother shall take the estate.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-1oszrTC+KlNpOfDJHR4oyw=="
    },
    {
      "id": 6764986233166,
      "dbid": "67faa59a7e748edc9e070068",
      "law": "And if, after all the debts and assets have been duly distributed according to the rule, any property be afterwards discovered, one must divide it equally.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-Ujhgi/8JIalDlcJF5N261A=="
    },
    {
      "id": 2676430726947,
      "dbid": "67faa59a7e748edc9e070069",
      "law": "A dress, a vehicle, ornaments, cooked food, water, and female slaves, property destined for pious uses or sacrifices, and a pasture-ground, they declare to be indivisible.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-ejPGlqqNYrvSMDfd3uGVKQ=="
    },
    {
      "id": 5270733373273,
      "dbid": "67faa59a7e748edc9e07006a",
      "law": "The division of the property and the rules for allotting shares to the several sons, those begotten on a wife and the rest, in due order, have been thus declared to you; hear now the laws concerning gambling.",
      "created": "Saturday, April 12, 2025 - 10:40:42 AM",
      "hash": "md5-673usjHjqHTW4f39xVc54w=="
    },
    {
      "id": 6865365592720,
      "dbid": "67faa59b7e748edc9e07006b",
      "law": "Gambling and betting let the king exclude from his realm. Those two vices cause the destruction of the kingdoms of princes. Gambling and betting amount to open theft; the king shall always exert himself in suppressing both of them. When inanimate things are used for staking money on them that is called among men gambling (dyuta), when animate beings are used for the same purpose one must know that to be betting (samahvaya). Let the King corporally punish all those persons who either gamble and bet or afford an opportunity for it, likewise Sudras who assume the distinctive marks of twice-born men.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-dKP8vv+aINa/Ujyrvsx/jA=="
    },
    {
      "id": 4299794177834,
      "dbid": "67faa59b7e748edc9e07006c",
      "law": "Unlawful Gamblers, dancers and singers, cruel men, men belonging to an heretical sect, those following forbidden occupations, and sellers of illegal drugs and spirituous liquor, let him instantly confiscate all wealth, arrest, and imprison according to the volume of the substances distributed and severity of crimes. If such persons who are secret thieves, dwell in the realm of a king, they constantly harass his good subjects by their forbidden practices. In a former Kalpa this vice of gambling with dice has been seen to cause great enmity. A wise man, therefore, should not practise it even for amusement. On every man who addicts himself to that (vice) either secretly or openly, the king may inflict fines and punishment in fairness to the infraction.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-LdnWRHrrs36rPBdS3cjuVQ=="
    },
    {
      "id": 6304096505991,
      "dbid": "67faa59b7e748edc9e07006d",
      "law": "A Kshatriya, a Vaisya, and a Sudra who are unable to pay a fine, shall discharge the debt by labour; a Brahmana shall pay it by installments.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-MOtnf2GU3CHhY9v3A+hmdQ=="
    },
    {
      "id": 6462907161571,
      "dbid": "67faa59b7e748edc9e07006e",
      "law": "But those appointed to administer public affairs, who, baked by the fire of wealth, mar the business of suitors, the king shall deprive of their property and charge with appropriate crimes to protect the society.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-n7YV1cCXqEeB1uhV1tckNg=="
    },
    {
      "id": 5041237017629,
      "dbid": "67faa59b7e748edc9e07006f",
      "law": "Forgers of royal edicts, those who corrupt his ministers, those who slay women, infants, or Brahmanas, and those who serve his enemies, the King shall confiscate all their property and sentence to life in prison.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-1VElNRzrrjVGZPr6f2RT0g=="
    },
    {
      "id": 3789218929912,
      "dbid": "67faa59b7e748edc9e070070",
      "law": "Whenever any legal transaction has been completed or a punishment been inflicted according to the law, the King shall sanction it and not annul it. Whatever matter the King's ministers or the judge may settle improperly, that the King himself shall resettle and fine and arrest those who made an unjust decision accordingly.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-D77pyBK7cGlOxx7jGRXOxQ=="
    },
    {
      "id": 2159094425522,
      "dbid": "67faa59b7e748edc9e070071",
      "law": "A virtuous king must not take for himself the property of a man guilty of mortal sin, but if he takes it out of greed he is tainted by that guilt of the offender. Having thrown such a fine into the water, let him offer it to Varuna, or let him bestow it on a learned and virtuous Brahmana.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-qm+sIS8li4cVBLFgjAedLQ=="
    },
    {
      "id": 6912711648611,
      "dbid": "67faa59b7e748edc9e070072",
      "law": "Varuna is the lord of punishment, for he holds the sceptre even over kings; a Brahmana who has learnt the whole Veda is the lord of the whole world.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-WMx5YOd7D7sXRbJ1qAqoYA=="
    },
    {
      "id": 2423416541965,
      "dbid": "67faa59b7e748edc9e070073",
      "law": "But the king shall inflict on a base-born (Sudra), who intentionally gives pain to Brahmanas corporal punishment.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-0HB2dcP41gXKB209rwM2kQ=="
    },
    {
      "id": 5805642342275,
      "dbid": "67faa59b7e748edc9e070074",
      "law": "When a King punishes an innocent man, his guilt is considered as great as when he sets free a guilty man, but he acquires merit when he punishes justly.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-BkVjeazJSxqi/kiLgcOadw=="
    },
    {
      "id": 6406735923859,
      "dbid": "67faa59b7e748edc9e070075",
      "law": "Thus the manner of deciding suits falling under the eighteen titles, between two litigant parties, has been declared at length.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-SlQGQzRxcRop92fEyroBgA=="
    },
    {
      "id": 6540180806585,
      "dbid": "67faa59b7e748edc9e070076",
      "law": "A King who thus duly fulfills his duties in accordance with justice, may seek to gain countries which he has not yet gained, and shall duly protect them when he has gained them.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-QtO7JRbc107CxnfgH0WFlw=="
    },
    {
      "id": 2965531812905,
      "dbid": "67faa59b7e748edc9e070077",
      "law": "Having duly settled his country, and having built forts in accordance with the Institutes, he shall use his utmost exertions to remove those men who are nocuous like thorns. By protecting those who live as citizens and by removing the thorns, Kings, solely intent on guarding their subjects, reach heaven.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-j9LG/JSBSkeuPbVZQCImjQ=="
    },
    {
      "id": 4699032042679,
      "dbid": "67faa59b7e748edc9e070078",
      "law": "The realm of that King who takes his share in kind, though he does not punish thieves, will be disturbed and he will lose heaven. But if his kingdom be secure, protected by the strength of his arm, it will constantly flourish like a well watered tree.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-9IRD4fpgIK58l0F6Qk8S/Q=="
    },
    {
      "id": 1355106863164,
      "dbid": "67faa59b7e748edc9e070079",
      "law": "Let the King who sees everything through his spies, discover the two sorts of thieves who deprive others of their property, both those who show themselves openly and those who lie concealed. Among them, the open rogues are those who subsist by cheating in the sale of various marketable commodities, but the concealed rogues are burglars, robbers in forests, and so forth.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-mXnh+p2ZnCw1240gabPL7g=="
    },
    {
      "id": 3731354176839,
      "dbid": "67faa59b7e748edc9e07007a",
      "law": "Those who take bribes, cheats and rogues, gamblers, those who live by teaching the performance of auspicious ceremonies, sanctimonious hypocrites, and fortune-tellers, Officials of high rank and physicians who act improperly, men living by showing their proficiency in arts, and clever harlots these and the like who show themselves openly, as well as others who walk in disguise the King should know to be thorns in the side of his people.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-8XnItphMYdaZVPvyxRhsuw=="
    },
    {
      "id": 4598868215378,
      "dbid": "67faa59b7e748edc9e07007b",
      "law": "Having detected them by means of trustworthy persons, who, disguising themselves, pretend to follow the same occupations and by means of spies, wearing various disguises, he must catch them commiting offences, and report them to authorities. Then having reported the crime which they committed by their several actions, to be proclaimed in accordance with the facts, the authorities shall duly punish them according to their strength and their crimes. For the wickedness of evil-minded thieves, who secretly prowl over this earth, cannot be restrained except by punishment.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-4VTmoHcujGeaO44nIDjxNQ=="
    },
    {
      "id": 3032720227263,
      "dbid": "67faa59b7e748edc9e07007c",
      "law": "Assembly-houses, houses where water is distributed or cakes are sold, brothels, taverns and victualler's shops, cross-roads, well-known trees, festive assemblies, and play-houses and concert-rooms, old gardens, forests, the shops of artisans, empty dwellings, natural and artificial groves these and the like places the King shall cause to be guarded by companies of soldiers, both stationary and patrolling, and by spies, in order to keep away thieves.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-/iaT2xtxssTzLbhlOWWnbw=="
    },
    {
      "id": 3531542678207,
      "dbid": "67faa59b7e748edc9e07007d",
      "law": "By the means of clever reformed thieves, who associate with such rogues, follow them and know their various machinations, he must detect and arrest them. Under the pretext of offering them various dainties, of introducing them to Brahmanas, and on the pretence of showing them feats of strength, the spies must make them meet the officers of justice. Those among them who do not come, and those who suspect shall be arrested and charged together with their friends, blood relations, and connections. All those also who in villages give food to thieves or grant them room for concealing their implements, he shall charge equally in the crimes. Those who are appointed to guard provinces and his vassals who have been ordered to help, he shall speedily punish like thieves, if they remain inactive in attacks by robbers, rogues, criminals, or theives.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-rskAkT32ex3Og4yHzO/OAw=="
    },
    {
      "id": 5902367171620,
      "dbid": "67faa59b7e748edc9e07007e",
      "law": "Moreover if a man, who subsists by the fulfilment of the law, departs from the established rule of the law, the King shall severely punish him by a fine, because he violated his duty.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-ftmUEWEcdd+25wGNq1dsbg=="
    },
    {
      "id": 4069875916501,
      "dbid": "67faa59b7e748edc9e07007f",
      "law": "Those who do not give assistance according to their ability when a village is being plundered, a dyke is being destroyed, or a highway robbery committed, shall be arrested and their property, goods and chattels confiscated.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-02gAWR7uLgB0GVS30hdRyQ=="
    },
    {
      "id": 5947166221032,
      "dbid": "67faa59b7e748edc9e070080",
      "law": "On those who rob the king's treasury and those who persevere in opposing his commands, he shall inflict various kinds of capital punishment, likewise on those who conspire with his enemies.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-qQQG8aJFGE2OYLLOE86law=="
    },
    {
      "id": 1719579183668,
      "dbid": "67faa59b7e748edc9e070081",
      "law": "Those who give to thieves fire, food, arms, or shelter, and receivers of stolen goods shall be punished like thieves.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-yNXj/Bq8RhVFA4//zFU01g=="
    },
    {
      "id": 4246816090090,
      "dbid": "67faa59b7e748edc9e070082",
      "law": "All physicians who treat their patients wrongly (shall pay) a fine; in the case of animals, the first (or lowest); in the case of human beings, the middlemost (amercement).",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-Ej+M7lkcDCml8rrhRAovog=="
    },
    {
      "id": 2542074510874,
      "dbid": "67faa59b7e748edc9e070083",
      "law": "But that man who behaves dishonestly to honest customers or cheats in his prices, shall be fined in the first or in the middlemost amercement.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-5Wbfcw3D8l5/FUYmeCcUrw=="
    },
    {
      "id": 4326344925332,
      "dbid": "67faa59b7e748edc9e070084",
      "law": "For all incantations intended to destroy life, for magic rites with roots practised by persons not related to him against whom they are directed, and for various kinds of sorcery, a fine of entire property and wealth shall be inflicted.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-GWkHZZs54SHvvaK/nLymwg=="
    },
    {
      "id": 3912635448470,
      "dbid": "67faa59b7e748edc9e070085",
      "law": "The King and his Minister, his Capital, his Realm, his Treasury, his Military, and his Ally are the seven constituent parts of a Kingdom. Hence a kingdom is said to have seven limbs (anga). But let him know that among these seven constituent parts of a kingdom which have been enumerated in due order, each earlier named is more important and its destruction the greater calamity. Yet in a kingdom containing seven constituent parts, which is upheld like the triple staff (thought, word, deed), there is no single part more important than the others, by reason of the importance of the qualities of each for the others. For each part is particularly qualified for the accomplishment of certain objects, and thus each is declared to be the most important for that particular purpose which is effected by its means.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-Bt/6v+g5P/0afUMptSQmGQ=="
    },
    {
      "id": 5510350102082,
      "dbid": "67faa59b7e748edc9e070086",
      "law": "By spies, by a pretended display of energy, and by carrying out various undertakings, let the king constantly ascertain his own and his enemy's strength;",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-h7TtG+g1ctqlBLYuPKCfwg=="
    },
    {
      "id": 1308318086594,
      "dbid": "67faa59b7e748edc9e070087",
      "law": "Moreover, all calamities and vices; afterwards, when he has fully considered their relative importance, let him begin his operations.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-AQl5O11SkrW15Dp6d80FuA=="
    },
    {
      "id": 1950406959838,
      "dbid": "67faa59b7e748edc9e070088",
      "law": "Though he be ever so much tired by repeated failures, let him begin his operations again and again; for fortune greatly favours the man who strenuously exerts himself in his undertakings.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-WpAFttXHrOhrgqVNxu+bnQ=="
    },
    {
      "id": 3077677082325,
      "dbid": "67faa59b7e748edc9e070089",
      "law": "The various ways in which a king behaves resemble the Krita, Treta, Dvapara, and Kali ages; hence the king is identified with the ages of the world. Sleeping he represents the Kali or iron age, waking the Dvapara or brazen age, ready to act the Treta or silver age, but moving actively the Krita or golden age.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-WmfFElhxmOvNnXro/WktMw=="
    },
    {
      "id": 5366224512319,
      "dbid": "67faa59b7e748edc9e07008a",
      "law": "Let the King emulate the energetic action of Indra, of the Sun, of the Wind, of Yama, of Varuna, of the Moon, of the Fire, and of the Earth. As Indra sends copious rain during the four months of the rainy season, even so let the King, taking upon himself the office of Indra, shower benefits on his kingdom. As the Sun during eight months imperceptibly draws up the water with his rays, even so let him gradually draw his taxes from his kingdom; for that is the office in which he resembles the Sun. As the Wind moves everywhere, entering in the shape of the vital air all created beings, even so let him penetrate everywhere through his spies; that is the office in which he resembles the Wind. As Yama at the appointed time subjects to his rule both friends and foes, even so all subjects must be controlled by the king; that is the office in which he resembles Yama. As a sinner is seen bound with ropes by Varuna, even so let him punish the wicked; that is his office in which he resembles Varuna. He is a King, taking upon himself the office of the Moon, whose appearance his subjects greet with as great joy as men feel on seeing the full moon. If he is ardent in wrath against criminals and endowed with brilliant energy, and destroys wicked vassals, then his character is said to resemble that of Fire. As the Earth supports all created beings equally, thus a King who supports all his subjects, takes upon himself the office of the Earth. Employing these and other means, the King shall, ever untired, restrain thieves both in his own dominions and in those of others.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-bMXHDpyLAaXi+/sHP/jR8A=="
    },
    {
      "id": 3760608899790,
      "dbid": "67faa59b7e748edc9e07008b",
      "law": "Let him not, though fallen into the deepest distress, provoke Brahmanas to anger. For they, when angered, could instantly destroy him together with his army and his vehicles. Who could escape destruction, when he provokes to anger those men, by whom the fire was made to consume all things, by whom the water of the ocean was made undrinkable, and by whom the moon was made to wane and to increase again? Who could prosper, while he injures those (men) who provoked to anger, could create other worlds and other guardians of the world, and deprive the gods of their divine station? A Brahmana, be he ignorant or learned, is a great divinity, just as the fire, whether carried forth for the performance of a burnt-oblation or not carried forth, is a great divinity. Thus, though Brahmanas, they must be honoured in every way for each of them is a very great deity.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-drFBmeTe5kXCnUMUd2nlWA=="
    },
    {
      "id": 4128798404809,
      "dbid": "67faa59b7e748edc9e07008c",
      "law": "When the Kshatriyas become in any way overbearing towards the Brahmanas, the Brahmanas themselves shall duly restrain them. For the Kshatriyas sprang from the Brahmanas. Kshatriyas prosper not without Brahmanas, Brahmanas prosper not without Kshatriyas; Brahmanas and Kshatriyas, being closely united, prosper in this world and in the next.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-pWf79KWLJP24T4/1h3Zp+A=="
    },
    {
      "id": 2639671802231,
      "dbid": "67faa59b7e748edc9e07008d",
      "law": "But a King who feels his end drawing nigh shall bestow all his wealth, accumulated from fines, on Brahmanas, make over his kingdom to his son, and then seek a peaceful death.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-dBd4FpnFY8fawMZCxHDwig=="
    },
    {
      "id": 6090276060716,
      "dbid": "67faa59b7e748edc9e07008e",
      "law": "After a Vaisya has received the sacraments and has taken a wife, he shall be always attentive to the business whereby he may subsist and to (that of) tending cattle. For when the Lord of creatures (Pragapati) created cattle, he made them over to the Vaisya; to the Brahmana, and to the king he entrusted all created beings.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-dVrKXqJhpvjCjck5x8lQ1g=="
    },
    {
      "id": 1796892112554,
      "dbid": "67faa59b7e748edc9e07008f",
      "law": "A Vaisya must know the respective value of gems, of pearls, of coral, of metals, of cloth made of thread, of perfumes, and of condiments. He must be acquainted with the manner of sowing of seeds, and of the good and bad qualities of fields, and he must perfectly know all measures and weights. Moreover, the excellence and defects of commodities, the advantages and disadvantages of different countries, the probable profit and loss on merchandise, and the means of properly rearing cattle. He must be acquainted with the proper wages of servants, with the various languages of men, with the manner of keeping goods, and the rules of purchase and sale. Let him exert himself to the utmost in order to increase his property in a righteous manner, and let him zealously give food to all created beings.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-QGH8rGTX4fZnkd+V1HLeKw=="
    },
    {
      "id": 6884469556999,
      "dbid": "67faa59b7e748edc9e070090",
      "law": "But to serve Brahmanas who are learned in the Vedas, householders, and famous for virtue is the highest duty of a Sudra, which leads to beatitude. A Sudra who is pure, the servant of his betters, gentle in his speech, and free from pride, and always seeks a refuge with Brahmanas, attains in his next life a higher caste.",
      "created": "Saturday, April 12, 2025 - 10:40:43 AM",
      "hash": "md5-zNnmryFJ1Ph+ion5eYGzUw=="
    }
  ]
}