{
  "id": 5604847654005,
  "title": "CHAPTER IX.",
  "data": [
    {
      "id": 4420709198985,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RFMG/qKeW3eympU8YVYgNA=="
    },
    {
      "id": 4891131157667,
      "law": "I will now propound the eternal laws for a husband and his wife who keep to the path of duty, whether they be united or separated.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bX+LXjHpGyegkDSWCAOL5g=="
    },
    {
      "id": 5524416542131,
      "law": "Day and night woman must be kept in dependence by the males (of) their (families), and, if they attach themselves to sensual enjoyments, they must be kept under one's control.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IW6g7l25jz4eG7ZKKtSFfw=="
    },
    {
      "id": 5098996606248,
      "law": "Her father protects (her) in childhood, her husband protects (her) in youth, and her sons protect (her) in old age; a woman is never fit for independence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pzyurNlgVOXC99cznX9+AA=="
    },
    {
      "id": 1861331823873,
      "law": "Reprehensible is the father who gives not (his daughter in marriage) at the proper time; reprehensible is the husband who approaches not (his wife in due season), and reprehensible is the son who does not protect his mother after her husband has died.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9XMF44t8KVS3Oi0PFtqmPA=="
    },
    {
      "id": 3444597410197,
      "law": "Women must particularly be guarded against evil inclinations, however trifling (they may appear); for, if they are not guarded, they will bring sorrow on two families.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-a2XpYDDsOP2pc6Fmcw69QA=="
    },
    {
      "id": 1952606196903,
      "law": "Considering that the highest duty of all castes, even weak husbands (must) strive to guard their wives.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nN6nN6nVDxGgt8VUdwSmQQ=="
    },
    {
      "id": 2389581666603,
      "law": "He who carefully guards his wife, preserves (the purity of) his offspring, virtuous conduct, his family, himself, and his (means of acquiring) merit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-okkxrtqXUFuxPk+upnX4EQ=="
    },
    {
      "id": 6763283124075,
      "law": "The husband, after conception by his wife, becomes an embryo and is born again of her; for that is the wifehood of a wife (gaya), that he is born (gayate) again by her.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VFRwtWBhme5Um/EQiJFPVw=="
    },
    {
      "id": 6658047261646,
      "law": "As the male is to whom a wife cleaves, even so is the son whom she brings forth; let him therefore carefully guard his wife, in order to keep his offspring pure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oOMML2kU31jHJ6kBdczX/w=="
    },
    {
      "id": 1549738446161,
      "law": "No man can completely guard women by force; but they can be guarded by the employment of the (following) expedients:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WBaaqp1DoLrN/XBUHHkdhw=="
    },
    {
      "id": 3427021379967,
      "law": "Let the (husband) employ his (wife) in the collection and expenditure of his wealth, in keeping (everything) clean, in (the fulfilment of) religious duties, in the preparation of his food, and in looking after the household utensils.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G6X4MFyS/b48RccAd+AZ6w=="
    },
    {
      "id": 5487416193973,
      "law": "Women, confined in the house under trustworthy and obedient servants, are not (well) guarded; but those who of their own accord keep guard over themselves, are well guarded.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lS3/gdL0OM6DpVpPoJni8A=="
    },
    {
      "id": 1292987594604,
      "law": "Drinking (spirituous liquor), associating with wicked people, separation from the husband, rambling abroad, sleeping (at unseasonable hours), and dwelling in other men's houses, are the six causes of the ruin of women.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lIv/1BYYdTyPv/dJzOPscQ=="
    },
    {
      "id": 4243491604199,
      "law": "Women do not care for beauty, nor is their attention fixed on age; (thinking), '(It is enough that) he is a man,' they give themselves to the handsome and to the ugly.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qBwFH7mk5YNNCnadbrIYCQ=="
    },
    {
      "id": 4101504511633,
      "law": "Through their passion for men, through their mutable temper, through their natural heartlessness, they become disloyal towards their husbands, however carefully they may be guarded in this (world).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ps6rAKHdX74H59aZrIEtNw=="
    },
    {
      "id": 1682561497120,
      "law": "Knowing their disposition, which the Lord of creatures laid in them at the creation, to be such, (every) man should most strenuously exert himself to guard them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KySQg8k3UsLBR9kJd+wzGw=="
    },
    {
      "id": 3234987364979,
      "law": "(When creating them) Manu allotted to women (a love of their) bed, (of their) seat and (of) ornament, impure desires, wrath, dishonesty, malice, and bad conduct.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Wlu30wQQn1xpmiFowETfPQ=="
    },
    {
      "id": 5322708370391,
      "law": "For women no (sacramental) rite (is performed) with sacred texts, thus the law is settled; women (who are) destitute of strength and destitute of (the knowledge of) Vedic texts, (are as impure as) falsehood (itself), that is a fixed rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/z/Nmfg8Rk+H7kJz7qkLYw=="
    },
    {
      "id": 3534002457760,
      "law": "And to this effect many sacred texts are sung also in the Vedas, in order to (make) fully known the true disposition (of women); hear (now those texts which refer to) the expiation of their (sins).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BAJIohSv57gUb0Nj27vsVQ=="
    },
    {
      "id": 1659199810836,
      "law": "'If my mother, going astray and unfaithful, conceived illicit desires, may my father keep that seed from me,' that is the scriptural text.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zMELT6uQcJiWHLTARnO6XA=="
    },
    {
      "id": 4082389949739,
      "law": "If a woman thinks in her heart of anything that would pain her husband, the (above-mentioned text) is declared (to be a means for) completely removing such infidelity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3Kfy77rIgGB4CFmRQ7ufNw=="
    },
    {
      "id": 6328579089990,
      "law": "Whatever be the qualities of the man with whom a woman is united according to the law, such qualities even she assumes, like a river (united) with the ocean.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BrDljkfgBT2frxfmlJeqBQ=="
    },
    {
      "id": 1573869540906,
      "law": "Akshamala, a woman of the lowest birth, being united to Vasishtha and Sarangi, (being united) to Mandapala, became worthy of honour.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-I92Rvw5S5ydJYdkS1b8xsQ=="
    },
    {
      "id": 7110628379875,
      "law": "These and other females of low birth have attained eminence in this world by the respective good qualities of their husbands.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lw0ELTRF4fl7bcKRcmHy5A=="
    },
    {
      "id": 1502463312279,
      "law": "Thus has been declared the ever pure popular usage (which regulates the relations) between husband and wife; hear (next) the laws concerning children which are the cause of happiness in this world and after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SpLRTNoiAnfVy/2LuimlDQ=="
    },
    {
      "id": 2784855994111,
      "law": "Between wives (striyah) who (are destined) to bear children, who secure many blessings, who are worthy of worship and irradiate (their) dwellings, and between the goddesses of fortune (sriyah, who reside) in the houses (of men), there is no difference whatsoever.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0MBUhiHUqi7qKxFquL48Tg=="
    },
    {
      "id": 1874601167780,
      "law": "The production of children, the nurture of those born, and the daily life of men, (of these matters) woman is visibly the cause.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4GTDQ+vfzUP+awwY+7tgoA=="
    },
    {
      "id": 5465736403944,
      "law": "Offspring, (the due performance on religious rites, faithful service, highest conjugal happiness and heavenly bliss for the ancestors and oneself, depend on one's wife alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-k6SGoBcSkESMd6QrmQ3nFw=="
    },
    {
      "id": 6369650977293,
      "law": "She who, controlling her thoughts, speech, and acts, violates not her duty towards her lord, dwells with him (after death) in heaven, and in this world is called by the virtuous a faithful (wife, sadhvi)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Q/kDNr3ItsAph+Y3RejybQ=="
    },
    {
      "id": 2574855577477,
      "law": "But for disloyalty to her husband a wife is censured among men, and (in her next life) she is born in the womb of a jackal and tormented by diseases, the punishment of her sin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wEtH1pFE3xzcdRRENcQhBA=="
    },
    {
      "id": 4136594177981,
      "law": "Listen (now) to the following holy discussion, salutary to all men, which the virtuous (of the present day) and the ancient great sages have held concerning male offspring.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cuGWM8yJk09alMj4NXwFiQ=="
    },
    {
      "id": 4167933867343,
      "law": "They (all) say that the male issue (of a woman) belongs to the lord, but with respect to the (meaning of the term) lord the revealed texts differ; some call the begetter (of the child the lord), others declare (that it is) the owner of the soil.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9n4dizLy1gdDKvcE8l+g3w=="
    },
    {
      "id": 2559908825627,
      "law": "By the sacred tradition the woman is declared to be the soil, the man is declared to be the seed; the production of all corporeal beings (takes place) through the union of the soil with the seed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xGNMhYDsZNGgyjq9Tifvyw=="
    },
    {
      "id": 3925761442920,
      "law": "In some cases the seed is more distinguished, and in some the womb of the female; but when both are equal, the offspring is most highly esteemed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3TFFB4J88bpet0IR2luq9w=="
    },
    {
      "id": 2862063453033,
      "law": "On comparing the seed and the receptacle (of the seed), the seed is declared to be more important; for the offspring of all created beings is marked by the characteristics of the seed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0Y3QQSm5NxFfZTyzNy0rcw=="
    },
    {
      "id": 5967707493632,
      "law": "Whatever (kind on seed is sown in a field, prepared in due season, (a plant) of that same kind, marked with the peculiar qualities of the seed, springs up in it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8l8pDw7sBDCq0epuJxtsmg=="
    },
    {
      "id": 4297183143692,
      "law": "This earth, indeed, is called the primeval womb of created beings; but the seed develops not in its development any properties of the womb.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SY+B5vAWP86kojPHDd4aeA=="
    },
    {
      "id": 5360517688414,
      "law": "In this world seeds of different kinds, sown at the proper time in the land, even in one field, come forth (each) according to its kind.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JY6nyPNrYJvOu2IDezfT2w=="
    },
    {
      "id": 4798312991925,
      "law": "The rice (called) vrihi and (that called) sali, mudga-beans, sesamum, masha-beans, barley, leeks, and sugar-cane, (all) spring up according to their seed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fuUPixpzZXeSIcZFA9QZHQ=="
    },
    {
      "id": 6530618243634,
      "law": "That one (plant) should be sown and another be produced cannot happen; whatever seed is sown, (a plant of) that kind even comes forth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6bfZmM8sil2jJRccXkTzDA=="
    },
    {
      "id": 5816670236593,
      "law": "Never therefore must a prudent well-trained man, who knows the Veda and its Angas and desires long life, cohabit with another's wife.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZfX5MNkgr+OeoUpJdA7K0Q=="
    },
    {
      "id": 6295994858116,
      "law": "With respect to this (matter), those acquainted with the past recite some stanzas, sung by Vayu (the Wind, to show) that seed must not be sown by (any) man on that which belongs to another.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-t+xuDfX1Fine5lW67HQOkQ=="
    },
    {
      "id": 2734859411357,
      "law": "As the arrow, shot by (a hunter) who afterwards hits a wounded (deer) in the wound (made by another), is shot in vain, even so the seed, sown on what belongs to another, is quickly lost (to the sower).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OxLfG+DC3zHtn4ukDZyEtw=="
    },
    {
      "id": 5187565715981,
      "law": "(Sages) who know the past call this earth (prithivi) even the wife of Prithu; they declare a field to belong to him who cleared away the timber, and a deer to him who (first) wounded it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aVIVAn4lNldLWJ71XuMQIw=="
    },
    {
      "id": 2179202034746,
      "law": "He only is a perfect man who consists (of three persons united), his wife, himself, and his offspring; thus (says the Veda), and (learned) Brahmanas propound this (maxim) likewise, 'The husband is declared to be one with the wife.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-07lzo7tOngQ4K43YgDxRhQ=="
    },
    {
      "id": 3551718850137,
      "law": "Neither by sale nor by repudiation is a wife released from her husband; such we know the law to be, which the Lord of creatures (Pragapati) made of old.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p33x/YBQ+q1h47jmGsIdBQ=="
    },
    {
      "id": 4514129844918,
      "law": "Once is the partition (of the inheritance) made, (once is) a maiden given in marriage, (and) once does (a man) say,' I will give;' each of those three (acts is done) once only.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zFV9usFnFluIjQlyd35SFQ=="
    },
    {
      "id": 1706689288706,
      "law": "As with cows, mares, female camels, slave-girls, buffalo-cows, she-goats, and ewes, it is not the begetter (or his owner) who obtains the offspring, even thus (it is) with the wives of others.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Iup7bge3QFM7hpWJFyo+0g=="
    },
    {
      "id": 5478076334671,
      "law": "Those who, having no property in a field, but possessing seed-corn, sow it in another's soil, do indeed not receive the grain of the crop which may spring up.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WhniohQjy/f6Q7CCMZbkAQ=="
    },
    {
      "id": 3627899471530,
      "law": "If (one man's) bull were to beget a hundred calves on another man's cows, they would belong to the owner of the cows; in vain would the bull have spent his strength.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8N2Ckb/K+siMcCAsnavNJQ=="
    },
    {
      "id": 5025380294674,
      "law": "Thus men who have no marital property in women, but sow their seed in the soil of others, benefit the owner of the woman; but the giver of the seed reaps no advantage.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v1KQPgSMD0s5xvNKSp2kRw=="
    },
    {
      "id": 1685827984991,
      "law": "If no agreement with respect to the crop has been made between the owner of the field and the owner of the seed, the benefit clearly belongs to the owner of the field; the receptacle is more important than the seed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5FzDUQ5wPDJBNXEBd7TQ8w=="
    },
    {
      "id": 6894945420869,
      "law": "But if by a special contract (a field) is made over (to another) for sowing, then the owner of the seed and the owner of the soil are both considered in this world as sharers of the (crop).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WKKWk1B2AYjpyJ9Xa3miPw=="
    },
    {
      "id": 4490986636309,
      "law": "If seed be carried by water or wind into somebody's field and germinates (there), the (plant sprung from that) seed belongs even to the owner of the field, the owner of the seed does not receive the crop.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fH3yguY4b9zzLQ/AegFmPg=="
    },
    {
      "id": 3693844033961,
      "law": "Know that such is the law concerning the offspring of cows, mares, slave-girls, female camels, she-goats, and ewes, as well as of females of birds and buffalo-cows.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ek7Q1Mmez4KBFmcLYSVrNA=="
    },
    {
      "id": 2757387527908,
      "law": "Thus the comparative importance of the seed and of the womb has been declared to you; I will next propound the law (applicable) to women in times of misfortune.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4TzzvEKZatl5QKHGE7VEVw=="
    },
    {
      "id": 6523410343683,
      "law": "The wife of an elder brother is for his younger (brother) the wife of a Guru; but the wife of the younger is declared (to be) the daughter-in-law of the elder.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KbyjSXQlx3zBDBDoF9sMmQ=="
    },
    {
      "id": 4528180507581,
      "law": "An elder (brother) who approaches the wife of the younger, and a younger (brother who approaches) the wife of the elder, except in times of misfortune, both become outcasts, even though (they were duly) authorised.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QWKk4qXB6Io8kOhNm/LiaA=="
    },
    {
      "id": 4618993406192,
      "law": "On failure of issue (by her husband) a woman who has been authorised, may obtain, (in the) proper (manner prescribed), the desired offspring by (cohabitation with) a brother-in-law or (with some other) Sapinda (of the husband).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5yIYT7UiZZCgVimlWJcQSg=="
    },
    {
      "id": 5078529030191,
      "law": "He (who is) appointed to (cohabit with) the widow shall (approach her) at night anointed with clarified butter and silent, (and) beget one son, by no means a second.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bslOQfhtWy6Dw3C03LU23Q=="
    },
    {
      "id": 5086623776717,
      "law": "Some (sages), versed in the law, considering the purpose of the appointment not to have been attained by those two (on the birth of the first), think that a second (son) may be lawfully procreated on (such) women.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vGCJaIoMpV4akhmSTZXAkw=="
    },
    {
      "id": 5706753401129,
      "law": "But when the purpose of the appointment to (cohabit with) the widow bas been attained in accordance with the law, those two shall behave towards each other like a father and a daughter-in-law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w6eFGxHhsPU03o0L/MpSRw=="
    },
    {
      "id": 5604260182673,
      "law": "If those two (being thus) appointed deviate from the rule and act from carnal desire, they will both become outcasts, (as men) who defile the bed of a daughter-in-law or of a Guru.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5wz2mmyZgkxU1COpptmjNQ=="
    },
    {
      "id": 3039708810686,
      "law": "By twice-born men a widow must not be appointed to (cohabit with) any other (than her husband); for they who appoint (her) to another (man), will violate the eternal law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ojfsWwMaFK1S90kGlCIiYA=="
    },
    {
      "id": 2600662637404,
      "law": "In the sacred texts which refer to marriage the appointment (of widows) is nowhere mentioned, nor is the re-marriage of widows prescribed in the rules concerning marriage.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i8/84847WDMBU5ows4uLbw=="
    },
    {
      "id": 7036921775043,
      "law": "This practice which is reprehended by the learned of the twice-born castes as fit for cattle is said (to have occurred) even among men, while Vena ruled.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lOPXo9l+poHikMrJBACBGQ=="
    },
    {
      "id": 5936033080860,
      "law": "That chief of royal sages who formerly possessed the whole world, caused a confusion of the castes (varna), his intellect being destroyed by lust.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Fb0k4RXwb/UXRTZ1L9TO3g=="
    },
    {
      "id": 4279752287176,
      "law": "Since that (time) the virtuous censure that (man) who in his folly appoints a woman, whose husband died, to (bear) children (to another man).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5EVdPQ+vbps/jyXPQvUywQ=="
    },
    {
      "id": 1675432323620,
      "law": "If the (future) husband of a maiden dies after troth verbally plighted, her brother-in-law shall wed her according to the following rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9ePA3/76TbRBle0xxFMuSQ=="
    },
    {
      "id": 2999473757436,
      "law": "Having, according to the rule, espoused her (who must be) clad in white garments and be intent on purity, he shall approach her once in each proper season until issue (be had).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-m2k8tSMEwQn+JVz0OBxJUg=="
    },
    {
      "id": 4304688707926,
      "law": "Let no prudent man, after giving his daughter to one (man), give her again to another; for he who gives (his daughter) whom he had before given, incurs (the guilt of) speaking falsely regarding a human being.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+7zrzxp3+aWpI/p/DYBAXw=="
    },
    {
      "id": 7096540612568,
      "law": "Though (a man) may have accepted a damsel in due form, he may abandon (her if she be) blemished, diseased, or deflowered, and (if she have been) given with fraud.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TqiIk79BQqEbU6XNrPHGRQ=="
    },
    {
      "id": 4042952961294,
      "law": "If anybody gives away a maiden possessing blemishes without declaring them, (the bridegroom) may annul that (contract) with the evil-minded giver.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YuV5TA8fFlEG+9dfGy3F9w=="
    },
    {
      "id": 3385219276630,
      "law": "A man who has business (abroad) may depart after securing a maintenance for his wife; for a wife, even though virtuous, may be corrupted if she be distressed by want of subsistence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JecfQIIIV31yIIKQ7OaSaA=="
    },
    {
      "id": 6292752019061,
      "law": "If (the husband) went on a journey after providing (for her), the wife shall subject herself to restraints in her daily life; but if he departed without providing (for her), she may subsist by blameless manual work.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dxppM1X/mXL5TDzG7aXI/Q=="
    },
    {
      "id": 5068789309668,
      "law": "If the husband went abroad for some sacred duty, (she) must wait for him eight years, if (he went) to (acquire) learning or fame six (years), if (he went) for pleasure three years.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-emC6frhJy2Z8hGNa/F915Q=="
    },
    {
      "id": 6165060520476,
      "law": "For one year let a husband bear with a wife who hates him; but after (the lapse of) a year let him deprive her of her property and cease to cohabit with her.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xywCfjsFVTaIxBPnE87+Cg=="
    },
    {
      "id": 2436448077358,
      "law": "She who shows disrespect to (a husband) who is addicted to (some evil) passion, is a drunkard, or diseased, shall be deserted for three months (and be) deprived of her ornaments and furniture.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-22HsMPIWtZhvbeSJNJA2Vg=="
    },
    {
      "id": 6742163735196,
      "law": "But she who shows aversion towards a mad or outcast (husband), a eunuch, one destitute of manly strength, or one afflicted with such diseases as punish crimes, shall neither be cast off nor be deprived of her property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NyfmPEpvr3GJ7VUww9Ku8g=="
    },
    {
      "id": 2767696526731,
      "law": "She who drinks spirituous liquor, is of bad conduct, rebellious, diseased, mischievous, or wasteful, may at any time be superseded (by another wife).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Hna4v1ed5nhFiClMLgcZGQ=="
    },
    {
      "id": 6311306273151,
      "law": "A barren wife may be superseded in the eighth year, she whose children (all) die in the tenth, she who bears only daughters in the eleventh, but she who is quarrelsome without delay.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yUChYjEpNY38qphyD9ru4g=="
    },
    {
      "id": 6830947892500,
      "law": "But a sick wife who is kind (to her husband) and virtuous in her conduct, may be superseded (only) with her own consent and must never be disgraced.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mo8wuQXt1F7yU+6Gm+kf+g=="
    },
    {
      "id": 5331139123187,
      "law": "A wife who, being superseded, in anger departs from (her husband's) house, must either be instantly confined or cast off in the presence of the family.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v46TWDrbgutG/DBU/g4pTQ=="
    },
    {
      "id": 1324147971705,
      "law": "But she who, though having been forbidden, drinks spirituous liquor even at festivals, or goes to public spectacles or assemblies, shall be fined six krishnalas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mnw7FvOS2z6iJthf6VxZrg=="
    },
    {
      "id": 6404222278037,
      "law": "If twice-born men wed women of their own and of other (lower castes), the seniority, honour, and habitation of those (wives) must be (settled) according to the order of the castes (varna).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lPmkGHID1j7MajE+Ov9tFw=="
    },
    {
      "id": 5388529535251,
      "law": "Among all (twice-born men) the wife of equal caste alone, not a wife of a different caste by any means, shall personally attend her husband and assist him in his daily sacred rites.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-48//FweHHe3/Uhel+X/YOQ=="
    },
    {
      "id": 4326193027167,
      "law": "But he who foolishly causes that (duty) to be performed by another, while his wife of equal caste is alive, is declared by the ancients (to be) as (despicable) as a Kandala (sprung from the) Brahmana (caste).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-U1UHC4z0xr4ZV4OBpGbLuw=="
    },
    {
      "id": 1423787420994,
      "law": "To a distinguished, handsome suitor (of) equal (caste) should (a father) give his daughter in accordance with the prescribed rule, though she have not attained (the proper age).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sSvD+kJ9E53XLVrO+Q6P4g=="
    },
    {
      "id": 3967449837268,
      "law": "(But) the maiden, though marriageable, should rather stop in (the father's) house until death, than that he should ever give her to a man destitute of good qualities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fyjrXbJEH03QvmODh4DFTg=="
    },
    {
      "id": 6022892306671,
      "law": "Three years let a damsel wait, though she be marriageable; but after that time let her choose for herself a bridegroom (of) equal (caste and rank).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NlRNBsimehw5DFQ4TsomaQ=="
    },
    {
      "id": 2489747886582,
      "law": "If, being not given in marriage, she herself seeks a husband, she incurs no guilt, nor (does) he whom she weds.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Xjhun2/+c1ME0214L3PYZQ=="
    },
    {
      "id": 2739818163573,
      "law": "A maiden who choses for herself, shall not take with her any ornaments, given by her father or her mother, or her brothers; if she carries them away, it will be theft.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IPX3okJ8X8A2q3Mai62sqg=="
    },
    {
      "id": 2036330702759,
      "law": "But he who takes (to wife) a marriageable damsel, shall not pay any nuptial fee to her father; for the (latter) will lose his dominion over her in consequence of his preventing (the legitimate result of the appearance of) her enemies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XVlYrPzb2GbFzHZ0IsEX7w=="
    },
    {
      "id": 7015634760925,
      "law": "A man, aged thirty years, shall marry a maiden of twelve who pleases him, or a man of twenty-four a girl eight years of age; if (the performance of) his duties would (otherwise) be impeded, (he must marry) sooner.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Vz7fxnStp7GcIh8d9mICWA=="
    },
    {
      "id": 6734981159033,
      "law": "The husband receives his wife from the gods, (he does not wed her) according to his own will; doing what is agreeable to the gods, he must always support her (while she is) faithful.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aLwJMSLyY4fFBmoC3GnwjQ=="
    },
    {
      "id": 1465065831062,
      "law": "To be mothers were women created, and to be fathers men; religious rites, therefore, are ordained in the Veda to be performed (by the husband) together with the wife.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CnVvJKwnDugfrok9EZcKAA=="
    },
    {
      "id": 4524836424673,
      "law": "If, after the nuptial fee has been paid for a maiden, the giver of the fee dies, she shall be given in marriage to his brother, in case she consents.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tH8LWxjf5ut543ZBprNg8A=="
    },
    {
      "id": 2846684963534,
      "law": "Even a Sudra ought not to take a nuptial fee, when he gives away his daughter; for he who takes a fee sell his daughter, covering (the transaction by another name).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zs6/eZoU2vSUmHathkkgQw=="
    },
    {
      "id": 6249748587469,
      "law": "Neither ancients nor moderns who were good men have done such (a deed) that, after promising (a daughter) to one man, they have her to another;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FMJaYZIwNO/SRBdxCX04Xw=="
    },
    {
      "id": 5127921466219,
      "law": "Nor, indeed, have we heard, even in former creations, of such (a thing as) the covert sale of a daughter for a fixed price, called a nuptial fee.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5pw4u5xhr/BcWa6QWNJ4Gg=="
    },
    {
      "id": 4113235011512,
      "law": "'Let mutual fidelity continue until death,' this may be considered as the summary of the highest law for husband and wife.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Klkdv3uRzDd+hEYr9pxBbA=="
    },
    {
      "id": 4487527923058,
      "law": "Let man and woman, united in marriage, constantly exert themselves, that (they may not be) disunited (and) may not violate their mutual fidelity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2maRLWrE6iUlfXmHEY4sXw=="
    },
    {
      "id": 3052702758504,
      "law": "Thus has been declared to you the law for a husband and his wife, which is intimately connected with conjugal happiness, and the manner of raising offspring in times of calamity; learn (now the law concerning) the division of the inheritance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-E5vkommKPxPFOFGqsGK+Fg=="
    },
    {
      "id": 3521642599901,
      "law": "After the death of the father and of the mother, the brothers, being assembled, may divide among themselves in equal shares the paternal (and the maternal) estate; for, they have no power (over it) while the parents live.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-u9P+vv6qhsw4tD2ww28ysg=="
    },
    {
      "id": 5374861285936,
      "law": "(Or) the eldest alone may take the whole paternal estate, the others shall live under him just as (they lived) under their father.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-beljmBWEnBd0drdrc6xdPw=="
    },
    {
      "id": 4114579933323,
      "law": "Immediately on the birth of his first-born a man is (called) the father of a son and is freed from the debt to the manes; that (son), therefore, is worthy (to receive) the whole estate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-we/qSThHVgnf3HJLQxZT/A=="
    },
    {
      "id": 1845013188152,
      "law": "That son alone on whom he throws his debt and through whom he obtains immortality, is begotten for (the fulfilment of) the law; all the rest they consider the offspring of desire.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e64gycVVPKO3C8CQWZggfQ=="
    },
    {
      "id": 2054415137929,
      "law": "As a father (supports) his sons, so let the eldest support his younger brothers, and let them also in accordance with the law behave towards their eldest brother as sons (behave towards their father).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-19sM6DxdAJiR1NQMQRGq1w=="
    },
    {
      "id": 7146453191590,
      "law": "The eldest (son) makes the family prosperous or, on the contrary, brings it to ruin; the eldest (is considered) among men most worthy of honour, the eldest is not treated with disrespect by the virtuous.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HBdRZm4Y8UZkcsLXmDPiKA=="
    },
    {
      "id": 1750072502659,
      "law": "If the eldest brother behaves as an eldest brother (ought to do), he (must be treated) like a mother and like a father; but if he behaves in a manner unworthy of an eldest brother, he should yet be honoured like a kinsman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5aT/IVHXMJN8xreNSklc3g=="
    },
    {
      "id": 7038334956596,
      "law": "Either let them thus live together, or apart, if (each) desires (to gain) spiritual merit; for (by their living) separate (their) merit increases, hence separation is meritorious.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bvenL/3t19ItJWKABvX9Qg=="
    },
    {
      "id": 2498711204328,
      "law": "The additional share (deducted) for the eldest shall be one-twentieth (of the estate) and the best of all chattels, for the middlemost half of that, but for the youngest one-fourth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-h8qa5Bl7DwCRs03AJy7ZBA=="
    },
    {
      "id": 1849575304797,
      "law": "Both the eldest and the youngest shall take (their shares) according to (the rule just) stated (each of) those who are between the eldest and the youngest, shall have the share (prescribed for the) middlemost.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OuybXfcxaZat+XXxDvHgxw=="
    },
    {
      "id": 3366782021397,
      "law": "Among the goods of every kind the eldest shall take the best (article), and (even a single chattel) which is particularly good, as well as the best of ten (animals).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QugBTOmk+H8sXhHu38djXg=="
    },
    {
      "id": 5900093216812,
      "law": "But among (brothers) equally skilled in their occupations, there is no additional share, (consisting of the best animal) among ten; some trifle only shall be given to the eldest as a token of respect.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PyZ9nl59MMTc+z/3wetUvg=="
    },
    {
      "id": 6440760134393,
      "law": "If additional shares are thus deducted, one must allot equal shares (out of the residue to each); but if no deduction is made, the allotment of the shares among them shall be (made) in the following manner.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NPH3HP+CKU1fo5TgRqrABQ=="
    },
    {
      "id": 3950256952119,
      "law": "Let the eldest son take one share in excess, the (brother) born next after him one (share) and a half, the younger ones one share each; thus the law is settled.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AoP3orzu5dcAw48iMdr87Q=="
    },
    {
      "id": 1670251109779,
      "law": "But to the maiden (sisters) the brothers shall severally give (portions) out of their shares, each out of his share one-fourth part; those who refuse to give (it), will become outcasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XySULYSsdhLtLf2yphD4cg=="
    },
    {
      "id": 6728614393232,
      "law": "Let him never divide (the value of) a single goat or sheep, or a (single beast) with uncloven hoofs; it is prescribed (that) a single goat or sheep (remaining after an equal division, belongs) to the eldest alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eU5AUz/NnoSlEFVCfoibgA=="
    },
    {
      "id": 3234123042803,
      "law": "If a younger brother begets a son on the wife of the elder, the division must then be made equally; this the law is settled.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6ySQxPwaXJWJTg/wrJE5cw=="
    },
    {
      "id": 3038779884729,
      "law": "The representative (the son begotten on the wife) is not invested with the right of the principal (the eldest brother to an additional share); the principal (became) a father on the procreation (of a son by his younger brother); hence one should give a share to the (son begotten on the wife of the elder brother) according to the rule (stated above).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3a46kGHP9ThjKKwpLkVFsg=="
    },
    {
      "id": 5088560393243,
      "law": "If there be a doubt, how the division shall be made, in case the younger son is born of the elder wife and the elder son of the younger wife,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-c5/kmGNvoVM2SnjyGMBrDw=="
    },
    {
      "id": 6576825947606,
      "law": "(Then the son) born of the first wife shall take as his additional share one (most excellent) bull; the next best bulls (shall belong) to those (who are) inferior on account of their mothers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8ZodUmsJa/NqxIoLGgdzRA=="
    },
    {
      "id": 1935320897248,
      "law": "But the eldest (son, being) born of the eldest wife, shall receive fifteen cows and a bull, the other sons may then take shares according to (the seniority of) their mothers; that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PQHR+y0RqcHo8ozjrwQ61Q=="
    },
    {
      "id": 5289735967833,
      "law": "Between sons born of wives equal (in caste) (and) without (any other) distinction no seniority in right of the mother exists; seniority is declared (to be) according to birth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JMRFDQULKlYWLQOQ34lv4A=="
    },
    {
      "id": 6956906004716,
      "law": "And with respect to the Subrahmanya (texts) also it is recorded that the invocation (of Indra shall be made) by the first-born, of twins likewise, (conceived at one time) in the wombs (of their mothers) the seniority is declared (to depend) on (actual) birth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-H7uxCXw2yiaj7CGsGWQWEg=="
    },
    {
      "id": 3332906016656,
      "law": "He who has no son may make his daughter in the following manner an appointed daughter (putrika, saying to her husband), 'The (male) child, born of her, shall perform my funeral rites.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aANLDveOe6v1HFi4H7oRrw=="
    },
    {
      "id": 1907418220673,
      "law": "According to this rule Daksha, himself, lord of created beings, formerly made (all his female offspring) appointed daughters in order to multiply his race.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FG5wFDdyGYVQwJpWpkF5gw=="
    },
    {
      "id": 2513545403288,
      "law": "He gave ten to Dharma, thirteen to Kasyapa, twenty-seven to King Soma, honouring (them) with an affectionate heart.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vUVRW3I4xKPAuVxjdpPBKQ=="
    },
    {
      "id": 1272522218258,
      "law": "A son is even (as) oneself, (such) a daughter is equal to a son; how can another (heir) take the estate, while such (an appointed daughter who is even) oneself, lives?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6SjwcH0Onj35AMqDg6WZVg=="
    },
    {
      "id": 1364785525434,
      "law": "But whatever may be the separate property of the mother, that is the share of the unmarried daughter alone; and the son of an (appointed) daughter shall take the whole estate of (his maternal grandfather) who leaves no son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EJwILQVSRMlkfVTkIG7MtA=="
    },
    {
      "id": 3721038636558,
      "law": "The son of an (appointed) daughter, indeed, shall (also) take the estate of his (own) father, who leaves no (other) son; he shall (then) present two funeral cakes to his own father and to his maternal grandfather.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FPpapecrJeAQqLm00TSy2g=="
    },
    {
      "id": 3937120648026,
      "law": "Between a son's son and the son of an (appointed) daughter there is no difference, neither with respect to worldly matters nor to sacred duties; for their father and mother both sprang from the body of the same (man).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZHJWQOt5D2FhAjvG9eenLQ=="
    },
    {
      "id": 1991760367883,
      "law": "But if, after a daughter has been appointed, a son be born (to her father), the division (of the inheritance) must in that (case) be equal; for there is no right of primogeniture for a woman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-A5wcZS7+Y0+tIH/gjOCbxA=="
    },
    {
      "id": 6451167896590,
      "law": "But if an appointed daughter by accident dies without (leaving) a son, the husband of the appointed daughter may, without hesitation, take that estate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lY0uGX6D/mWt2FQjUjThPw=="
    },
    {
      "id": 1427768108022,
      "law": "Through that son whom (a daughter), either not appointed or appointed, may bear to (a husband) of equal (caste), his maternal grandfather (has) a son's son; he shall present the funeral cake and take the estate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UJJOFvVte0JTJVnXlawYXQ=="
    },
    {
      "id": 4315358452374,
      "law": "Through a son he conquers the worlds, through a son's son he obtains immortality, but through his son's grandson he gains the world of the sun.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ksCztFEDucNRJ2g/1dNkpg=="
    },
    {
      "id": 6183802981957,
      "law": "Because a son delivers (trayate) his father from the hell called Put, he was therefore called put-tra (a deliverer from Put) by the Self-existent (Svayambhu) himself.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8cI//uXpqOTYhZu2z0tK3g=="
    },
    {
      "id": 5519751002904,
      "law": "Between a son's son and the son of a daughter there exists in this world no difference; for even the son of a daughter saves him (who has no sons) in the next world, like the son's son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PYRcAlKVuI12qjx0Vrqw3g=="
    },
    {
      "id": 5388174478320,
      "law": "Let the son of an appointed daughter first present a funeral cake to his mother, the second to her father, the funeral to his father's father.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DWPJKHV276BJ3bq8ciOD1Q=="
    },
    {
      "id": 4715422819616,
      "law": "Of the man who has an adopted (Datrima) son possessing all good qualities, that same (son) shall take the inheritance, though brought from another family.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3pQ/fUzi+298HWnKg+y3rA=="
    },
    {
      "id": 2150480723655,
      "law": "An adopted son shall never take the family (name) and the estate of his natural father; the funeral cake follows the family (name) and the estate, the funeral offerings of him who gives (his son in adoption) cease (as far as that son is concerned).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7EMf1SqYAXIwN9VrLKXTbQ=="
    },
    {
      "id": 2472353246299,
      "law": "The son of a wife, not appointed (to have issue by another), and he whom (an appointed female, already) the mother of a son, bears to her brother-in-law, are both unworthy of a share, (one being) the son of an adulterer and (the other) produced through (mere) lust.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cjshQExYWI6dRDNcdR8LFw=="
    },
    {
      "id": 3116541987826,
      "law": "Even the male (child) of a female (duly) appointed, not begotten according to the rule (given above), is unworthy of the paternal estate; for he was procreated by an outcast.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-srvVZpmpGWbUDEIITHO1yw=="
    },
    {
      "id": 1481496913604,
      "law": "A son (legally) begotten on such an appointed female shall inherit like a legitimate son of the body; for that seed and the produce belong, according to the law, to the owner of the soil.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sWidahNL3Zqd0Rg5ErocAA=="
    },
    {
      "id": 5751130237615,
      "law": "He who takes care of his deceased brother's estate and of his widow, shall, after raising up a son for his brother, give that property even to that (son).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Rgj0m/wGhy928FtahDhBJg=="
    },
    {
      "id": 6215024062318,
      "law": "If a woman (duly) appointed bears a son to her brother-in-law or to another (Sapinda), that (son, if he is) begotten through desire, they declare (to be) incapable of inheriting and to be produced in vain.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qG2JVarFu/l7VYEk3YQeMQ=="
    },
    {
      "id": 4868986977289,
      "law": "The rules (given above) must be understood (to apply) to a distribution among sons of women of the same (caste); hear (now the law) concerning those begotten by one man on many wives of different (castes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8V1fP5WoTBg4RtAqCQdgfQ=="
    },
    {
      "id": 2510743498657,
      "law": "If there be four wives of a Brahmana in the direct order of the castes, the rule for the division (of the estate) among the sons born of them is as follows:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JySLktxg5spfrntBR4jD3g=="
    },
    {
      "id": 3390086480867,
      "law": "The (slave) who tills (the field), the bull kept for impregnating cows, the vehicle, the ornaments, and the house shall be given as an additional portion to the Brahmana (son), and one most excellent share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xYCuM6Iso8+5LiBv1Rs2+g=="
    },
    {
      "id": 5856753834433,
      "law": "Let the son of the Brahmana (wife) take three shares of the (remainder of the) estate, the son of the Kshatriya two, the son of the Vaisya a share and a half, and the son of the Sudra may take one share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KZjm7HJBc80vpBivWAgW/Q=="
    },
    {
      "id": 6729771037075,
      "law": "Or let him who knows the law make ten shares of the whole estate, and justly distribute them according to the following rule:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Er7AYvG08Q0cktIXhkDS5Q=="
    },
    {
      "id": 2989382358563,
      "law": "The Brahmana (son) shall take four shares, son of the Kshatriya (wife) three, the son of the Vaisya shall have two parts, the son of the Sudra may take one share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z3o1FS2oZGYGdh7edWb4lQ=="
    },
    {
      "id": 6879384465478,
      "law": "Whether (a Brahmana) have sons or have no sons (by wives of the twice-born castes), the (heir) must, according to the law, give to the son of a Sudra (wife) no more than a tenth (part of his estate).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jgZdRnVXHucXM/RGyxEDwg=="
    },
    {
      "id": 7190194408512,
      "law": "The son of a Brahmana, a Kshatriya, and a Vaisya by a Sudra (wife) receives no share of the inheritance; whatever his father may give to him, that shall be his property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V9IQ8sZ4fxeCHZZpiNzpJA=="
    },
    {
      "id": 4321429216762,
      "law": "All the sons of twice-born men, born of wives of the same caste, shall equally divide the estate, after the others have given to the eldest an additional share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6UOvoIKgM2x/ssFIsIlUxQ=="
    },
    {
      "id": 6453603696394,
      "law": "For a Sudra is ordained a wife of his own caste only (and) no other; those born of her shall have equal shares, even if there be a hundred sons.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-J2N3/SiySEi5OTnXpV44cw=="
    },
    {
      "id": 2538982302304,
      "law": "Among the twelve sons of men whom Manu, sprung from the Self-existent (Svayambhu), enumerates, six are kinsmen and heirs, and six not heirs, (but) kinsmen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jbjazzgmXn3nd5JHAJ5PSw=="
    },
    {
      "id": 4360445977272,
      "law": "The legitimate son of the body, the son begotten on a wife, the son adopted, the son made, the son secretly born, and the son cast off, (are) the six heirs and kinsmen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2QZthRSyocFPWL0kkNvfEg=="
    },
    {
      "id": 4378164919065,
      "law": "The son of an unmarried damsel, the son received with the wife, the son bought, the son begotten on a re-married woman, the son self-given, and the son of a Sudra female, (are) the six (who are) not heirs, (but) kinsmen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-E1tq1ylzvVMITYT8TWzjqQ=="
    },
    {
      "id": 5362964716055,
      "law": "Whatever result a man obtains who (tries to) cross a (sheet of) water in an unsafe boat, even that result obtains he who (tries to) pass the gloom (of the next world) with (the help of) bad (substitutes for a real) son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mwVTw+A2IPB+lDKq7nKnJw=="
    },
    {
      "id": 6086264458081,
      "law": "If the two heirs of one man be a legitimate son of his body and a son begotten on his wife, each (of the two sons), to the exclusion of the other, shall take the estate of his (natural) father.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3VwAhgwa29GWy85QZz+mmg=="
    },
    {
      "id": 3572026276105,
      "law": "The legitimate son of the body alone (shall be) the owner of the paternal estate; but, in order to avoid harshness, let him allow a maintenance to the rest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R7R2khw76qc1e42PcwCPnA=="
    },
    {
      "id": 4487936380381,
      "law": "But when the legitimate son of the body divides the paternal estate, he shall give one-sixth or one-fifth part of his father's property to the son begotten on the wife.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NQuTgs9aa9cyJlmhk1SXMA=="
    },
    {
      "id": 5935669170953,
      "law": "The legitimate son and the son of the wife (thus) share the father's estate; but the other tell become members of the family, and inherit according to their order (each later named on failure of those named earlier).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-805oK4V0O2Op8LNibe+GQw=="
    },
    {
      "id": 2031609635707,
      "law": "Him whom a man begets on his own wedded wife, let him know to be a legitimate son of the body (Aurasa), the first in rank.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mYNMINGSnN2v194Bbv1cpA=="
    },
    {
      "id": 3752501674818,
      "law": "He who was begotten according to the peculiar law (of the Niyoga) on the appointed wife of a dead man, of a eunuch, or of one diseased, is called a son begotten on a wife (Kshetraga).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ofRXsQcxYOQzJxedRz7GWA=="
    },
    {
      "id": 5329256781536,
      "law": "That (boy) equal (by caste) whom his mother or his father affectionately give, (confirming the gift) with (a libation of) water, in times of distress (to a man) as his son, must be considered as an adopted son (Datrima).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-L6L+ASkxYiLq3Rej2713Qg=="
    },
    {
      "id": 2006003259167,
      "law": "But he is considered a son made (Kritrima) whom (a man) makes his son, (he being) equal (by caste), acquainted with (the distinctions between) right and wrong, (and) endowed with filial virtues.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z2G8RoJfiq+0H2bJhK20+w=="
    },
    {
      "id": 6556398804217,
      "law": "If (a child) be born in a man's house and his father be not known, he is a son born secretly in the house (Gudhotpanna), and shall belong to him of whose wife he was born.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FCfa1IYeJ7RzyD25nIQ9fw=="
    },
    {
      "id": 3955151618963,
      "law": "He whom (a man) receives as his son, (after he has been) deserted by his parents or by either of them, is called a son cast off (Apaviddha).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-N6aBZngYEynH8fu+9l1Trg=="
    },
    {
      "id": 3682245158856,
      "law": "A son whom a damsel secretly bears in the house of her father, one shall name the son of an unmarried damsel (Kanina, and declare) such offspring of an unmarried girl (to belong) to him who weds her (afterwards).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aOVayuOZ08kpaYEVxEIOtA=="
    },
    {
      "id": 1287509860048,
      "law": "If one marries, either knowingly or unknowingly, a pregnant (bride), the child in her womb belongs to him who weds her, and is called (a son) received with the bride (Sahodha).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hdTlazuoflZTqeu6smlKgA=="
    },
    {
      "id": 4195824434983,
      "law": "If a man buys a (boy), whether equal or unequal (in good qualities), from his father and mother for the sake of having a son, that (child) is called a (son) bought (Kritaka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iURYGqS6Gii6YEAzN69P6Q=="
    },
    {
      "id": 5086642696326,
      "law": "If a woman abandoned by her husband, or a widow, of her own accord contracts a second marriage and bears (a son), he is called the son of a re-married woman (Paunarbhava).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Lv60Mh7xwW+NbuNPAWe9DQ=="
    },
    {
      "id": 3739521842331,
      "law": "If she be (still) a virgin, or one who returned (to her first husband) after leaving him, she is worthy to again perform with her second (or first deserted) husband the (nuptial) ceremony.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-E7mDdiMh82YDfwjoVWD5YQ=="
    },
    {
      "id": 2382569923390,
      "law": "He who, having lost his parents or being abandoned (by them) without (just) cause, gives himself to a (man), is called a son self-given (Svayamdatta).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-brSxP8FvqRtJnsiESR7nLA=="
    },
    {
      "id": 2685219168166,
      "law": "The son whom a Brahmana begets through lust on a Sudra female is, (though) alive (parayan), a corpse (sava), and hence called a Parasava (a living corpse).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0bx8LHxlgICIVM7FcRBqFg=="
    },
    {
      "id": 5281510395510,
      "law": "A son who is (begotten) by a Sudra on a female slave, or on the female slave of his slave, may, if permitted (by his father), take a share (of the inheritance); thus the law is settled.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IFQjXeL4EFQY0X4G2SDKew=="
    },
    {
      "id": 7175004714687,
      "law": "These eleven, the son begotten on the wife and the rest as enumerated (above), the wise call substitutes for a son, (taken) in order (to prevent) a failure of the (funeral) ceremonies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tMkKk83W9031wzx5uGvbuw=="
    },
    {
      "id": 6720226177178,
      "law": "Those sons, who have been mentioned in connection with (the legitimate son of the body), being begotten by strangers, belong (in reality) to him from whose seed they sprang, but not to the other (man who took them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uuV4TNXzp4/5vFPj7bVY0w=="
    },
    {
      "id": 1905415797540,
      "law": "If among brothers, sprung from one (father), one have a son, Manu has declared them all to have male offspring through that son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LBIAlUjF7F0wwYAjgBSHyg=="
    },
    {
      "id": 4310153315265,
      "law": "If among all the wives of one husband one have a son, Manu declares them all (to be) mothers of male children through that son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-T6/3QByMleBrme9V+x63qA=="
    },
    {
      "id": 2272578084443,
      "law": "On failure of each better (son), each next inferior (one) is worthy of the inheritance; but if there be many (of) equal (rank), they shall all share the estate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KyWROy39225kcEIsAFp2zQ=="
    },
    {
      "id": 1762873269823,
      "law": "Not brothers, nor fathers, (but) sons take the paternal estate; but the father shall take the inheritance of (a son) who leaves no male issue, and his brothers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bi7UZ+PW5A6c3XLyI4rmSg=="
    },
    {
      "id": 5285417888156,
      "law": "To three (ancestors) water must be offered, to three the funeral cake is given, the fourth (descendant is) the giver of these (oblations), the fifth has no connection (with them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aE2rnz9yVj+sLwp4tQj+cQ=="
    },
    {
      "id": 4687804466767,
      "law": "Always to that (relative within three degrees) who is nearest to the (deceased) Sapinda the estate shall belong; afterwards a Sakulya shall be (the heir, then) the spiritual teacher or the pupil.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C67YroQx3DtCh+WOK9DSJQ=="
    },
    {
      "id": 3893305838885,
      "law": "But on failure of all (heirs) Brahmanas (shall) share the estate, (who are) versed the in the three Vedas, pure and self-controlled; thus the law is not violated.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-r8j47E0wbq/6I+32oVE+7g=="
    },
    {
      "id": 6158276694750,
      "law": "The property of a Brahmana must never be taken by the king, that is a settled rule; but (the property of men) of other castes the king may take on failure of all (heirs).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S5lawPI+DhyMKj6l5Fk6hA=="
    },
    {
      "id": 1746678537091,
      "law": "(If the widow) of (a man) who died without leaving issue, raises up to him a son by a member of the family (Sagotra), she shall deliver to that (son) the whole property which belonged to the (deceased).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3jmCLcZuSt6qWzsR9CXkHg=="
    },
    {
      "id": 2071008847911,
      "law": "But if two (sons), begotten by two (different men), contend for the property (in the hands) of their mother, each shall take, to the exclusion of the other, what belonged to his father.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OqKeKzdYi4o5wwWelx5g7Q=="
    },
    {
      "id": 2296123444414,
      "law": "But when the mother has died, all the uterine brothers and the uterine sisters shall equally divide the mother's estate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j25Vh2nDtyI4nJvMdVj8XA=="
    },
    {
      "id": 2656599663893,
      "law": "Even to the daughters of those (daughters) something should be given, as is seemly, out of the estate of their maternal grandmother, on the score of affection.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7OR9sattnZbZgG6dBGWrSg=="
    },
    {
      "id": 2526262571930,
      "law": "What (was given) before the (nuptial) fire, what (was given) on the bridal procession, what was given in token of love, and what was received from her brother, mother, or father, that is called the sixfold property of a woman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1FtIEbL/D8y6e5bvdyYaDg=="
    },
    {
      "id": 4542864157125,
      "law": "(Such property), as well as a gift subsequent and what was given (to her) by her affectionate husband, shall go to her offspring, (even) if she dies in the lifetime of her husband.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-L/7HPV9SBlFNwL26Mwm1og=="
    },
    {
      "id": 1234976099912,
      "law": "It is ordained that the property (of a woman married) according to the Brahma, the Daiva, the Arsha, the Gandharva, or the Pragapatya rite (shall belong) to her husband alone, if she dies without issue.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4x2dgYetNh6YraOKveITSQ=="
    },
    {
      "id": 4531864183335,
      "law": "But it is prescribed that the property which may have been given to a (wife) on an Asura marriage or (one of the) other (blamable marriages, shall go) to her mother and to her father, if she dies without issue.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kPjq1IExe9xxCJrZvLFoOw=="
    },
    {
      "id": 3567473360180,
      "law": "Whatever property may have been given by her father to a wife (who has co-wives of different castes), that the daughter (of the) Brahmani (wife) shall take, or that (daughter's) issue.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FMSPrG26tW4faARU6RGa7A=="
    },
    {
      "id": 7212432299882,
      "law": "Women should never make a hoard from (the property of) their families which is common to many, nor from their own (husbands' particular) property without permission.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YjPqskek44gfH8IvFX8l7g=="
    },
    {
      "id": 4878946749685,
      "law": "The ornaments which may have been worn by women during their husbands' lifetime, his heirs shall not divide; those who divide them become outcasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MQ/UaenD9LmaJ1pOlQeffg=="
    },
    {
      "id": 4302002681595,
      "law": "Eunuchs and outcasts, (persons) born blind or deaf, the insane, idiots and the dumb, as well as those deficient in any organ (of action or sensation), receive no share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WImZEb+tlIhqvehFnLpYiQ=="
    },
    {
      "id": 6287399159739,
      "law": "But it is just that (a man) who knows (the law) should give even to all of them food and raiment without stint, according to his ability; he who gives it not will become all outcast.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qC4u0tNPwFkw/0auQsSzOQ=="
    },
    {
      "id": 2966425500780,
      "law": "If the eunuch and the rest should somehow or other desire to (take) wives, the offspring of such among them as have children is worthy of a share.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rvVVwQGkxYw0B+PCb91k1A=="
    },
    {
      "id": 5663117160782,
      "law": "Whatever property the eldest (son) acquires (by his own exertion) after the father's death, a share of that (shall belong) to his younger (brothers), provided they have made a due progress in learning.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NC+gJQJa0qPeCgOF3LAlVQ=="
    },
    {
      "id": 1785985473411,
      "law": "But if all of them, being unlearned, acquire property by their labour, the division of that shall be equal, (as it is) not property acquired by the father; that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qgdX4TOuINNUqx3KuK+ydA=="
    },
    {
      "id": 2642737329697,
      "law": "Property (acquired) by learning belongs solely to him to whom (it was given), likewise the gift of a friend, a present received on marriage or with the honey-mixture.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LYPAwl6iTcL9pADr7Ghouw=="
    },
    {
      "id": 2877001031559,
      "law": "But if one of the brothers, being able (to maintain himself) by his own occupation, does not desire (a share of the family) property, he may be made separate (by the others) receiving a trifle out of his share to live upon.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j29J0LPo+GGdMF1kUucETw=="
    },
    {
      "id": 4730604982593,
      "law": "What one (brother) may acquire by his labour without using the patrimony, that acquisition, (made solely) by his own effort, he shall not share unless by his own will (with his brothers).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-asFs3f6ZRWzQbTmDnE2pPA=="
    },
    {
      "id": 5430490018335,
      "law": "But if a father recovers lost ancestral property, he shall not divide it, unless by his own will, with his sons, (for it is) self-acquired (property).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IC0We+ETkcfOYX16X33Iiw=="
    },
    {
      "id": 6194299646266,
      "law": "If brothers, (once) divided and living (again) together (as coparceners), make a second partition, the division shall in that case be equal; in such a case there is no right of primogeniture.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W0YlbMrw/kqU1596gwnXKw=="
    },
    {
      "id": 5868889998977,
      "law": "If the eldest or the youngest (brother) is deprived of his share, or if either of them dies, his share is not lost (to his immediate heirs).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4XsR1k191m47prQXvU+Sxw=="
    },
    {
      "id": 6847450711198,
      "law": "His uterine brothers, having assembled together, shall equally divide it, and those brothers who were reunited (with him) and the uterine sisters.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0twSew2DCRZ5NUpimkJBAg=="
    },
    {
      "id": 2925569532381,
      "law": "An eldest brother who through avarice may defraud the younger ones, shall no (longer hold the position of) the eldest, shall not receive an (eldest son's additional) share, and shall be punished by the king.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+AG2LIzE2bu7YwtSy2rNyw=="
    },
    {
      "id": 1482276028879,
      "law": "All brothers who habitually commit forbidden acts, are unworthy of (a share of) the property, and the eldest shall not make (anything his) separate property without giving (an equivalent) to his younger brothers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lWUBRlUYNAxki6/VBBRbyg=="
    },
    {
      "id": 1384002315817,
      "law": "If undivided brethren, (living with their father,) together make an exertion (for gain), the father shall on no account give to them unequal shares (on a division of the estate).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CcSK20J5IpRTJ96qn39pkw=="
    },
    {
      "id": 1293841519074,
      "law": "But a son, born after partition, shall alone take the property of his father, or if any (of the other sons) be reunited with the (father), he shall share with them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Tb9T98PW0R0H3EPmtcwCkQ=="
    },
    {
      "id": 1953932525454,
      "law": "A mother shall obtain the inheritance of a son (who dies) without leaving issue, and, if the mother be dead, the paternal grandmother shall take the estate.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1iELcyLns0gQIOmetghqkQ=="
    },
    {
      "id": 1226057896682,
      "law": "And if, after all the debts and assets have been duly distributed according to the rule, any (property) be afterwards discovered, one must divide it equally.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5eNwi86k/by7D7PN6O43QQ=="
    },
    {
      "id": 7142012709533,
      "law": "A dress, a vehicle, ornaments, cooked food, water, and female (slaves), property destined for pious uses or sacrifices, and a pasture-ground, they declare to be indivisible.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JSYt/fCy+H3ijsTbTb3ieA=="
    },
    {
      "id": 1785488369160,
      "law": "The division (of the property) and the rules for allotting (shares) to the (several) sons, those begotten on a wife and the rest, in (due) order, have been thus declared to you; hear (now) the laws concerning gambling.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-glSiBFvKz4XKpfUlWJ7kfQ=="
    },
    {
      "id": 2716119079803,
      "law": "Gambling and betting let the king exclude from his realm; those two vices cause the destruction of the kingdoms of princes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pjEFhz7iMRO/3W+F0b0XuA=="
    },
    {
      "id": 4636146188919,
      "law": "Gambling and betting amount to open theft; the king shall always exert himself in suppressing both (of them).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BW7yJh90Sq9RDe3Gj6yDMw=="
    },
    {
      "id": 3938087134905,
      "law": "When inanimate (things) are used (for staking money on them), that is called among men gambling (dyuta), when animate beings are used (for the same purpose), one must know that to be betting (samahvaya).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OO0V20auQDbbahPomCD09g=="
    },
    {
      "id": 3845944697961,
      "law": "Let the king corporally punish all those (persons) who either gamble and bet or afford (an opportunity for it), likewise Sudras who assume the distinctive marks of twice-born (men).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RcS3O3GL94nHe9DFoyA8nA=="
    },
    {
      "id": 4813669662790,
      "law": "Gamblers, dancers and singers, cruel men, men belonging to an heretical sect, those following forbidden occupations, and sellers of spirituous liquor, let him instantly banish from his town.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nC6zMHR4vQCFMwtl9u9V/Q=="
    },
    {
      "id": 3897240195801,
      "law": "If such (persons who are) secret thieves, dwell in the realm of a king, they constantly harass his good subjects by their forbidden practices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QkJ0tsYds4hdw09BMAlcXA=="
    },
    {
      "id": 4138501160546,
      "law": "In a former Kalpa this (vice of) gambling has been seen to cause great enmity; a wise man, therefore, should not practise it even for amusement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6bI27QjtHDq4NNexbvdpAQ=="
    },
    {
      "id": 6007233526107,
      "law": "On every man who addicts himself to that (vice) either secretly or openly, the king may inflict punishment according to his discretion.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZiQKCTJ2q2qGPxDTQLZoAg=="
    },
    {
      "id": 4675476950119,
      "law": "But a Kshatriya, a Vaisya, and a Sudra who are unable to pay a fine, shall discharge the debt by labour; a Brahmana shall pay it by installments.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l0QGje1S1bt0mQrGgS5lbg=="
    },
    {
      "id": 1620764475614,
      "law": "On women, infants, men of disordered mind, the poor and the sick, the king shall inflict punishment with a whip, a cane, or a rope and the like.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7c0VlOJwknUc30suQVyoBQ=="
    },
    {
      "id": 1780498018484,
      "law": "But those appointed (to administer public) affairs, who, baked by the fire of wealth, mar the business of suitors, the king shall deprive of their property.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hbW0LV+iMU9L2vh8y3kZwQ=="
    },
    {
      "id": 3480038046789,
      "law": "Forgers of royal edicts, those who corrupt his ministers, those who slay women, infants, or Brahmanas, and those who serve his enemies, the king shall put to death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gbyqZamGCY6OBcSRQuogHQ=="
    },
    {
      "id": 5270987877034,
      "law": "Whenever any (legal transaction) has been completed or (a punishment) been inflicted according to the law, he shall sanction it and not annul it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aj0sFd1udtxZUl5RdONAtw=="
    },
    {
      "id": 4169334063831,
      "law": "Whatever matter his ministers or the judge may settle improperly, that the king himself shall (re-) settle and fine (them) one thousand (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mXKvesfXAPKojZ7gLNDy1w=="
    },
    {
      "id": 4673253520189,
      "law": "The slayer of a Brahmana, (A twice-born man) who drinks (the spirituous liquor called) Sura, he who steals (the gold of a Brahmana), and he who violates a Guru's bed, must each and all be considered as men who committed mortal sins (mahapataka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FJ1WfOoJBBVnJgZrQ3QlLA=="
    },
    {
      "id": 4944823058851,
      "law": "On those four even, if they do not perform a penance, let him inflict corporal punishment and fines in accordance with the law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ILxf7RJsg1Y+P/pcVkQObQ=="
    },
    {
      "id": 2458384658422,
      "law": "For violating a Guru's bed, (the mark of) a female part shall be (impressed on the forehead with a hot iron); for drinking (the spirituous liquor called) Sura, the sign of a tavern; for stealing (the gold of a Brahmana), a dog's foot; for murdering a Brahmana, a headless corpse.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ot7GBzWqvUJwy67qHeLiQw=="
    },
    {
      "id": 3470554392169,
      "law": "Excluded from all fellowship at meals, excluded from all sacrifices, excluded from instruction and from matrimonial alliances, abject and excluded from all religious duties, let them wander over (this) earth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tQ71QTbHyB5RvuTGs4IQNA=="
    },
    {
      "id": 7188070457205,
      "law": "Such (persons) who have been branded with (indelible) marks must be cast off by their paternal and maternal relations, and receive neither compassion nor a salutation; that is the teaching of Manu.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OXGXi0ZVhbaRopMLtelqHw=="
    },
    {
      "id": 3215472524544,
      "law": "But (men of) all castes who perform the prescribed penances, must not be branded on the forehead by the king, but shall be made to pay the highest amercement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3mNwz25kz5bQYvGRcvbJjQ=="
    },
    {
      "id": 6418556064704,
      "law": "For (such) offences the middlemost amercement shall be inflicted on a Brahmana, or he may be banished from the realm, keeping his money and his chattels.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TvhmqAMf0ScAIafFjIHcUg=="
    },
    {
      "id": 3141675065620,
      "law": "But (men of) other (castes), who have unintentionally committed such crimes, ought to be deprived of their whole property; if (they committed them) intentionally, they shall be banished.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dCliJbkcA1M6xn/QbGPjTQ=="
    },
    {
      "id": 3280558719233,
      "law": "A virtuous king must not take for himself the property of a man guilty of mortal sin; but if he takes it out of greed, he is tainted by that guilt (of the offender).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1LmuAmo9ylYZrChp8gWOfQ=="
    },
    {
      "id": 5740638463251,
      "law": "Having thrown such a fine into the water, let him offer it to Varuna, or let him bestow it on a learned and virtuous Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qffxVyCN4UD1Ad+AZ3YeGQ=="
    },
    {
      "id": 2960368372189,
      "law": "Varuna is the lord of punishment, for he holds the sceptre even over kings; a Brahmana who has learnt the whole Veda is the lord of the whole world.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZhsZmgPl+ZGw745ZRjGs8Q=="
    },
    {
      "id": 6092648969861,
      "law": "In that (country), where the king avoids taking the property of (mortal) sinners, men are born in (due) time (and are) long-lived,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JGvpB1oglLXs8z1ZB0tg1Q=="
    },
    {
      "id": 5623730512241,
      "law": "And the crops of the husbandmen spring up, each as it was sown, and the children die not, and no misshaped (offspring) is born.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-obvMZ7nsk1gd76soWcqdGg=="
    },
    {
      "id": 5338421300328,
      "law": "But the king shall inflict on a base-born (Sudra), who intentionally gives pain to Brahmanas, various (kinds of) corporal punishment which cause terror.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n4AAS1Uolgp/2lrBkk6t5g=="
    },
    {
      "id": 3527461275761,
      "law": "When a king punishes an innocent (man), his guilt is considered as great as when he sets free a guilty man; but (he acquires) merit when he punishes (justly).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qpq5sFFfdAcnsDwQuc+BLw=="
    },
    {
      "id": 6674457111065,
      "law": "Thus the (manner of) deciding suits (falling) under the eighteen titles, between two litigant parties, has been declared at length.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Un16nl9H/dybyehV0sJovg=="
    },
    {
      "id": 3470250199441,
      "law": "A king who thus duly fulfils his duties in accordance with justice, may seek to gain countries which he has not yet gained, and shall duly protect them when he has gained them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ODy2FbZ/wkUx4U4XviwJ3g=="
    },
    {
      "id": 3875544832944,
      "law": "Having duly settled his country, and having built forts in accordance with the Institutes, he shall use his utmost exertions to remove (those men who are nocuous like) thorns.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jHa2mT1/K0jAIWyfE60vlg=="
    },
    {
      "id": 2670283142410,
      "law": "By protecting those who live as (becomes) Aryans and by removing the thorns, kings, solely intent on guarding their subjects, reach heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qUDcMGqON0gCWThJSUY0RQ=="
    },
    {
      "id": 6398694860342,
      "law": "The realm of that king who takes his share in kind, though he does not punish thieves, (will be) disturbed and he (will) lose heaven.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NGY7ChboT2BDfz/z62YjnA=="
    },
    {
      "id": 2106736779495,
      "law": "But if his kingdom be secure, protected by the strength of his arm, it will constantly flourish like a (well)- watered tree.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QaM+9o7Su20NpUsHs0QF7g=="
    },
    {
      "id": 3183413847646,
      "law": "Let the king who sees (everything) through his spies, discover the two sorts of thieves who deprive others of their property, both those who (show themselves) openly and those who (lie) concealed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+yJPw0PrNKFwfiRPJktByQ=="
    },
    {
      "id": 1650344965263,
      "law": "Among them, the open rogues (are those) who subsist by (cheating in the sale of) various marketable commodities, but the concealed rogues are burglars, robbers in forests, and so forth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FDqhMALqpojpyldMjc/XjQ=="
    },
    {
      "id": 2009286748024,
      "law": "Those who take bribes, cheats and rogues, gamblers, those who live by teaching (the performance of) auspicious ceremonies, sanctimonious hypocrites, and fortune-tellers,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l+TLS4a0J6mJ/zCxn5nKxA=="
    },
    {
      "id": 6066491673717,
      "law": "Officials of high rank and physicians who act improperly, men living by showing their proficiency in arts, and clever harlots,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v1fC3D46bvK984eH8BV8Hg=="
    },
    {
      "id": 5098666949546,
      "law": "These and the like who show themselves openly, as well as others who walk in disguise (such as) non-Aryans who wear the marks of Aryans, he should know to be thorns (in the side of his people).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KCmjwidRQLk7+pJ5QGjKuA=="
    },
    {
      "id": 4404977769697,
      "law": "Having detected them by means of trustworthy persons, who, disguising themselves, (pretend) to follow the same occupations and by means of spies, wearing various disguises, he must cause them to be instigated (to commit offences), and bring them into his power.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YNvhSFB6Y/mUnXqOBYHL8w=="
    },
    {
      "id": 1346304628725,
      "law": "Then having caused the crimes, which they committed by their several actions, to be proclaimed in accordance with the facts, the king shall duly punish them according to their strength and their crimes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JXWk5levrCMTCE2Of9koHA=="
    },
    {
      "id": 3041617580162,
      "law": "For the wickedness of evil-minded thieves, who secretly prowl over this earth, cannot be restrained except by punishment.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Qpf48GwAxw8SlPWfScgTbA=="
    },
    {
      "id": 4156970947179,
      "law": "Assembly-houses, houses where water is distributed or cakes are sold, brothels, taverns and victualler's shops, cross-roads, well-known trees, festive assemblies, and play-houses and concert-rooms,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ApLffInv+jHJIbhRbtAlbA=="
    },
    {
      "id": 2182607687306,
      "law": "Old gardens, forests, the shops of artisans, empty dwellings, natural and artificial groves,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YxnGGShSvWGaDnlLTGKtAQ=="
    },
    {
      "id": 4256382111143,
      "law": "These and the like places the king shall cause to be guarded by companies of soldiers, both stationary and patrolling, and by spies, in order to keep away thieves.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7R8ejV6hh7JRV+KFwH29BQ=="
    },
    {
      "id": 4072454116129,
      "law": "By the means of clever reformed thieves, who associate with such (rogues), follow them and know their various machinations, he must detect and destroy them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xLy9SPE0G9QSiQZJHD1RhQ=="
    },
    {
      "id": 2060973891228,
      "law": "Under the pretext of (offering them) various dainties, of introducing them to Brahmanas, and on the pretence of (showing them) feats of strength, the (spies) must make them meet (the officers of justice).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uuBhfeU+VAARE9fEd3JDgA=="
    },
    {
      "id": 2462453440736,
      "law": "Those among them who do not come, and those who suspect the old (thieves employed by the king), the king shall attack by force and slay together with their friends, blood relations, and connexions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ElFQD8vjUIKeH3ztcOk1Sw=="
    },
    {
      "id": 3248919812136,
      "law": "A just king shall not cause a thief to be put to death, (unless taken) with the stolen goods (in his possession); him who (is taken) with the stolen goods and the implements (of burglary), he may, without hesitation, cause to be slain.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-u4pFmPuykBTCm+hMwKYwtg=="
    },
    {
      "id": 5554874730893,
      "law": "All those also who in villages give food to thieves or grant them room for (concealing their implements), he shall cause to be put to death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eMUCoyKCYbL+DIc1+Q/Slw=="
    },
    {
      "id": 1671144708553,
      "law": "Those who are appointed to guard provinces and his vassals who have been ordered (to help), he shall speedily punish like thieves, (if they remain) inactive in attacks (by robbers).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FugurnScyCuJtPWW0hUKBw=="
    },
    {
      "id": 3318370574262,
      "law": "Moreover if (a man), who subsists by (the fulfilment of) the law, departs from the established rule of the law, the (king) shall severely punish him by a fine, (because he) violated his duty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-29oyROZMZ+tHcFKk9/Sfsg=="
    },
    {
      "id": 1364638851385,
      "law": "Those who do not give assistance according to their ability when a village is being plundered, a dyke is being destroyed, or a highway robbery committed, shall be banished with their goods and chattels.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eylWPyEaGx6DLcs/x10idg=="
    },
    {
      "id": 5052495912399,
      "law": "On those who rob the king's treasury and those who persevere in opposing (his commands), he shall inflict various kinds of capital punishment, likewise on those who conspire with his enemies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mUC2oyLUOcH9k6NSzu2KDA=="
    },
    {
      "id": 2243463656211,
      "law": "But the king shall cut off the hands of those robbers who, breaking into houses, commit thefts at night, and cause them to be impaled on a pointed stake.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ek3DpokNVhIvoksudPx4EQ=="
    },
    {
      "id": 7008543321827,
      "law": "On the first conviction, let him cause two fingers of a cut-purse to be amputated; on the second, one hand and one foot; on the third, he shall suffer death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZZgLA439OOcmmiUaOA9Atg=="
    },
    {
      "id": 3603337199290,
      "law": "Those who give (to thieves) fire, food, arms, or shelter, and receivers of stolen goods, the ruler shall punish like thieves.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j89eKq2UlRcFqyTMFGW8cw=="
    },
    {
      "id": 6588407066571,
      "law": "Him who breaks (the dam of) a tank he shall slay (by drowning him) in water or by (some other) (mode of) capital punishment; or the offender may repair the (damage), but shall be made to pay the highest amercement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CHublSyxwv7ZMEI7I8pWJw=="
    },
    {
      "id": 3094514392313,
      "law": "Those who break into a (royal) storehouse, an armoury, or a temple, and those who steal elephants, horses, or chariots, he shall slay without hesitation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IlNEl1Snh03bAPjOYt3uaA=="
    },
    {
      "id": 3849479001425,
      "law": "But he who shall take away the water of a tank, made in ancient times, or shall cut off the supply of water, must be made to pay the first (or lowest) amercement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rUouIoJyLH36oKgYVCy04A=="
    },
    {
      "id": 7149688902859,
      "law": "But he who, except in a case of extreme necessity, drops filth on the king's high-road, shall pay two karshapanas and immediately remove (that) filth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8Id4Kwk6V8NSw9Xv5GFd1Q=="
    },
    {
      "id": 4908806319366,
      "law": "But a person in urgent necessity, an aged man, a pregnant woman, or a child, shall be reprimanded and clean the (place); that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yA5K4od7yffOc/vPty42MA=="
    },
    {
      "id": 6187499254039,
      "law": "All physicians who treat (their patients) wrongly (shall pay) a fine; in the case of animals, the first (or lowest); in the case of human beings, the middlemost (amercement).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XNnYC6pFBhw+7MsS7frjMA=="
    },
    {
      "id": 1461469195383,
      "law": "He who destroys a bridge, the flag (of a temple or royal palace), a pole, or images, shall repair the whole (damage) and pay five hundred (panas).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3xniZv+wX+KaWM3L9yEZ+A=="
    },
    {
      "id": 3364859229457,
      "law": "For adulterating unadulterated commodities, and for breaking gems or for improperly boring (them), the fine is the first (or lowest) amercement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WEz0vvQkIwIl5oCDJKoKJA=="
    },
    {
      "id": 4216325054521,
      "law": "But that man who behaves dishonestly to honest (customers) or cheats in his prices, shall be fined in the first or in the middlemost amercement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kfF3k8zcYoyzXo/iqPmQnA=="
    },
    {
      "id": 2804128764847,
      "law": "Let him place all prisons near a high-road, where the suffering and disfigured offenders can be seen.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K+CNjy1k5ArF4SaVon8oJg=="
    },
    {
      "id": 3385794564124,
      "law": "Him who destroys the wall (of a town), or fills up the ditch (round a town), or breaks a (town)- gate, he shall instantly banish.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UQVZj6wKY7te5VweI7Xn7Q=="
    },
    {
      "id": 5815817890432,
      "law": "For all incantations intended to destroy life, for magic rites with roots (practised by persons) not related (to him against whom they are directed), and for various kinds of sorcery, a fine of two hundred (panas) shall be inflicted.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WU/bEo4OhZd1HHB6g1AiMQ=="
    },
    {
      "id": 4304710471356,
      "law": "He who sells (for seed-corn that which is) not seed-corn, he who takes up seed (already sown), and he who destroys a boundary (-mark), shall be punished by mutilation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uYuiO3iM7OcLNm6gqGKaPQ=="
    },
    {
      "id": 2272828929061,
      "law": "But the king shall cause a goldsmith who behaves dishonestly, the most nocuous of all the thorns, to be cut to pieces with razors.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sHOHQhmmG0kx+ty6BFt73g=="
    },
    {
      "id": 6170256245416,
      "law": "For the theft of agricultural implements, of arms and of medicines, let the king award punishment, taking into account the time (of the offence) and the use (of the object).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hPwz2n9sf+FGUmEOnWBHyw=="
    },
    {
      "id": 5399198144190,
      "law": "The king and his minister, his capital, his realm, his treasury, his army, and his ally are the seven constituent parts (of a kingdom); (hence) a kingdom is said to have seven limbs (anga).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dhKc5FT2ZgreLjH6wYKpGA=="
    },
    {
      "id": 4653028749019,
      "law": "But let him know (that) among these seven constituent parts of a kingdom (which have been enumerated) in due order, each earlier (named) is more important and (its destruction) the greater calamity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PwrttDAJYGUC6l1kD/NmZQ=="
    },
    {
      "id": 5414022010525,
      "law": "Yet in a kingdom containing seven constituent parts, which is upheld like the triple staff (of an ascetic), there is no (single part) more important (than the others), by reason of the importance of the qualities of each for the others.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uAc4j4sVZ0vtWBLZncF7Gw=="
    },
    {
      "id": 2813006850507,
      "law": "For each part is particularly qualified for (the accomplishment of) certain objects, (and thus) each is declared to be the most important for that particular purpose which is effected by its means.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XQ6RLjGzjPkJgRhiZpdnlA=="
    },
    {
      "id": 5825822145161,
      "law": "By spies, by a (pretended) display of energy, and by carrying out (various) undertakings, let the king constantly ascertain his own and his enemy's strength;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C4Muy6SawFyAAV+u64AFVA=="
    },
    {
      "id": 3399768148067,
      "law": "Moreover, all calamities and vices; afterwards, when he has fully considered their relative importance, let him begin his operations.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7KP5QQjg+gwSAIso6FqmUA=="
    },
    {
      "id": 3872239367649,
      "law": "(Though he be) ever so much tired (by repeated failures), let him begin his operations again and again; for fortune greatly favours the man who (strenuously) exerts himself in his undertakings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GxiENgJ6OBp0X3YMVwvZTQ=="
    },
    {
      "id": 4010990992843,
      "law": "The various ways in which a king behaves (resemble) the Krita, Treta, Dvapara, and Kali ages; hence the king is identified with the ages (of the world).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dUTwhDmE+AgPDTYgnwlKAQ=="
    },
    {
      "id": 6130787155711,
      "law": "Sleeping he represents the Kali (or iron age), waking the Dvapara (or brazen) age, ready to act the Treta (or silver age), but moving (actively) the Krita (or golden) age.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WzJBADkiHHv+cjWghRrZMg=="
    },
    {
      "id": 2133217374314,
      "law": "Let the king emulate the energetic action of Indra, of the Sun, of the Wind, of Yama, of Varuna, of the Moon, of the Fire, and of the Earth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Tpar88bO9W43qkO1YmlLYA=="
    },
    {
      "id": 5874558929668,
      "law": "As Indra sends copious rain during the four months of the rainy season, even so let the king, taking upon himself the office of Indra, shower benefits on his kingdom.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kSkeGiHlzWPjPP7nzV5e3A=="
    },
    {
      "id": 2551606519467,
      "law": "As the Sun during eight months (imperceptibly) draws up the water with his rays, even so let him gradually draw his taxes from his kingdom; for that is the office in which he resembles the Sun.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nvuAhzby9dCmAkRw6wKcLA=="
    },
    {
      "id": 6756083196510,
      "law": "As the Wind moves (everywhere), entering (in the shape of the vital air) all created beings, even so let him penetrate (everywhere) through his spies; that is the office in which he resembles the Wind.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BIWbmvNs/mR/VjxT9wC+3w=="
    },
    {
      "id": 2642166387167,
      "law": "As Yama at the appointed time subjects to his rule both friends and foes, even so all subjects must be controlled by the king; that is the office in which he resembles Yama.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KVXEAVZuNd/dGOgg7HTdPA=="
    },
    {
      "id": 2511807037750,
      "law": "As (a sinner) is seen bound with ropes by Varuna, even so let him punish the wicked; that is his office in which he resembles Varuna.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AhpVzx3MZtMfws8885/14Q=="
    },
    {
      "id": 1351219842502,
      "law": "He is a king, taking upon himself the office of the Moon, whose (appearance) his subjects (greet with as great joy) as men feel on seeing the full moon.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YDYfAcZg+k9W6fY77436Tw=="
    },
    {
      "id": 5932257873777,
      "law": "(If) he is ardent in wrath against criminals and endowed with brilliant energy, and destroys wicked vassals, then his character is said (to resemble) that of Fire.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JsPh0tz1rrF95y+pHkH+Og=="
    },
    {
      "id": 4510425546890,
      "law": "As the Earth supports all created beings equally, thus (a king) who supports all his subjects, (takes upon himself) the office of the Earth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xnkikSY9nUeREvoZ/2jYYg=="
    },
    {
      "id": 6503725196720,
      "law": "Employing these and other means, the king shall, ever untired, restrain thieves both in his own dominions and in (those of) others.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3UB3q8S+J51D6nkY2TaKZQ=="
    },
    {
      "id": 1982887932593,
      "law": "Let him not, though fallen into the deepest distress, provoke Brahmanas to anger; for they, when angered, could instantly destroy him together with his army and his vehicles.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F+o143v3IdpkXQnoBd8Mpg=="
    },
    {
      "id": 4222278698004,
      "law": "Who could escape destruction, when he provokes to anger those (men), by whom the fire was made to consume all things, by whom the (water of the) ocean was made undrinkable, and by whom the moon was made to wane and to increase again?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HVs7SBO4cg+NPy9KX4s4Cg=="
    },
    {
      "id": 7041755667336,
      "law": "Who could prosper, while he injures those (men) who provoked to anger, could create other worlds and other guardians of the world, and deprive the gods of their divine station?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-htlWouRdB8umnJVn4gaxoA=="
    },
    {
      "id": 1559960728065,
      "law": "What man, desirous of life, would injure them to whose support the (three) worlds and the gods ever owe their existence, and whose wealth is the Veda?",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6sbO7zocFfwawZMFOjGxFg=="
    },
    {
      "id": 5995688280640,
      "law": "A Brahmana, be he ignorant or learned, is a great divinity, just as the fire, whether carried forth (for the performance of a burnt-oblation) or not carried forth, is a great divinity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dSTRSmjAxcKzWBz0HOlX3A=="
    },
    {
      "id": 3758140045142,
      "law": "The brilliant fire is not contaminated even in burial-places, and, when presented with oblations (of butter) at sacrifices, it again increases mightily.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OrijmP+1rAVcvRMpEbhkRA=="
    },
    {
      "id": 1631849967204,
      "law": "Thus, though Brahmanas employ themselves in all (sorts of) mean occupations, they must be honoured in every way; for (each of) them is a very great deity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aufXhQz3NJUeNXLLx45kjA=="
    },
    {
      "id": 2622032006964,
      "law": "When the Kshatriyas become in any way overbearing towards the Brahmanas, the Brahmanas themselves shall duly restrain them; for the Kshatriyas sprang from the Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Zsyb9h3bC7LOLfN8pOoOIA=="
    },
    {
      "id": 2003103675316,
      "law": "Fire sprang from water, Kshatriyas from Brahmanas, iron from stone; the all-penetrating force of those (three) has no effect on that whence they were produced.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-meao0yCUs7PIJRo2Prv5Ew=="
    },
    {
      "id": 5785188639838,
      "law": "Kshatriyas prosper not without Brahmanas, Brahmanas prosper not without Kshatriyas; Brahmanas and Kshatriyas, being closely united, prosper in this (world) and in the next.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mz6K2dAU+6xOL3w417C0Jw=="
    },
    {
      "id": 5456800922473,
      "law": "But (a king who feels his end drawing nigh) shall bestow all his wealth, accumulated from fines, on Brahmanas, make over his kingdom to his son, and then seek death in battle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2Id9/OrBhBmrlKFkZzcSGw=="
    },
    {
      "id": 1461008974168,
      "law": "Thus conducting himself (and) ever intent on (discharging) his royal duties, a king shall order all his servants (to work) for the good of his people.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sVJ48M8bHaeCQKZa3HxDfg=="
    },
    {
      "id": 2744689070736,
      "law": "Thus the eternal law concerning the duties of a king has been fully declared; know that the following rules apply in (due) order to the duties of Vaisyas and Sudras.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qLhbWQMsP1zGFEKfKt5YSg=="
    },
    {
      "id": 4618598377330,
      "law": "After a Vaisya has received the sacraments and has taken a wife, he shall be always attentive to the business whereby he may subsist and to (that of) tending cattle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-azLpQ2jWowBgg/XW0xPqQQ=="
    },
    {
      "id": 6020631696935,
      "law": "For when the Lord of creatures (Pragapati) created cattle, he made them over to the Vaisya; to the Brahmana, and to the king he entrusted all created beings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AdoPe8czvNXkJvBg4GTtjg=="
    },
    {
      "id": 5947619335538,
      "law": "A Vaisya must never (conceive this) wish, I will not keep cattle; and if a Vaisya is willing (to keep them), they must never be kept by (men of) other (castes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-r43XMN7xPao5fGwJBCUv/g=="
    },
    {
      "id": 6325753596523,
      "law": "(A Vaisya) must know the respective value of gems, of pearls, of coral, of metals, of (cloth) made of thread, of perfumes, and of condiments.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-g3QY1TmPBAYzDSTSIfDa4Q=="
    },
    {
      "id": 1565317489537,
      "law": "He must be acquainted with the (manner of) sowing of seeds, and of the good and bad qualities of fields, and he must perfectly know all measures and weights.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cnxGzhK/fcFg3AXOGUj9VQ=="
    },
    {
      "id": 6988042285360,
      "law": "Moreover, the excellence and defects of commodities, the advantages and disadvantages of (different) countries, the (probable) profit and loss on merchandise, and the means of properly rearing cattle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7ttcRYBX6WU6mI6Q0A/+sQ=="
    },
    {
      "id": 2212931730554,
      "law": "He must be acquainted with the (proper), wages of servants, with the various languages of men, with the manner of keeping goods, and (the rules of) purchase and sale.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NPIoEHQtMoJShKRR2IBtNw=="
    },
    {
      "id": 5637598326343,
      "law": "Let him exert himself to the utmost in order to increase his property in a righteous manner, and let him zealously give food to all created beings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NnC6g1gET81DfJmBPBaz9w=="
    },
    {
      "id": 2048922488911,
      "law": "But to serve Brahmanas (who are) learned in the Vedas, householders, and famous (for virtue) is the highest duty of a Sudra, which leads to beatitude.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1MqXrG6MrChvXdKcQWe9GQ=="
    },
    {
      "id": 4632705710441,
      "law": "(A Sudra who is) pure, the servant of his betters, gentle in his speech, and free from pride, and always seeks a refuge with Brahmanas, attains (in his next life) a higher caste.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xxKQ3G10jh+hgWenfvxmuw=="
    },
    {
      "id": 3084313327164,
      "law": "The excellent law for the conduct of the (four) castes (varna), (when they are) not in distress, has been thus promulgated; now hear in order their (several duties) in times of distress.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1AdE4+8GN7PK2h0fI4C42w=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-4WBZWFyFS38Z58nEkJTaRA=="
}