{
  "id": 2900891723018,
  "title": "CHAPTER X.",
  "created": "Saturday, April 12, 2025 - 2:36:45 PM",
  "hash": "md5-+DvBLNfz5wIERAb3jZqP1A==",
  "data": [
    {
      "id": 2907635093837,
      "dbid": "67fad9307e748edc9e070091",
      "law": "Let the three twice-born castes (varna), discharging their prescribed duties, study the Veda, but among them the Brahmana alone shall teach it, not the other two. That is an established rule. The Brahmana must know the means of subsistence (prescribed) by law for all, instruct the others, and himself live according to the law. On account of his pre-eminence, on account of the superiority of his origin, on account of his observance of particular restrictive rules, and on account of his particular sanctification the Brahmana is the lord of all castes (varna).",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-ih/IMy3hQdu1hiYwTKoSDA=="
    },
    {
      "id": 2749275866389,
      "dbid": "67fad9307e748edc9e070092",
      "law": "Brahmana, the Kshatriya, and the Vaisya castes (varna) are the twice-born ones, but the fourth, the Sudra, has one birth only; there is no fifth (caste).",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-muR4fIrV7Xfgw0bq+O1KfQ=="
    },
    {
      "id": 4239268186331,
      "dbid": "67fad9317e748edc9e070093",
      "law": "In all castes (varna) those children only which are begotten in the direct order on wedded wives, equal in caste and married as virgins, are to be considered as belonging to the same caste as their fathers. Sons, begotten by twice-born man on wives of the next lower castes, they declare to be similar to their fathers, but blamed on account of the fault inherent in their mothers. Such is the eternal law concerning children born of wives one degree lower than their husbands.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-bEhmw+VaROGSuUalNl06LA=="
    },
    {
      "id": 4713280440583,
      "dbid": "67fad9317e748edc9e070094",
      "law": "By adultery committed by persons of different castes, by marriages with women who ought not to be married, and by the neglect of the duties and occupations prescribed to each, are produced sons who owe their origin to a confusion the castes.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-c+6OJcQf9cdNClsuNj4dag=="
    },
    {
      "id": 2622258535379,
      "dbid": "67fad9317e748edc9e070095",
      "law": "As a Brahmana begets on females of two out of the three twice-born castes a son similar to himself, but inferior on account of the lower degree of the mother, and one equal to himself on a female of his own race, even so is the order in the case of the excluded races (vahya).",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-8c9BD9o+6ke2PMBmMm6hkw=="
    },
    {
      "id": 2900758080001,
      "dbid": "67fad9317e748edc9e070096",
      "law": "By the power of austerities and of the seed from which they sprang, these races obtain here among men more exalted or lower rank in successive births. But in consequence of the omission of the sacred rites, and of their not consulting Brahmanas, the following tribes of Kshatriyas have gradually sunk in this world to the condition of Sudras.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-NreTVPo6foI0DhtZEVUBGw=="
    },
    {
      "id": 2486281891634,
      "dbid": "67fad9317e748edc9e070097",
      "law": "The Paundrakas, the Kodas, the Dravidas, the Kambogas, the Yavanas, the Sakas, the Paradas, the Pahlavas, the Kinas, the Kiratas, and the Daradas.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-Tr1Ant83NvPKvQQTHCCqUg=="
    },
    {
      "id": 5944541468558,
      "dbid": "67fad9317e748edc9e070098",
      "law": "All those tribes in this world, which are excluded from the community of those born from the mouth, the arms, the thighs, and the feet of Brahman, are called Dasyus.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-yWtyMh46ikLM/mnJKnSN2A=="
    },
    {
      "id": 2872429309052,
      "dbid": "67fad9317e748edc9e070099",
      "law": "To Kshattris, Ugras, and Pukkasas, catching and killing (animals) living in holes; to Dhigvanas, working in leather; to Venas, playing drums.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-8aOHt8LPbJS6Bvnt4V9EJQ=="
    },
    {
      "id": 7105703389319,
      "dbid": "67fad9317e748edc9e07009a",
      "law": "Near well-known trees and burial-grounds, on mountains and in groves, let these (tribes) dwell, known (by certain marks), and subsisting by their peculiar occupations.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-05gV3FLPJ15H7m/Yien9wg=="
    },
    {
      "id": 5489951035968,
      "dbid": "67fad9317e748edc9e07009b",
      "law": "But the dwellings of Kandalas and Svapakas shall be outside the village, they must be made Apapatras, and their wealth shall be dogs and donkeys. Their dress shall be the garments of the dead, they shall eat their food from broken dishes, black iron shall be their ornaments, and they must always wander from place to place.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-yVQQdfk7nDas6EK4eUfY4w=="
    },
    {
      "id": 4135263267929,
      "dbid": "67fad9317e748edc9e07009c",
      "law": "A man who fulfils a religious duty, shall not seek intercourse with them. Their transactions shall be among themselves, and their marriages with their equals.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-Vqux6hj2tGMdYIsz4zO//A=="
    },
    {
      "id": 2936128469314,
      "dbid": "67fad9317e748edc9e07009d",
      "law": "Their food shall be given to them by others in a broken dish. At night they shall not walk about in villages and in towns.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-dcRPybzkjrwaGicmHbsWBg=="
    },
    {
      "id": 1903371437644,
      "dbid": "67fad9317e748edc9e07009e",
      "law": "By day they may go about for the purpose of their work, distinguished by marks at the King's command, and they shall carry out the corpses (of persons) who have no relatives; that is a settled rule.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-ICmOKGSmUTYhpcmOKTMJPw=="
    },
    {
      "id": 2991555295141,
      "dbid": "67fad9317e748edc9e07009f",
      "law": "By the King's order they shall always punish the criminals, in accordance with the law, and they shall take for themselves the clothes, the beds, and the ornaments of such criminals.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-q2x97WdGyMcQymGma4YBEA=="
    },
    {
      "id": 1696097507284,
      "dbid": "67fad9317e748edc9e0700a0",
      "law": "A man of impure origin, who belongs not to any caste (varna), but whose character is not known, who, though not an Aryan, has the appearance of an Aryan, one may discover by his acts.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-m2GdZCJqk1MzdCyJqox8RQ=="
    },
    {
      "id": 7202769395904,
      "dbid": "67fad9317e748edc9e0700a1",
      "law": "Behaviour unworthy of an Aryan, harshness, cruelty, and habitual neglect of the prescribed duties betray in this world a man of impure origin.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-uQkbVNK94wEndKaNgtLzYA=="
    },
    {
      "id": 2846303784713,
      "dbid": "67fad9317e748edc9e0700a2",
      "law": "A base-born man either resembles in character his father, or his mother, or both. He can never conceal his real nature.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-SH24NY6efmH/P1taVCSBfQ=="
    },
    {
      "id": 7143479417996,
      "dbid": "67fad9317e748edc9e0700a3",
      "law": "Even if a man, born in a great family, sprang from criminal intercourse, he will certainly possess the faults of his father, be they small or great.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-Lpe5Vv1faVEWLa7WunvkkA=="
    },
    {
      "id": 5333367021522,
      "dbid": "67fad9317e748edc9e0700a4",
      "law": "But that kingdom in which such bastards, sullying the purity of the castes, are born, perishes quickly together with its inhabitants.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-lmAJXU5ZnrpCx2jPuG0SWg=="
    },
    {
      "id": 1338246422947,
      "dbid": "67fad9317e748edc9e0700a5",
      "law": "Dying, without the expectation of a reward, for the sake of Brahmanas and of cows, or in the defence of women and children, secures beatitude to those excluded from the Aryan community (vahya).",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-sYgmK4X6+JxXxdYgJkvZfA=="
    },
    {
      "id": 3492787161447,
      "dbid": "67fad9317e748edc9e0700a6",
      "law": "Abstention from injuring (creatures), veracity, abstention from unlawfully appropriating the goods of others, purity, and control of the organs, Manu has declared to be the summary of the law for the four castes.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-l5s6SwD6tAq+REGIXedSOg=="
    },
    {
      "id": 4931553068874,
      "dbid": "67fad9317e748edc9e0700a7",
      "law": "If a female of the caste, sprung from a Brahmana and a Sudra female, bear children to one of the highest caste, the inferior tribe attains the highest caste within the seventh generation.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-HJBSNkC+SpqW78DFK2jBgQ=="
    },
    {
      "id": 4979543743796,
      "dbid": "67fad9317e748edc9e0700a8",
      "law": "Thus a Sudra attains the rank of a Brahmana, and (in a similar manner) a Brahmana sinks to the level of a Sudra; but know that it is the same with the offspring of a Kshatriya or of a Vaisya.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-/OfU/YI5NOD/1EVRHDmmoA=="
    },
    {
      "id": 1287740525340,
      "dbid": "67fad9317e748edc9e0700a9",
      "law": "If a doubt should arise, with whom the preeminence is, whether with him whom an Aryan by chance begot on a non-Aryan female, or with the son of a Brahmana woman.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-ywt9Qc/n33wFFYifFUgixA=="
    },
    {
      "id": 7064481398028,
      "dbid": "67fad9317e748edc9e0700aa",
      "law": "The law prescribes that neither of the two shall receive the sacraments, the first being excluded on account of the lowness of his origin, the second because the union of his parents was against the order of the castes.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-6Ew5BBghHh+k3DCeL4eKlg=="
    },
    {
      "id": 5301326478008,
      "dbid": "67fad9317e748edc9e0700ab",
      "law": "As good seed, springing up in good soil, turns out perfectly well. Some sages declare the seed to be more important, and others the field. Again others assert that the seed and the field are equally important, but the legal decision on this point is as follows Seed, sown on barren ground perishes in it, a fertile field also, in which no good seed is sown, will remain barren. As through the power of the seed sons born of animals became sages who are honoured and praised, hence the seed is declared to be more important.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-pBOABmsbVKQ8AwXDVrFqTQ=="
    },
    {
      "id": 4339093941483,
      "dbid": "67fad9317e748edc9e0700ac",
      "law": "Brahmanas who are intent on the means of gaining union with Brahman and firm in discharging their duties, shall live by duly performing the following six acts, which are enumerated in their proper order. Teaching, studying, sacrificing for himself, sacrificing for others, making gifts and receiving them are the six acts prescribed for a Brahmana. But among the six acts ordained for him three are his means of subsistence, sacrificing for others, teaching, and accepting gifts from pure men.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-toE0Bui3WcyS+2MuBPEmsA=="
    },
    {
      "id": 2603345194934,
      "dbid": "67fad9317e748edc9e0700ad",
      "law": "Passing from the Brahmana to the Kshatriya, three acts incumbent on the former are forbidden, teaching, sacrificing for others, and, thirdly, the acceptance of gifts. The same are likewise forbidden to a Vaisya, that is a settled rule. The lord of creatures (Pragapati), has not prescribed them for men of those two (castes).",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-DYq71S+Yswq/W0tEtXk0lg=="
    },
    {
      "id": 4290723422719,
      "dbid": "67fad9317e748edc9e0700ae",
      "law": "To carry arms for striking and for throwing is prescribed for Kshatriyas as a means of subsistence. To trade, to rear cattle, and agriculture for Vaisyas; but their duties are liberality, the study of the Veda, and the performance of sacrifices.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-0UwcDBfOOrakFTCf9VXvCA=="
    },
    {
      "id": 6213115723956,
      "dbid": "67fad9317e748edc9e0700af",
      "law": "Among the several occupations the most commendable are, teaching the Veda for a Brahmana, protecting the people for a Kshatriya, and trade for a Vaisya. But a Brahmana, unable to subsist by his peculiar occupations just mentioned, may live according to the law applicable to Kshatriyas, for the latter is next to him in rank. If he cannot maintain himself by either of these occupations? The answer is he may adopt a Vaisya's mode of life.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-Aqi6pB/B+zETClQFlGQ0UA=="
    },
    {
      "id": 6960689075273,
      "dbid": "67fad9317e748edc9e0700b0",
      "law": "But a Brahmana, or a Kshatriya, living by a Vaisya's mode of subsistence, shall carefully avoid the pursuit of agriculture, which causes injury to many beings and depends on others. Some declare that agriculture is something excellent, but that means of subsistence is blamed by the virtuous. For the wooden implement with iron point injuries the earth and the beings living in the earth.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-fkuCeWOvEQLdaW7fNhpBLQ=="
    },
    {
      "id": 6508395079233,
      "dbid": "67fad9317e748edc9e0700b1",
      "law": "But he who, through a want of means of subsistence, gives up the strictness with respect to his duties, may sell, in order to increase his wealth, the commodities sold by Vaisyas, making however the following exceptions. One must avoid selling condiments of all sorts, cooked food and sesamum, stones, salt, cattle, and human beings, all dyed cloth, as well as cloth made of hemp, or flax, or wool, even though they be not dyed, fruit, roots, and medical herbs, water, weapons, poison, meat, Soma, and perfumes of all kinds, fresh milk, honey, sour milk, clarified butter, oil, wax, sugar, Kusa-grass, all beasts of the forest, animals with fangs or tusks, birds, spirituous liquor, indigo, lac, and all one-hoofed beasts.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-J6rdGYTJAcdtHWjW74YKOA=="
    },
    {
      "id": 3148524456839,
      "dbid": "67fad9317e748edc9e0700b2",
      "law": "But he who subsists by agriculture, may at pleasure sell unmixed sesamum grains for sacred purposes, provided he himself has grown them and has not kept them long. If he applies sesamum to any other purpose but food, anointing, and charitable gifts, he will be born (again) as a worm and, together with his ancestors, be plunged into the ordure of dogs.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-VkorunpO2WzC+R7CFuTTbg=="
    },
    {
      "id": 5901465249425,
      "dbid": "67fad9317e748edc9e0700b3",
      "law": "By selling flesh, salt, and lac a Brahmana at once becomes an outcast by selling milk he becomes equal to a Sudra in three days. But by willingly selling in this world other forbidden commodities, a Brahmana assumes after seven nights the character of a Vaisya.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-Dca+oOFvvJfdpZG9JA5c+A=="
    },
    {
      "id": 4878072487936,
      "dbid": "67fad9317e748edc9e0700b4",
      "law": "Condiments may be bartered for condiments, but by no means salt for other condiments. Cooked food may be exchanged for other kinds of cooked food, and sesamum seeds for grain in equal quantities.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-ksG33BxQHM4vE+bxU0YHCw=="
    },
    {
      "id": 1307525923484,
      "dbid": "67fad9317e748edc9e0700b5",
      "law": "A Kshatriya who has fallen into distress, may subsist by all these means, but he must never arrogantly adopt the mode of life prescribed for his betters. A Vaisya who is unable to subsist by his own duties, may even maintain himself by a Sudra's mode of life, avoiding however acts forbidden to him, and he should give it up, when he is able to do so. But a Sudra, being unable to find service with the twice-born and threatened with the loss of his sons and wife (through hunger), may maintain himself by handicrafts. It is better to discharge one's own appointed duty incompletely than to perform completely that of another. For he who lives according to the law of another caste is instantly excluded from his own. A man of low caste who through covetousness lives by the occupations of a higher one, the king shall deprive of his property and banish.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-PNLVGFUj+irpV43i42qhnA=="
    },
    {
      "id": 4861324607675,
      "dbid": "67fad9317e748edc9e0700b6",
      "law": "A Brahmana who is distressed through a want of means of subsistence and pines with hunger, but unwilling to adopt a Vaisya's mode of life and resolved to follow his own prescribed path, may act in the following manner. A Brahmana who has fallen into distress may accept gifts from anybody. For according to the law it is not possible (to assert) that anything pure can be sullied. By teaching, by sacrificing for, and by accepting gifts from despicable men Brahmanas in distress commit not sin. For they are as pure as fire and water.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-58zoP0t3+hdhGTsUqGf6ww=="
    },
    {
      "id": 6943132273426,
      "dbid": "67fad9317e748edc9e0700b7",
      "law": "He who, when in danger of losing his life, accepts food from any person whatsoever, is no more tainted by sin than the sky by mud.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-UEgczHGJE1ol1UlkaMI3kw=="
    },
    {
      "id": 4135260287913,
      "dbid": "67fad9317e748edc9e0700b8",
      "law": "On comparing the acceptance of gifts from low men, sacrificing for them, and teaching them, the acceptance of gifts is the meanest of those acts and most reprehensible for a Brahmana on account of its results in the next life.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-jy+mnu2D2yI5y5Lo0wb4JA=="
    },
    {
      "id": 4485656998853,
      "dbid": "67fad9317e748edc9e0700b9",
      "law": "For assisting in sacrifices and teaching are two acts always performed for men who have received the sacraments. But the acceptance of gifts takes place even in case the giver is a Sudra of the lowest class. The guilt incurred by offering sacrifices for teaching unworthy men is removed by muttering sacred texts and by burnt offerings, but that incurred by accepting gifts from them by throwing the gifts away and by austerities.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-38RZ4IwVQ5gFyXkLnxK7Jw=="
    },
    {
      "id": 1585930985808,
      "dbid": "67fad9317e748edc9e0700ba",
      "law": "A Brahmana who is unable to maintain himself, should rather glean ears or grains from the field of any man. Gleaning ears is better than accepting gifts, picking up single grains is declared to be still more laudable.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-zkSS0c0qbRTVuZi/Q3Impw=="
    },
    {
      "id": 2995687256523,
      "dbid": "67fad9317e748edc9e0700bb",
      "law": "If Brahmanas, who are Snatakas, are pining with hunger, or in want of utensils made of common metals, or of other property, they may ask the King for them. If he is not disposed to be liberal, he must be left.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-BmDaC6RHkhghBU6kuBII+g=="
    },
    {
      "id": 2017709035958,
      "dbid": "67fad9317e748edc9e0700bc",
      "law": "The acceptance on an untilled field is less blamable than that of a tilled one; with respect to cows, goats, sheep, gold, grain, and cooked food, the acceptance of each earlier-named article is less blamable than of the following ones.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-GSCpcl3GbKb6+l6cTWVB1A=="
    },
    {
      "id": 2373864919128,
      "dbid": "67fad9317e748edc9e0700bd",
      "law": "There are seven lawful modes of acquiring property inheritance, finding or friendly donation, purchase, conquest, lending at interest, the performance of work, and the acceptance of gifts from virtuous men.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-5N9gswh111FdPV8Pcfd8tQ=="
    },
    {
      "id": 2957057091462,
      "dbid": "67fad9317e748edc9e0700be",
      "law": "Learning, mechanical arts, work for wages, service, rearing cattle, traffic, agriculture, contentment with little, alms, and receiving interest on money, are the ten modes of subsistence (permitted to all men in times of distress).",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-DCLN2VkeO41mjQ/2JW0Sdg=="
    },
    {
      "id": 5395312294384,
      "dbid": "67fad9317e748edc9e0700bf",
      "law": "Neither a Brahmana, nor a Kshatriya must lend money at interest, but at his pleasure either of them may in times of distress when he requires money for sacred purposes lend to a very sinful man at a small interest.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-kqFlWOPO0ss6h0XIQmsiaw=="
    },
    {
      "id": 4037157946389,
      "dbid": "67fad9317e748edc9e0700c0",
      "law": "A Kshatriya King who, in times of distress, takes even the fourth part of the crops, is free from guilt, if he protects his subjects to the best of his ability. His peculiar duty is conquest, and he must not turn back in danger; having protected the Vaisyas by his weapons, he may cause the legal tax to be collected. From Vaisyas one-eighth as the tax on grain, one-twentieth on the profits on gold and cattle. Sudras, artisans, and mechanics shall benefit the king by doing work for him. If a Sudra, unable to subsist by serving Brahmanas, seeks a livelihood, he may serve Kshatriyas, or he may also seek to maintain himself by attending on a wealthy Vaisya.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-9W5n8klB84XqUbxYf1Aq+A=="
    },
    {
      "id": 6021506799864,
      "dbid": "67fad9317e748edc9e0700c1",
      "law": "But let a Sudra serve Brahmanas, either for the sake of heaven, or with a view to both this life and the next. For he who is called the servant of a Brahmana thereby gains all his ends. The service of Brahmanas alone is declared to be an excellent occupation for a Sudra; for whatever else besides this he may perform will bear him no fruit. They must allot to him out of their own family property a suitable maintenance, after considering his ability, his industry, and the number of those whom he is bound to support. The remnants of their food must be given to him, as well as their old clothes, the refuse of their grain, and their old household furniture.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-wbxwi8wN7Xmi53ioES6tCA=="
    },
    {
      "id": 5401621259622,
      "dbid": "67fad9317e748edc9e0700c2",
      "law": "A Sudra cannot commit an offence, causing loss of caste (pataka), and he is not worthy to receive the sacraments; he has no right to fulfil the sacred law yet there is no prohibition against his fulfilling certain portions of the law.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-9h5QO2/URJicvsMZIo8G4w=="
    },
    {
      "id": 2251812552909,
      "dbid": "67fad9317e748edc9e0700c3",
      "law": "Sudras who are desirous to gain merit, and know their duty, commit no sin, but gain praise, if they imitate the practice of virtuous men without reciting sacred texts.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-RuMYmKxXuy/vZk1Doinizw=="
    },
    {
      "id": 5215755183763,
      "dbid": "67fad9317e748edc9e0700c4",
      "law": "The more a Sudra, keeping himself free from envy, imitates the behaviour of the virtuous, the more he gains, without being censured, exaltation in this world and the next.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-J6hh82ypPz+5WCAkWw8ITA=="
    },
    {
      "id": 5198795915318,
      "dbid": "67fad9317e748edc9e0700c5",
      "law": "No collection of wealth must be made by a Sudra, even though he be able to do it. For a Sudra who has acquired wealth, gives pain to Brahmanas.",
      "created": "Saturday, April 12, 2025 - 2:36:45 PM",
      "hash": "md5-CNv/WQtyWEanTL3UEaGRbA=="
    }
  ]
}