{
  "id": 1764327102701,
  "title": "CHAPTER X.",
  "data": [
    {
      "id": 1998161225743,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yYcZmO/jA580w4AR0YAAng=="
    },
    {
      "id": 2936662880484,
      "law": "Let the three twice-born castes (varna), discharging their (prescribed) duties, study (the Veda); but among them the Brahmana (alone) shall teach it, not the other two; that is an established rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5cXQcD33t/vIrcspQ3TWWQ=="
    },
    {
      "id": 6987229051825,
      "law": "The Brahmana must know the means of subsistence (prescribed) by law for all, instruct the others, and himself live according to (the law)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XbHNEPAVRm+0PTnBEixFVA=="
    },
    {
      "id": 4040627118207,
      "law": "On account of his pre-eminence, on account of the superiority of his origin, on account of his observance of (particular) restrictive rules, and on account of his particular sanctification the Brahmana is the lord of (all) castes (varna).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Zd2ovo95ax/63galURL53Q=="
    },
    {
      "id": 6774164305809,
      "law": "Brahmana, the Kshatriya, and the Vaisya castes (varna) are the twice-born ones, but the fourth, the Sudra, has one birth only; there is no fifth (caste).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JhNCpghHFy6fRHBo6gEHrA=="
    },
    {
      "id": 5988263958453,
      "law": "In all castes (varna) those (children) only which are begotten in the direct order on wedded wives, equal (in caste and married as) virgins, are to be considered as belonging to the same caste (as their fathers)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z5Trp+SywxQt1Ec921jyBw=="
    },
    {
      "id": 4649753371013,
      "law": "Sons, begotten by twice-born man on wives of the next lower castes, they declare to be similar (to their fathers, but) blamed on account of the fault (inherent) in their mothers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xUE41Gcz2REMfB5ESCNjyw=="
    },
    {
      "id": 2784904475101,
      "law": "Such is the eternal law concerning (children) born of wives one degree lower (than their husbands); know (that) the following rule (is applicable) to those born of women two or three degrees lower.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BAsd7Hfbg8r3oQmg55Snvg=="
    },
    {
      "id": 3652573892703,
      "law": "From a Brahmana a with the daughter of a Vaisya is born (a son) called an Ambashtha, with the daughter of a sudra a Nishada, who is also called Parasava.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BshtPJUb8Zfz+LMgRC6PtQ=="
    },
    {
      "id": 6464991247166,
      "law": "From a Kshatriya and the daughter of a Sudra springs a being, called Ugra, resembling both a Kshatriya and a Sudra, ferocious in his manners, and delighting in cruelty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zEJcsb6oJZBLWTdS3SQn+w=="
    },
    {
      "id": 1487559679428,
      "law": "Children of a Brahmana by (women of) the three (lower) castes, of a Kshatriya by (wives of) the two (lower) castes, and of a Vaisya by (a wife of) the one caste (below him) are all six called base-born (apasada).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FfaEFrhgCO+hGuTl99W1hA=="
    },
    {
      "id": 6509197699310,
      "law": "From a Kshatriya by the daughter of a Brahmana is born (a son called) according to his caste (gati) a Suta; from a Vaisya by females of the royal and the Brahmana (castes) spring a Magadha and a Vaideha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jJmQCxKgas9Lxy7MVBumEg=="
    },
    {
      "id": 1861320952296,
      "law": "From a Sudra are born an Ayogava, a Kshattri, and a Kandala, the lowest of men, by Vaisya, Kshatriya, and Brahmana) females, (sons who owe their origin to) a confusion of the castes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gq4Li2vYC9OXnPuHPuHM8w=="
    },
    {
      "id": 1852505978485,
      "law": "As an Ambashtha and an Ugra, (begotten) in the direct order on (women) one degree lower (than their husbands) are declared (to be), even so are a Kshattri and a Vaidehaka, though they were born in the inverse order of the castes (from mothers one degree higher than the fathers).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-q4WhtJkJbW6ITPBPSFJy8Q=="
    },
    {
      "id": 4540807549041,
      "law": "Those sons of the twice-born, begotten on wives of the next lower castes, who have been enumerated in due order, they call by the name Anantaras (belonging to the next lower caste), on account of the blemish (inherent) in their mothers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BKBtRmNH+xN61BzshtHnFQ=="
    },
    {
      "id": 2149445339289,
      "law": "A Brahmana begets on the daughter of an Ugra an Avrita, on the daughter of an Ambashtha an Abhira, but on a female of the Ayogava (caste) a Dhigvana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WlAGr7f7Wdl7tPQyvYvQag=="
    },
    {
      "id": 6934316264882,
      "law": "From a Sudra spring in the inverse order (by females of the higher castes) three base-born (sons, apasada), an Ayogava, a Kshattri, and a Kandala, the lowest of men;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DOeBESa8/ahK8RLLFDi+Rw=="
    },
    {
      "id": 6369925446606,
      "law": "From a Vaisya are born in the inverse order of the castes a Magadha and a Vaideha, but from a Kshatriya a Suta only; these are three other base-born ones (apasada).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b9M1DyVrkiBqHKmzWT1KxA=="
    },
    {
      "id": 2417361427152,
      "law": "The son of a Nishada by a Sudra female becomes a Pukkasa by caste (gati), but the son of a Sudra by a Nishada female is declared to be a Kukkutaka.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bz7nRnN1siy7yEN9nc8wQQ=="
    },
    {
      "id": 1374377833179,
      "law": "Moreover, the son of by Kshattri by an Ugra female is called a Svapaka; but one begotten by a Vaidehaka on an Ambashtha female is named a Vena.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-judBmzfDZJoCVqGJkjP3AA=="
    },
    {
      "id": 4651837273142,
      "law": "Those (sons) whom the twice-born beget on wives of equal caste, but who, not fulfilling their sacred duties, are excluded from the Savitri, one must designate by the appellation Vratyas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-M8CbQ0k2gHYhsc/V13Ax2A=="
    },
    {
      "id": 1972761921137,
      "law": "But from a Vratya (of the) Brahmana (caste) spring the wicked Bhriggakantaka, the Avantya, the Vatadhana, the Pushpadha, and the Saikha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4dGoexdsvlI+oN/vvUsOHQ=="
    },
    {
      "id": 2744739394782,
      "law": "From a Vratya (of the) Kshatriya (caste), the Ghalla, the Malla, the Likkhivi, the Nata, the Karana, the Khasa, and the Dravida.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2EPK+/ka0cB5bf40qffaJg=="
    },
    {
      "id": 5322989017917,
      "law": "From a Vratya (of the) Vaisya (caste) are born a Sudhanvan, an Akarya, a Karusha, a Viganman, a Maitra, and a Satvata.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-B7faoOiLtCvO41TvhwOmfw=="
    },
    {
      "id": 6851871287651,
      "law": "By adultery (committed by persons) of (different) castes, by marriages with women who ought not to be married, and by the neglect of the duties and occupations (prescribed) to each, are produced (sons who owe their origin) to a confusion the castes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Lwsm2rpmqln5IF0YSrJfvg=="
    },
    {
      "id": 7189577470173,
      "law": "I will (now) fully enumerate those (sons) of mixed origin, who are born of Anulomas and of Pratilomas, and (thus) are mutually connected.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jsYX/EYSbAIN4bOTB05Vqg=="
    },
    {
      "id": 6163578788456,
      "law": "The Suta, the Vaidehaka, the Kandala, that lowest of mortals, the Magadha, he of the Kshattri caste (gati), and the Ayogava,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PLDnHQyAWvQA93xtafV/2w=="
    },
    {
      "id": 5992545914329,
      "law": "These six (Pratilomas) beget similar races (varna) on women of their own (caste), they (also) produce (the like) with females of their mother's caste (gati), and with females (of) higher ones.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9z+jeYPmpHKtwktLaXp0jQ=="
    },
    {
      "id": 2290055072917,
      "law": "As a (Brahmana) begets on (females of) two out of the three (twice-born castes a son similar to) himself, (but inferior) on account of the lower degree (of the mother), and (one equal to himself) on a female of his own race, even so is the order in the case of the excluded (races, vahya).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RFIZ/LTKVJxw2/etxxKg7Q=="
    },
    {
      "id": 1373940452558,
      "law": "Those (six mentioned above) also beget, the one on the females of the other, a great many (kinds of) despicable (sons), even more sinful than their (fathers), and excluded (from the Aryan community, vahya).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yHncw+HZcCl86HnQh2ZocA=="
    },
    {
      "id": 6607719008329,
      "law": "Just as a Sudra begets on a Brahmana female a being excluded (from the Aryan community), even so (a person himself) excluded pro creates with (females of) the four castes (varna, sons) more (worthy of being) excluded (than he himself).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QATSI1WnOhtwkYpFaf10KA=="
    },
    {
      "id": 5359953967788,
      "law": "But men excluded (by the Aryans, vahya), who approach females of higher rank, beget races (varna) still more worthy to be excluded, low men (hina) still lower races, even fifteen (in number).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-m2p3bw1DtUbxmxYien3yFQ=="
    },
    {
      "id": 5514414142131,
      "law": "A Dasyu begets on an Ayogava (woman) a Sairandhra, who is skilled in adorning and attending (his master), who, (though) not a slave, lives like a slave, (or) subsists by snaring (animals).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Jfh6TqZ7Jy2Ca0yB8Gd3PA=="
    },
    {
      "id": 4655970628220,
      "law": "A Vaideha produces (with the same) a sweet-voiced Maitreyaka, who, ringing a bell at the appearance of dawn, continually. praises (great) men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KvNiHP3SRfmYQMVgMhtHHA=="
    },
    {
      "id": 1973782908988,
      "law": "A Nishada begets (on the same) a Margava (or) Dasa, who subsists by working as a boatman, (and) whom the inhabitants of Aryavarta call a Kaivarta.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W2YHXUeSy9TRNq6OHt08vg=="
    },
    {
      "id": 6294526247898,
      "law": "Those three base-born ones are severally begot on Ayogava women, who wear the clothes of the dead, are wicked, and eat reprehensible food.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5m2wax/LRZMT21jVr3qTbA=="
    },
    {
      "id": 7029594107697,
      "law": "From a Nishada springs (by a woman of the Vaideha caste) a Karavara, who works in leather; and from a Vaidehaka (by women of the Karavara and Nishada castes), an Andhra and a Meda, who dwell outside the village.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9c2f6sSuGQGrhSlq9UfRkg=="
    },
    {
      "id": 3166429108114,
      "law": "From a Kandala by a Vaideha woman is born a Pandusopaka, who deals in cane; from a Nishada (by the same) an Ahindika.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-magRuuzJvt7jQLV2iMn9Ig=="
    },
    {
      "id": 3250653936309,
      "law": "But from a Kandala by a Pukkasa woman is born the sinful Sopaka, who lives by the occupations of his sire, and is ever despised by good men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W/0H3DoA2hNsSI+GwlsdmA=="
    },
    {
      "id": 5477314914088,
      "law": "A Nishada woman bears to a Kandala a son (called) Antyavasayin, employed in burial-grounds, and despised even by those excluded (from the Aryan community).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EBdU+S287msNMWozOjPYxQ=="
    },
    {
      "id": 1979539687510,
      "law": "These races, (which originate) in a confusion (of the castes and) have been described according to their fathers and mothers, may be known by their occupations, whether they conceal or openly show themselves.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ILozAzqptC6pjTkBbz/DFA=="
    },
    {
      "id": 4742371469629,
      "law": "Six sons, begotten (by Aryans) on women of equal and the next lower castes (Anantara), have the duties of twice-born men; but all those born in consequence of a violation (of the law) are, as regards their duties, equal to Sudras.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zkiohGymJzF2pn3Of7iWdg=="
    },
    {
      "id": 2357747668561,
      "law": "By the power of austerities and of the seed (from which they sprang), these (races) obtain here among men more exalted or lower rank in successive births.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l7WyIu1SFoFupxAjXnV9qQ=="
    },
    {
      "id": 1951848820634,
      "law": "But in consequence of the omission of the sacred rites, and of their not consulting Brahmanas, the following tribes of Kshatriyas have gradually sunk in this world to the condition of Sudras;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CFiXolrb6WkKY4b5IjxkDQ=="
    },
    {
      "id": 1619639921279,
      "law": "(Viz.) the Paundrakas, the Kodas, the Dravidas, the Kambogas, the Yavanas, the Sakas, the Paradas, the Pahlavas, the Kinas, the Kiratas, and the Daradas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VG5tx7Y1ko46RxWTQe1pKQ=="
    },
    {
      "id": 1271095058520,
      "law": "All those tribes in this world, which are excluded from (the community of) those born from the mouth, the arms, the thighs, and the feet (of Brahman), are called Dasyus, whether they speak the language of the Mlekkhas (barbarians) or that of the Aryans.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gxLBb/wwqFgguewsCZh7vg=="
    },
    {
      "id": 6219005432815,
      "law": "Those who have been mentioned as the base-born (offspring, apasada) of Aryans, or as produced in consequence of a violation (of the law, apadhvamsaga), shall subsist by occupations reprehended by the twice-born.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OYqRtynYipCTN1swxlJNGg=="
    },
    {
      "id": 5591880003249,
      "law": "To Sutas (belongs) the management of horses and of chariots; to Ambashthas, the art of healing; to Vaidehakas, the service of women; to Magadhas, trade;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qC6b14PpQMbTsz9J5NBSRA=="
    },
    {
      "id": 3060725252898,
      "law": "Killing fish to Nishadas; carpenters' work to the Ayogava; to Medas, Andhras, Kunkus, and Madgus, the slaughter of wild animals;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eUBOb8fwGYpUXPRBbu0LtA=="
    },
    {
      "id": 2648500182998,
      "law": "To Kshattris, Ugras, and Pukkasas, catching and killing (animals) living in holes; to Dhigvanas, working in leather; to Venas, playing drums.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rW2pve0D14JMX4jbbcQBNA=="
    },
    {
      "id": 1454297421526,
      "law": "Near well-known trees and burial-grounds, on mountains and in groves, let these (tribes) dwell, known (by certain marks), and subsisting by their peculiar occupations.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MDgxalBSXDrgh1Lw6WgUfQ=="
    },
    {
      "id": 2406444490421,
      "law": "But the dwellings of Kandalas and Svapakas shall be outside the village, they must be made Apapatras, and their wealth (shall be) dogs and donkeys.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C8BDRzM9bzHc8rHHk3zx2w=="
    },
    {
      "id": 3112594262511,
      "law": "Their dress (shall be) the garments of the dead, (they shall eat) their food from broken dishes, black iron (shall be) their ornaments, and they must always wander from place to place.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+3Hv9ImGZqAF0nXuVIdUdA=="
    },
    {
      "id": 1629934140604,
      "law": "A man who fulfils a religious duty, shall not seek intercourse with them; their transactions (shall be) among themselves, and their marriages with their equals.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dW4fNmkT7x5hpBjBhPwxKQ=="
    },
    {
      "id": 2760744999499,
      "law": "Their food shall be given to them by others (than an Aryan giver) in a broken dish; at night they shall not walk about in villages and in towns.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sSmgzT9WFr89fyZcs/2x5w=="
    },
    {
      "id": 3473614080614,
      "law": "By day they may go about for the purpose of their work, distinguished by marks at the king's command, and they shall carry out the corpses (of persons) who have no relatives; that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qI8gUFsvFY+d7BBiBb14ng=="
    },
    {
      "id": 6720406774050,
      "law": "By the king's order they shall always execute the criminals, in accordance with the law, and they shall take for themselves the clothes, the beds, and the ornaments of (such) criminals.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S/SXHjtkGbsFVnLe9gv4uQ=="
    },
    {
      "id": 5713409167695,
      "law": "A man of impure origin, who belongs not to any caste, (varna, but whose character is) not known, who, (though) not an Aryan, has the appearance of an Aryan, one may discover by his acts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-06KjU8g06gdGTAoptgAhjA=="
    },
    {
      "id": 2932978571089,
      "law": "Behaviour unworthy of an Aryan, harshness, cruelty, and habitual neglect of the prescribed duties betray in this world a man of impure origin.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3EvFJcNLGG0VEs2v4IAMbA=="
    },
    {
      "id": 6048760549041,
      "law": "A base-born man either resembles in character his father, or his mother, or both; he can never conceal his real nature.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6oUrsggDsuuw3gByGnm7vQ=="
    },
    {
      "id": 6108472526330,
      "law": "Even if a man, born in a great family, sprang from criminal intercourse, he will certainly possess the faults of his (father), be they small or great.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wfA0QaRVKNeMGi5pHSnkeQ=="
    },
    {
      "id": 7183822119678,
      "law": "But that kingdom in which such bastards, sullying (the purity of) the castes, are born, perishes quickly together with its inhabitants.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1iKXDlTjm6cEcPpXKBc9Ag=="
    },
    {
      "id": 1468432431569,
      "law": "Dying, without the expectation of a reward, for the sake of Brahmanas and of cows, or in the defence of women and children, secures beatitude to those excluded (from the Aryan community, vahya.)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+g2rI+Cd+NozHKedfR8XTg=="
    },
    {
      "id": 5582918415404,
      "law": "Abstention from injuring (creatures), veracity, abstention from unlawfully appropriating (the goods of others), purity, and control of the organs, Manu has declared to be the summary of the law for the four castes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6B5oOMCTw9EfSM/MK+s0WA=="
    },
    {
      "id": 4830696118175,
      "law": "If (a female of the caste), sprung from a Brahmana and a Sudra female, bear (children) to one of the highest caste, the inferior (tribe) attains the highest caste within the seventh generation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1tYe/5A0bIn6sBsujAYpEw=="
    },
    {
      "id": 3036676847226,
      "law": "(Thus) a Sudra attains the rank of a Brahmana, and (in a similar manner) a Brahmana sinks to the level of a Sudra; but know that it is the same with the offspring of a Kshatriya or of a Vaisya.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5BZrrcPK3QBWlRCte0Pbpw=="
    },
    {
      "id": 4719655261343,
      "law": "If (a doubt) should arise, with whom the preeminence (is, whether) with him whom an Aryan by chance begot on a non-Aryan female, or (with the son) of a Brahmana woman by a non-Aryan,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yohl324eIthDoqoLl0JbTg=="
    },
    {
      "id": 3973607989160,
      "law": "The decision is as follows: 'He who was begotten by an Aryan on a non-Aryan female, may become (like to) an Aryan by his virtues; he whom an Aryan (mother) bore to a non-Aryan father (is and remains) unlike to an Aryan.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2pY6OKGvQ+2Yfddi+mtFwQ=="
    },
    {
      "id": 2637641642123,
      "law": "The law prescribes that neither of the two shall receive the sacraments, the first (being excluded) on account of the lowness of his origin, the second (because the union of his parents was) against the order of the castes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-28zDRkZuw1nZXogWTV+Wxw=="
    },
    {
      "id": 3769302567640,
      "law": "As good seed, springing up in good soil, turns out perfectly well, even so the son of an Aryan by an Aryan woman is worthy of all the sacraments.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hjNWXAcHC9pDLEv+5Rv+Kw=="
    },
    {
      "id": 6299809246356,
      "law": "Some sages declare the seed to be more important, and others the field; again others (assert that) the seed and the field (are equally important); but the legal decision on this point is as follows:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gBR/lGhYeAe1SQDsIBIAPg=="
    },
    {
      "id": 3182711900957,
      "law": "Seed, sown on barren ground, perishes in it; a (fertile) field also, in which no (good) seed (is sown), will remain barren.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0gUYLdm5fLF9q3BL8NhUOw=="
    },
    {
      "id": 1420592982063,
      "law": "As through the power of the seed (sons) born of animals became sages who are honoured and praised, hence the seed is declared to be more important.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-shcf/kJss8xMslUJlkYGgQ=="
    },
    {
      "id": 3799236241066,
      "law": "Having considered (the case of) a non-Aryan who acts like an Aryan, and (that of) an Aryan who acts like a non-Aryan, the creator declared, 'Those two are neither equal nor unequal.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gJclEGCRzBtu3y7PhbDdbg=="
    },
    {
      "id": 5159255382388,
      "law": "Brahmanas who are intent on the means (of gaining union with) Brahman and firm in (discharging) their duties, shall live by duly performing the following six acts, (which are enumerated) in their (proper) order.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/xsSDwAU7kSlNEbDxIgZyQ=="
    },
    {
      "id": 7199672545587,
      "law": "Teaching, studying, sacrificing for himself, sacrificing for others, making gifts and receiving them are the six acts (prescribed) for a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/QpEW0LTXHJSmkHVNYg7VA=="
    },
    {
      "id": 5163319128424,
      "law": "But among the six acts (ordained) for him three are his means of subsistence, (viz.) sacrificing for others, teaching, and accepting gifts from pure men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vJmckjxnO+uwi+Aqr9V5iQ=="
    },
    {
      "id": 7132752360247,
      "law": "(Passing) from the Brahmana to the Kshatriya, three acts (incumbent on the former) are forbidden, (viz.) teaching, sacrificing for others, and, thirdly, the acceptance of gifts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1lfpUT3FigSti90wR4A6fQ=="
    },
    {
      "id": 1716213693118,
      "law": "The same are likewise forbidden to a Vaisya, that is a settled rule; for Manu, the lord of creatures (Pragapati), has not prescribed them for (men of) those two (castes).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1TcmBadamdoYJy9+xmstkQ=="
    },
    {
      "id": 5197689906609,
      "law": "To carry arms for striking and for throwing (is prescribed) for Kshatriyas as a means of subsistence; to trade, (to rear) cattle, and agriculture for Vaisyas; but their duties are liberality, the study of the Veda, and the performance of sacrifices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kjETQfjg3j9n12WJePSSMA=="
    },
    {
      "id": 6789374937858,
      "law": "Among the several occupations the most commendable are, teaching the Veda for a Brahmana, protecting (the people) for a Kshatriya, and trade for a Vaisya.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DiVZCoQ/LmQfPYlrWQI2ww=="
    },
    {
      "id": 3655544422522,
      "law": "But a Brahmana, unable to subsist by his peculiar occupations just mentioned, may live according to the law applicable to Kshatriyas; for the latter is next to him in rank.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YPivw+MrZyjkDVbKZ7MNyg=="
    },
    {
      "id": 5855040782400,
      "law": "If it be asked, 'How shall it be, if he cannot maintain himself by either (of these occupations?' the answer is), he may adopt a Vaisya's mode of life, employing himself in agriculture and rearing cattle.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5U7Mgox8sWGBS5Wxdz34Kg=="
    },
    {
      "id": 2868979926841,
      "law": "But a Brahmana, or a Kshatriya, living by a Vaisya's mode of subsistence, shall carefully avoid (the pursuit of) agriculture, (which causes) injury to many beings and depends on others.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vXIxznlx7lRf8E48zrRdTA=="
    },
    {
      "id": 1440570805737,
      "law": "(Some) declare that agriculture is something excellent, (but) that means of subsistence is blamed by the virtuous; (for) the wooden (implement) with iron point injuries the earth and (the beings) living in the earth.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-88aN1vKIVz7YczeRMxYd0w=="
    },
    {
      "id": 2991889746811,
      "law": "But he who, through a want of means of subsistence, gives up the strictness with respect to his duties, may sell, in order to increase his wealth, the commodities sold by Vaisyas, making (however) the (following) exceptions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/6fmvCZPz7s+NCoBRiEMYQ=="
    },
    {
      "id": 4549267279440,
      "law": "He must avoid (selling) condiments of all sorts, cooked food and sesamum, stones, salt, cattle, and human (beings),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GxkRLUGDBb1cXERK9OVRSw=="
    },
    {
      "id": 2065533169564,
      "law": "All dyed cloth, as well as cloth made of hemp, or flax, or wool, even though they be not dyed, fruit, roots, and (medical) herbs",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-W+xa/QH+iyaNq9rSVXfGrQ=="
    },
    {
      "id": 3029155647987,
      "law": "Water, weapons, poison, meat, Soma, and perfumes of all kinds, fresh milk, honey, sour milk, clarified butter, oil, wax, sugar, Kusa-grass;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RFOAYu3DsC6fxF9kvhiCTg=="
    },
    {
      "id": 1287552544432,
      "law": "All beasts of the forest, animals with fangs or tusks, birds, spirituous liquor, indigo, lac, and all one-hoofed beasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xlyqv1GRW+ezFJtOepji7w=="
    },
    {
      "id": 2193629783985,
      "law": "But he who subsists by agriculture, may at pleasure sell unmixed sesamum grains for sacred purposes, provided he himself has grown them and has not kept them long.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jc2xi51P+0waIDvq41WB+Q=="
    },
    {
      "id": 4039639851404,
      "law": "If he applies sesamum to any other purpose but food, anointing, and charitable gifts, he will be born (again) as a worm and, together with his ancestors, be plunged into the ordure of dogs.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uWuh4+rBTKfsB3VAYE871A=="
    },
    {
      "id": 3675607875346,
      "law": "By (selling) flesh, salt, and lac a Brahmana at once becomes an outcast; by selling milk he becomes (equal to) a Sudra in three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K+dNAprxwrA9CKn7SsYZYQ=="
    },
    {
      "id": 1394268027020,
      "law": "But by willingly selling in this world other (forbidden) commodities, a Brahmana assumes after seven nights the character of a Vaisya.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-87AKgZHvOlhwpbvxbmD82A=="
    },
    {
      "id": 5504015890020,
      "law": "Condiments may be bartered for condiments, but by no means salt for (other) condiments; cooked food (may be exchanged) for (other kinds of) cooked food, and sesamum seeds for grain in equal quantities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vFlSoJYM8y+jQwhXLhwCtA=="
    },
    {
      "id": 1585159032562,
      "law": "A Kshatriya who has fallen into distress, may subsist by all these (means); but he must never arrogantly adopt the mode of life (prescribed for his) betters.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SAbeSAWC/b4GhyC+JuSaDw=="
    },
    {
      "id": 2000071231748,
      "law": "A man of low caste who through covetousness lives by the occupations of a higher one, the king shall deprive of his property and banish.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Wcs16/cYvj2LLY0wwvyKDg=="
    },
    {
      "id": 5469149441830,
      "law": "It is better (to discharge) one's own (appointed) duty incompletely than to perform completely that of another; for he who lives according to the law of another (caste) is instantly excluded from his own.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Dgg3cGHpluc20F9NCzVZig=="
    },
    {
      "id": 4558901054996,
      "law": "A Vaisya who is unable to subsist by his own duties, may even maintain himself by a Sudra's mode of life, avoiding (however) acts forbidden (to him), and he should give it up, when he is able (to do so).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sDHlvjV/e23XBBbOC7LJTg=="
    },
    {
      "id": 2157415275929,
      "law": "But a Sudra, being unable to find service with the twice-born and threatened with the loss of his sons and wife (through hunger), may maintain himself by handicrafts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-E5xTXB7SQm9o7OfyxytRqg=="
    },
    {
      "id": 5976516993962,
      "law": "(Let him follow) those mechanical occupations and those various practical arts by following which the twice-born are (best) served.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mCeYqelS2FI7xN4OPpxrJQ=="
    },
    {
      "id": 5466279097178,
      "law": "A Brahmana who is distressed through a want of means of subsistence and pines (with hunger), (but) unwilling to adopt a Vaisya's mode of life and resolved to follow his own (prescribed) path, may act in the following manner.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vgMKnJTfVQf5BAobdJuhDQ=="
    },
    {
      "id": 1777134192522,
      "law": "A Brahmana who has fallen into distress may accept (gifts) from anybody; for according to the law it is not possible (to assert) that anything pure can be sullied.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lXvZP7HS1UDDTJ9ts3WyPw=="
    },
    {
      "id": 1476280181582,
      "law": "By teaching, by sacrificing for, and by accepting gifts from despicable (men) Brahmanas (in distress) commit not sin; for they (are as pure) as fire and water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QvZGkdzYY+ovLYRJ/vB4Vg=="
    },
    {
      "id": 3990786598886,
      "law": "He who, when in danger of losing his life, accepts food from any person whatsoever, is no more tainted by sin than the sky by mud.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pFfqS5n8tnsg1//XEIc9qg=="
    },
    {
      "id": 4516317539166,
      "law": "Agigarta, who suffered hunger, approached in order to slay (his own) son, and was not tainted by sin, since he (only) sought a remedy against famishing.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gi1Zain8H2sH8X6KXS0sFQ=="
    },
    {
      "id": 4045196963340,
      "law": "Vamadeva, who well knew right and wrong, did not sully himself when, tormented (by hunger), he desired to eat the flesh of a dog in order to save his life.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/ESegmMrPLffokdNq3tsnQ=="
    },
    {
      "id": 1687483257956,
      "law": "Bharadvaga, a performer of great austerities, accepted many cows from the carpenter Bribu, when he was starving together with his sons in a lonely forest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8sKiUtW2rzyliNdPA0+Y9Q=="
    },
    {
      "id": 1359659560479,
      "law": "Visvamitra, who well knew what is right or wrong, approached, when he was tormented by hunger, (to eat) the haunch of a dog, receiving it the hands of a Kandala.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C1cO7qbQ+Z+ZTmLayaJQSg=="
    },
    {
      "id": 6101967735922,
      "law": "On (comparing) the acceptance (of gifts from low men), sacrificing (for them), and teaching (them), the acceptance of gifts is the meanest (of those acts) and (most) reprehensible for a Brahmana (on account of its results) in the next life.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hdROYr0Ncat5YjUBQGuJUg=="
    },
    {
      "id": 2688155938002,
      "law": "(For) assisting in sacrifices and teaching are (two acts) always performed for men who have received the sacraments; but the acceptance of gifts takes place even in (case the giver is) a Sudra of the lowest class.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bQLayzQzMHYHYkngnG+fuw=="
    },
    {
      "id": 3114931672148,
      "law": "The guilt incurred by offering sacrifices for teaching (unworthy men) is removed by muttering (sacred texts) and by burnt offerings, but that incurred by accepting gifts (from them) by throwing (the gifts) away and by austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wMHuwiur3dtn2rdFQhP5hg=="
    },
    {
      "id": 4658109552755,
      "law": "A Brahmana who is unable to maintain himself, should (rather) glean ears or grains from (the field of) any (man); gleaning ears is better than accepting gifts, picking up single grains is declared to be still more laudable.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dbt43uA7B7NEtJSuDcx1qQ=="
    },
    {
      "id": 2114234666923,
      "law": "If Brahmanas, who are Snatakas, are pining with hunger, or in want of (utensils made of) common metals, or of other property, they may ask the king for them; if he is not disposed to be liberal, he must be left.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6EdT2QwmzrVmgXCL3LmT8Q=="
    },
    {
      "id": 4105235654478,
      "law": "(The acceptance on an untilled field is less blamable than (that of) a tilled one; (with respect to) cows, goats, sheep, gold, grain, and cooked food, (the acceptance of) each earlier-named (article is less blamable than of the following ones).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ydyRoORFQGTNlsBAKHZ6Jg=="
    },
    {
      "id": 5091280427001,
      "law": "There are seven lawful modes of acquiring property, (viz.) inheritance, finding or friendly donation, purchase, conquest, lending at interest, the performance of work, and the acceptance of gifts from virtuous men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZHCNk8iqkyb+v79qQDqA3A=="
    },
    {
      "id": 2536091601763,
      "law": "Learning, mechanical arts, work for wages, service, rearing cattle, traffic, agriculture, contentment (with little), alms, and receiving interest on money, are the ten modes of subsistence (permitted to all men in times of distress).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PMkBoBpTDVf7EswvVouLEw=="
    },
    {
      "id": 5435224581802,
      "law": "Neither a Brahmana, nor a Kshatriya must lend (money at) interest; but at his pleasure (either of them) may, in times of distress when he requires money) for sacred purposes, lend to a very sinful man at a small interest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JVKMyXK3Uel4eBytHxwcow=="
    },
    {
      "id": 1209559154789,
      "law": "A Kshatriya (king) who, in times of distress, takes even the fourth part (of the crops), is free from guilt, if he protects his subjects to the best of his ability.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5yMJii82FIn8lXVIrGmkRA=="
    },
    {
      "id": 6668952011033,
      "law": "His peculiar duty is conquest, and he must not turn back in danger; having protected the Vaisyas by his weapons, he may cause the legal tax to be collected;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dFABRTSUickRs7W778MXjg=="
    },
    {
      "id": 3335868798204,
      "law": "(Viz.) from Vaisyas one-eighth as the tax on grain, one-twentieth (on the profits on gold and cattle), which amount at least to one Karshapana; Sudras, artisans, and mechanics (shall) benefit (the king) by (doing) work (for him).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XjIw3cWbEgdhmop9WMLlXw=="
    },
    {
      "id": 2215058689639,
      "law": "If a Sudra, (unable to subsist by serving Brahmanas,) seeks a livelihood, he may serve Kshatriyas, or he may also seek to maintain himself by attending on a wealthy Vaisya.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JfKlupRPIGeKChBrslcigQ=="
    },
    {
      "id": 7078541974542,
      "law": "But let a (Sudra) serve Brahmanas, either for the sake of heaven, or with a view to both (this life and the next); for he who is called the servant of a Brahmana thereby gains all his ends.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Rd9Xvv2W2uVxJi93KP30FA=="
    },
    {
      "id": 2577221939568,
      "law": "The service of Brahmanas alone is declared (to be) an excellent occupation for a Sudra; for whatever else besides this he may perform will bear him no fruit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lTbz0SlzKR5EIUWh4fejxA=="
    },
    {
      "id": 6094028485527,
      "law": "They must allot to him out of their own family (-property) a suitable maintenance, after considering his ability, his industry, and the number of those whom he is bound to support.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Uo1yGV4dUbzUQ7n4IYUeMQ=="
    },
    {
      "id": 2536646886783,
      "law": "The remnants of their food must be given to him, as well as their old clothes, the refuse of their grain, and their old household furniture.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UrIlbPg9se4IMF2H9SBpPw=="
    },
    {
      "id": 6062251211390,
      "law": "A Sudra cannot commit an offence, causing loss of caste (pataka), and he is not worthy to receive the sacraments; he has no right to (fulfil) the sacred law (of the Aryans, yet) there is no prohibition against (his fulfilling certain portions of) the law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yEOmTVFe/cmrcculek7WTg=="
    },
    {
      "id": 4218920134893,
      "law": "(Sudras) who are desirous to gain merit, and know (their) duty, commit no sin, but gain praise, if they imitate the practice of virtuous men without reciting sacred texts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gRsKflbukBWojvKO+IHrjA=="
    },
    {
      "id": 5983418536447,
      "law": "The more a (Sudra), keeping himself free from envy, imitates the behaviour of the virtuous, the more he gains, without being censured, (exaltation in) this world and the next.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/RuiI24nJWTUY2YlwPM4Dg=="
    },
    {
      "id": 4901498265135,
      "law": "No collection of wealth must be made by a Sudra, even though he be able (to do it); for a Sudra who has acquired wealth, gives pain to Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OYcDvk210rBfCI9I0shWQQ=="
    },
    {
      "id": 4186103190742,
      "law": "The duties of the four castes (varna) in times of distress have thus been declared, and if they perform them well, they will reach the most blessed state.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sWJf6MAe9xjhT11XgIUfjQ=="
    },
    {
      "id": 6402863267533,
      "law": "Thus all the legal rules for the four castes have been proclaimed; I next will promulgate the auspicious rules for penances.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9CoVLXBJWswdGIsIJANt3A=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-lEOc0sSbiQmAiYNlqObnCw=="
}