{
  "id": 3502515854921,
  "title": "CHAPTER XI.",
  "data": [
    {
      "id": 6605416601811,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SF26urCBbjZCx8Zm/+JxNA=="
    },
    {
      "id": 4558314318233,
      "law": "Him who wishes (to marry for the sake of having) offspring, him who wishes to perform a sacrifice, a traveller, him who has given away all his property, him who begs for the sake of his teacher, his father, or his mother, a student of the Veda, and a sick man,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-f7UyKrW9bKwZix/ljY9WvA=="
    },
    {
      "id": 6664541778689,
      "law": "These nine Brahmanas one should consider as Snatakas, begging in order to fulfil the sacred law; to such poor men gifts must be given in proportion to their learning.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KjnIMXutT3pFL52GVA963Q=="
    },
    {
      "id": 4213396619459,
      "law": "To these most excellent among the twice-born, food and presents (of money) must be given; it is declared that food must be given to others outside the sacrificial enclosure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kTBGjCxkHox+thW+/gL5BQ=="
    },
    {
      "id": 2812129803334,
      "law": "But a king shall bestow, as is proper, jewels of all sorts, and presents for the sake of sacrifices on Brahmanas learned in the Vedas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xe1Uz+ITfjrEv/fgDoE06A=="
    },
    {
      "id": 5310058408369,
      "law": "If a man who has a wife weds a second wife, having begged money (to defray the marriage expenses, he obtains) no advantage but sensual enjoyment; but the issue (of his second marriage belongs) to the giver of the money.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-iAy34Djucw+vDp89fIuMhg=="
    },
    {
      "id": 6490451299579,
      "law": "One should give, according to one's ability, wealth to Brahmanas learned in the Veda and living alone; (thus) one obtains after death heavenly bliss.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C6wU7YmmhKjBxh0K1ilkZg=="
    },
    {
      "id": 4522990811152,
      "law": "He who may possess (a supply of) food sufficient to maintain those dependant on him during three years or more than that, is worthy to drink the Soma-juice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IAMMLEmdlTb9nRC91Oxh7g=="
    },
    {
      "id": 6671407988689,
      "law": "But a twice-born man, who, though possessing less than that amount of property, nevertheless drinks the Soma-juice, does not derive any benefit from that (act), though he may have formerly drunk the Soma-juice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QHU4iAI5QTUicxERnl1Olw=="
    },
    {
      "id": 1680193759502,
      "law": "(If) an opulent man (is) liberal towards strangers, while his family lives in distress, that counterfeit virtue will first make him taste the sweets (of fame, but afterwards) make him swallow the poison (of punishment in hell).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QW6ms0S7jI+sufU4fyP8zg=="
    },
    {
      "id": 2013162951193,
      "law": "If (a man) does anything for the sake of his happiness in another world, to the detriment of those whom he is bound to maintain, that produces evil results for him, both while he lives and when he is dead.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oLd6m3eWt6KGHvuT1of3zg=="
    },
    {
      "id": 5679587673841,
      "law": "If a sacrifice, (offered) by (any twice-born) sacrificer, (and) especially by a Brahmana, must remain incomplete through (the want of) one requisite, while a righteous king rules,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-B//IDh1waEoJWYdnkUR+FQ=="
    },
    {
      "id": 6504645857296,
      "law": "That article (required) for the completion of the sacrifice, may be taken (forcibly) from the house of any Vaisya, who possesses a large number of cattle, (but) neither performs the (minor) sacrifices nor drinks the Soma-juice;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-REanzJNwOL/knPL4sNEXog=="
    },
    {
      "id": 5382419019482,
      "law": "(Or) the (sacrificer) may take at his pleasure two or three (articles required for a sacrifice) from the house of a Sudra; for a Sudra has no business with sacrifices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RdX7FbifxDa9Xd7gxiOv0A=="
    },
    {
      "id": 1887796206195,
      "law": "If (a man) possessing one hundred cows, kindles not the sacred fire, or one possessing a thousand cows, drinks not the Soma-juice, a (sacrificer) may unhesitatingly take (what he requires) from the houses of those two, even (though they be Brahmanas or Kshatriyas);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2QtYbWbP0ZoF9HgojLK5ng=="
    },
    {
      "id": 5478108651146,
      "law": "(Or) he may take (it by force or fraud) from one who always takes and never gives, and who refuses to give it; thus the fame (of the taker) will spread and his merit increase.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wz4QSUx9q8+kzdBf5PJMyg=="
    },
    {
      "id": 2533832598732,
      "law": "Likewise he who has not eaten at (the time of) six meals, may take at (the time of) the seventh meal (food) from a man who neglects his sacred duties, without (however) making a provision for the morrow,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GUx77zfklWhAaBZ3AvL6xQ=="
    },
    {
      "id": 7046174717147,
      "law": "Either from the threshing-floor, or from a field, or out of the house, or wherever he finds it; but if (the owner) asks him, he must confess to him that (deed and its cause).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JcMqyNeOCPsFpv0DIzRQTA=="
    },
    {
      "id": 5444209493528,
      "law": "(On such occasions) a Kshatriya must never take the property of a (virtuous Brahmana; but he who is starving may appropriate the possessions of a Dasyu, or of one who neglects his sacred duties.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DaCk2ujsLOTwUZhi/bX7uA=="
    },
    {
      "id": 2926454711088,
      "law": "He who takes property from the wicked and bestows it on the virtuous, transforms himself into a boat, and carries both (over the sea of misfortune).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Kch+w0UXHq0+i5O8Gh4cXg=="
    },
    {
      "id": 5392075858660,
      "law": "The property of those who zealously offer sacrifices, the wise call the property of the gods; but the wealth of those who perform no sacrifices is called the property of the Asuras.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FOX4cltjeuzHytd1Sv0zJg=="
    },
    {
      "id": 2645122104555,
      "law": "On him (who, for the reasons stated, appropriates another's possessions), a righteous king shall not inflict punishment; for (in that case) a Brahmana pines with hunger through the Kshatriya's want of care.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZZeSVTMZFEi6e0xGg2aXMQ=="
    },
    {
      "id": 3717668087113,
      "law": "Having ascertained the number of those dependent on such a man, and having fully considered his learning and his conduct, the king shall allow him, out of his own property, a maintenance whereon he may live according to the law;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Q/A8ga8sd9jUrNyV4iWcPA=="
    },
    {
      "id": 6729520919578,
      "law": "And after allotting to him a maintenance, the king must protect him in every way; for he obtains from such (a man) whom he protects, the part of his spiritual merit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nzfr/KoKcXcIzxHWyHgsxA=="
    },
    {
      "id": 6296299397937,
      "law": "A Brahmana shall never beg from a Sudra property for a sacrifice; for a sacrificer, having begged (it from such a man), after death is born (again) as a Kandala.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8OOFCToc3Hip6vxr9We4qQ=="
    },
    {
      "id": 5639346477526,
      "law": "A Brahmana who, having begged any property for a sacrifice, does not use the whole (for that purpose), becomes for a hundred years a (vulture of the kind called) Bhasa, or a crow.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+88vtISK/88fcTsbgMrBpA=="
    },
    {
      "id": 6087140408664,
      "law": "That sinful man, who, through covetousness, seizes the property of the gods, or the property of Brahmanas, feeds in another world on the leavings of vultures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-v6Ur89/yvu47c+hSJMs/ug=="
    },
    {
      "id": 2508214136187,
      "law": "In case the prescribed animal and Soma-sacrifices cannot be performed, let him always offer at the change of the year a Vaisvanari Ishti as a penance (for the omission).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-28ftzH6nCqjBgMI9AxpVuQ=="
    },
    {
      "id": 5746899284196,
      "law": "But a twice-born, who, without being in distress, performs his duties according to the law for times of distress, obtains no reward for them in the next world; that is the opinion (of the sages).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-R8eyk70j+YE8lrKmcmcsYg=="
    },
    {
      "id": 3062182368889,
      "law": "By the Visve-devas, by the Sadhyas, and by the great sages (of the) Brahmana (caste), who were afraid of perishing in times of distress, a substitute was made for the (principal) rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fqI0jGi+ebbDGl9HK0hJOQ=="
    },
    {
      "id": 6317549743082,
      "law": "That evil-minded man, who, being able (to fulfil) the original law, lives according to the secondary rule, reaps no reward for that after death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HdhzA6VJCD3TcRQ0aPwOmQ=="
    },
    {
      "id": 6134550393841,
      "law": "A Brahmana who knows the law need not bring any (offence) to the notice of the king; by his own power alone be can punish those men who injure him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Reveo+MGpg/WxDWMlxkvag=="
    },
    {
      "id": 2771100264698,
      "law": "His own power is greater than the power of the king; the Brahmana therefore, may punish his foes by his own power alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KUcsWJcQldOTogobmmlMNQ=="
    },
    {
      "id": 2637489727048,
      "law": "Let him use without hesitation the sacred texts, revealed by Atharvan and by Angiras; speech, indeed, is the weapon of the Brahmana, with that he may slay his enemies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SwFMxSdQrJVBgy5Nf2YcQA=="
    },
    {
      "id": 2594375126700,
      "law": "A Kshatriya shall pass through misfortunes which have befallen him by the strength of his arms, a Vaisya and a Sudra by their wealth, the chief of the twice-born by muttered prayers and burnt-oblations.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vjDxjbWQL+/QyarRHficnA=="
    },
    {
      "id": 5305028880776,
      "law": "The Brahmana is declared (to be) the creator (of the world), the punisher, the teacher, (and hence) a benefactor (of all created beings); to him let no man say anything unpropitious, nor use any harsh words.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LgArl959naTux/DIU49ENg=="
    },
    {
      "id": 5609042104827,
      "law": "Neither a girl, nor a (married) young woman, nor a man of little learning, nor a fool, nor a man in great suffering, nor one uninitiated, shall offer an Agnihotra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aY+EZ+jveke+slzosWceNg=="
    },
    {
      "id": 3689615269443,
      "law": "For such (persons) offering a burnt-oblation sink into hell, as well as he to whom that (Agnihotra) belongs; hence the person who sacrifices (for another) must be skilled in (the performance of) Vaitana (rites), and know the whole Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KnDyfU1nRtqfrPLhZBcrAQ=="
    },
    {
      "id": 3010907666015,
      "law": "A Brahmana who, though wealthy, does not give, as fee for the performance of an Agnyadheya, a horse sacred to Pragapati, becomes (equal to one) who has not kindled the sacred fires.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-H8SsntXorBF67qnYxWx6/g=="
    },
    {
      "id": 2953350099898,
      "law": "Let him who has faith and controls his senses perform other meritorious acts, but let him on no account offer sacrifices at which he gives smaller fees (than those prescribed).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BTXaoeE5OciAIWHdP8Etgw=="
    },
    {
      "id": 4615143148480,
      "law": "The organs (of sense and action), honour, (bliss in) heaven, longevity, fame, offspring, and cattle are destroyed by a sacrifice at which (too) small sacrificial fees are given; hence a man of small means should not offer a (Srauta) sacrifice.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bxUuWVZEmeF9ew4OnLjNgg=="
    },
    {
      "id": 2202740768946,
      "law": "A Brahmana who, being an Agnihotrin, voluntarily neglects the sacred fires, shall perform a lunar penance during one month; for that (offence) is equal to the slaughter of a son.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CxzOwExrdPO5Gvb9dPDzRA=="
    },
    {
      "id": 5793471686776,
      "law": "Those who, obtaining wealth from Sudras, (and using that) offer an Agnihotra, are priests officiating for Sudras, (and hence) censured among those who recite the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kWL8arzzWu0Ea5HLWXcA3w=="
    },
    {
      "id": 6324764727011,
      "law": "Treading with his foot on the heads of those fools who worship a fire (kindled at the expense) of a Sudra, the giver (of the wealth) shall always pass over his miseries (in the next world).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hceUMb++C5FBEDbCn27XEA=="
    },
    {
      "id": 6298372144842,
      "law": "A man who omits a prescribed act, or performs a blamable act, or cleaves to sensual enjoyments, must perform a penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KRVod309cjDOUYl28Jx0dQ=="
    },
    {
      "id": 3754644553660,
      "law": "(All) sages prescribe a penance for a sin unintentionally committed; some declare, on the evidence of the revealed texts, (that it may be performed) even for an intentional (offence).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ADu7IvkmZGUCGVwsNOzRhQ=="
    },
    {
      "id": 3139878879656,
      "law": "A sin unintentionally committed is expiated by the recitation of Vedic texts, but that which (men) in their folly commit intentionally, by various (special) penances.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9k2N/oVf7uAPAOsYrXymaQ=="
    },
    {
      "id": 2676108315279,
      "law": "A twice-born man, having become liable to perform a penance, be it by (the decree of) fate or by (an act) committed in a former life, must not, before the penance has been performed, have intercourse with virtuous men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1Sk//Nj9KMvesUnoqEG1RA=="
    },
    {
      "id": 3062348114097,
      "law": "Some wicked men suffer a change of their (natural) appearance in consequence of crimes committed in this life, and some in consequence of those committed in a former (existence).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jKnE+CwdeVZedtIm3eMAQg=="
    },
    {
      "id": 4035845776127,
      "law": "He who steals the gold (of a Brahmana) has diseased nails; a drinker of (the spirituous liquor called) Sura, black teeth; the slayer of a Brahmana, consumption; the violator of a Guru's bed, a diseased skin;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5eV/+mj2BX7lNTfJJJZ90Q=="
    },
    {
      "id": 5709067397593,
      "law": "An informer, a foul-smelling nose; a calumniator, a stinking breath; a stealer of grain, deficiency in limbs; he who adulterates (grain), redundant limbs;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dLoV2Iiehkxb8/aqDp7eAw=="
    },
    {
      "id": 3236880248486,
      "law": "A stealer of (cooked) food, dyspepsia; a stealer of the words (of the Veda), dumbness a stealer of clothes, white leprosy; a horse-stealer, lameness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3jH2qaW1dNXBjORuEslRAw=="
    },
    {
      "id": 1195981661553,
      "law": "The stealer of a lamp will become blind; he who extinguishes it will become one-eyed; injury (to sentient beings) is punished by general sickliness; an adulterer (will have) swellings (in his limbs).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e1lxxxADPtEZj1FrAQo9yQ=="
    },
    {
      "id": 4054953286276,
      "law": "Thus in consequence of a remnant of (the guilt of former) crimes, are born idiots, dumb, blind, deaf, and deformed men, who are (all) despised by the virtuous.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FZmeMbFXFEFYwSp/+j4F1A=="
    },
    {
      "id": 7087776987072,
      "law": "Penances, therefore, must always be performed for the sake of purification, because those whose sins have not been expiated, are born (again) with disgraceful marks.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OWJ94C+JpfBMV2By/AUSfQ=="
    },
    {
      "id": 6727102224266,
      "law": "Killing a Brahmana, drinking (the spirituous liquor called) Sura, stealing (the gold of a Brahmana), adultery with a Guru's wife, and associating with such (offenders), they declare (to be) mortal sins (mahapataka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-TE3ILJLuF0BFh0OhQbwWiA=="
    },
    {
      "id": 6466537746335,
      "law": "Falsely attributing to oneself high birth, giving information to the king (regarding a crime), and falsely accusing one's teacher, (are offences) equal to slaying a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i2qKXuRWk3bBcpYxjeOn1g=="
    },
    {
      "id": 6807292919311,
      "law": "Forgetting the Veda, reviling the Vedas, giving false evidence, slaying a friend, eating forbidden food, or (swallowing substances) unfit for food, are six (offences) equal to drinking Sura.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sp/hc9tdHJdXnwnwPeAitQ=="
    },
    {
      "id": 5421061269317,
      "law": "Stealing a deposit, or men, a horse, and silver, land, diamonds and (other) gems, is declared to be equal to stealing the gold (of a Brahmana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nQMl3/zGReX8QTelRA/r5w=="
    },
    {
      "id": 3439302871215,
      "law": "Carnal intercourse with sisters by the same mother, with (unmarried) maidens, with females of the lowest castes, with the wives of a friend, or of a son, they declare to be equal to the violation of a Guru's bed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JfhJ4jlPmdDiQohQ14WW9w=="
    },
    {
      "id": 2872580822512,
      "law": "Slaying kine, sacrificing for those who are unworthy to sacrifice, adultery, selling oneself, casting off one's teacher, mother, father, or son, giving up the (daily) study of the Veda, and neglecting the (sacred domestic) fire,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rA/nd+zf0oya6gnyzqBjjA=="
    },
    {
      "id": 5188663089114,
      "law": "Allowing one's younger brother to marry first, marrying before one's elder brother, giving a daughter to, or sacrificing for, (either brother),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7L1U41K8/qm3BDTAtCf0pQ=="
    },
    {
      "id": 5320503270662,
      "law": "Defiling a damsel, usury, breaking a vow, selling a tank, a garden, one's wife, or child,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-m2k3iM49/QseKlJueRX3Kg=="
    },
    {
      "id": 5292392042898,
      "law": "Living as a Vratya, casting off a relative, teaching (the Veda) for wages, learning (the Veda) from a paid teacher, and selling goods which one ought not to sell,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8pVNzyVdkGvgLnM6rcy2Wg=="
    },
    {
      "id": 6064001864472,
      "law": "Superintending mines (or factories) of any sort, executing great mechanical works, injuring (living) plants, subsisting on (the earnings of) one's wife, sorcery (by means of sacrifices), and working (magic by means of) roots, (and so forth),",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6oyQAFI2yffu6yv4vk+5NA=="
    },
    {
      "id": 1499256827043,
      "law": "Cutting down green trees for firewood, doing acts for one's own advantage only, eating prohibited food,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-i9d56eYWXxXJ+ZcxwQhraQ=="
    },
    {
      "id": 4114456970453,
      "law": "Neglecting to kindle the sacred fires, theft, non-payment of (the three) debts, studying bad books, and practising (the arts of) dancing and singing,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jC9Mh/MwyHr6eWJiL20qAA=="
    },
    {
      "id": 4064421995745,
      "law": "Stealing grain, base metals, or cattle, intercourse with women who drink spirituous liquor, slaying women, Sudras, Vaisyas, or Kshatriyas, and atheism, (are all) minor offences, causing loss of caste (Upapataka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PKSMyQGlznTom9INcd8Oqw=="
    },
    {
      "id": 2838096990530,
      "law": "Giving pain to a Brahmana (by a blow), smelling at things which ought not to be smelt at, or at spirituous liquor, cheating, and an unnatural offence with a man, are declared to cause the loss of caste (Gatibhramsa)",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-baiLCs6f+tS1In/018ofnw=="
    },
    {
      "id": 6815842382126,
      "law": "Killing a donkey, a horse, a camel, a deer, an elephant, a goat, a sheep, a fish, a snake, or a buffalo, must be known to degrade (the offender) to a mixed caste (Samkarikarana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XNRQtUTqJOsSyUIEMQkDKA=="
    },
    {
      "id": 6317919565732,
      "law": "Accepting presents from blamed men, trading, serving Sudras, and speaking a falsehood, make (the offender) unworthy to receive gifts (Apatra).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7XDU8Rg2vwwhpPKdRIRg5w=="
    },
    {
      "id": 2099818995199,
      "law": "Killing insects, small or large, or birds, eating anything kept close to spirituous liquors, stealing fruit, firewood, or flowers, (are offences) which make impure (Malavaha).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-imdQiJWSrkutNheZkOnRoQ=="
    },
    {
      "id": 4335611894345,
      "law": "Learn (now) completely those penances, by means of which all the several offences mentioned (can) be expiated.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hJKzQj64v7A0O9HAzN22oA=="
    },
    {
      "id": 1441183067005,
      "law": "For his purification the slayer of a Brahmana shall make a hut in the forest and dwell (in it) during twelve years, subsisting on alms and making the skull of a dead man his flag.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RsQL4YS5ONhf8TSZFZpUig=="
    },
    {
      "id": 4320863447191,
      "law": "Or let him, of his own free will, become (in a battle) the target of archers who know (his purpose); or he may thrice throw himself headlong into a blazing fire;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fmURSKmp6Xdeg5DBKkhWhg=="
    },
    {
      "id": 6672969614716,
      "law": "Or he may offer a horse-sacrifice, a Svargit, a Gosava, an Abhigit, a Visvagit, a Trivrit, or an Agnishtut;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yN5QLUEouPUjWJmAHq8NxA=="
    },
    {
      "id": 4467967753076,
      "law": "Or, in order to remove (the guilt of) slaying a Brahmana, he may walk one hundred yoganas, reciting one of the Vedas, eating little, and controlling his organs;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DUEyZfR1ycHW0NBeSmqf6A=="
    },
    {
      "id": 2738366080604,
      "law": "Or he may present to a Brahmana, learned in the Vedas, whole property, as much wealth as suffices for the maintenance (of the recipient), or a house together with the furniture;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sBIBiWSDHpbSlFq8YSnDzg=="
    },
    {
      "id": 3981572686743,
      "law": "Or, subsisting on sacrificial food, he may walk against the stream along (the whole course of the river) Sarasvati; or, restricting his food (very much), he may mutter thrice the Samhita of a Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wZkMmeZVyhcvkvW8CBCKCA=="
    },
    {
      "id": 5008905103655,
      "law": "Having shaved off (all his hair), he may dwell at the extremity of the village, or in a cow-pen, or in a hermitage, or at the root of a tree, taking pleasure in doing good to cows and Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AzUHyl9+mr3KDt2CAkykeQ=="
    },
    {
      "id": 3752723377052,
      "law": "He who unhesitatingly abandons life for the sake of Brahmanas or of cows, is freed from (the guilt of) the murder of a Brahmana, and (so is he) who saves (the life of) a cow, or of a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jWllUrPanvkV2NdJHRinUg=="
    },
    {
      "id": 1694054514113,
      "law": "If either he fights at least three times (against robbers in defence of) a Brahmana's (property), or reconquers the whole property of a Brahmana, or if he loses his life for such a cause, he is freed (from his guilt).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JA1V79sKA1LJs/a585w7GQ=="
    },
    {
      "id": 2217729440884,
      "law": "He who thus (remains) always firm in his vow, chaste, and of concentrated mind, removes after the lapse of twelve years (the guilt of) slaying a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fkh3JSNdcRVpG5VNwRb7kg=="
    },
    {
      "id": 6617192175523,
      "law": "Or he who, after confessing his crime in an assembly of the gods of the earth (Brahnanas), and the gods of men (Kshatriyas), bathes (with the priests) at the close of a horse-sacrifice, is (also) freed (from guilt).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-us+AFtCIFK2MvupO9nIjZQ=="
    },
    {
      "id": 2694179809935,
      "law": "The Brahmana is declared (to be) the root of the sacred law and the Kshatriya its top; hence he who has confessed his sin before an assembly of such men, becomes pure.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2+64R5cTDxnO/f1E25elpQ=="
    },
    {
      "id": 6650938656224,
      "law": "By his origin alone a Brahmana is a deity even for the gods, and (his teaching is) authoritative for men, because the Veda is the foundation for that.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OX6OzejnZF4ffztaLJzDzw=="
    },
    {
      "id": 4152637171965,
      "law": "(If) only three of them who are learned in the Veda proclaim the expiation for offences, that shall purify the (sinners); for the words of learned men are a means of purification.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-dnj+fxaaiAgPkLsZU7bjmg=="
    },
    {
      "id": 3508072274153,
      "law": "A Brahmana who, with a concentrated mind, follows any of the (above-mentioned) rules, removes the sin committed by slaying a Brahmana through his self-control.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-t3DPkqeCPsrbzhchQ2va7A=="
    },
    {
      "id": 7204889753240,
      "law": "For destroying the embryo (of a Brahmana, the sex of which was) unknown, for slaying a Kshatriya or a Vaisya who are (engaged in or) have offered a (Vedic) sacrifice, or a (Brahmana) woman who has bathed after temporary uncleanness (Atreyi), he must perform the same penance,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2PvSNqJ46MmAOmtPWJfRVw=="
    },
    {
      "id": 6181230541092,
      "law": "Likewise for giving false evidence (in an important cause), for passionately abusing the teacher, for stealing a deposit, and for killing (his) wife or his friend:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-g14AeglXCoXjU5QigD1BIQ=="
    },
    {
      "id": 2692364260726,
      "law": "This expiation has been prescribed for unintentionally killing a Brahmana; but for intentionally slaying a Brahmana no atonement is ordained.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UGkhbs30QDgItMPa0szfrQ=="
    },
    {
      "id": 1557719534575,
      "law": "A twice-born man who has (intentionally) drunk, through delusion of mind, (the spirituous liquor called) Sura shall drink that liquor boiling-hot; when his body has been completely scalded by that, he is freed from his guilt;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ay0INeikab7LS92WG/4BFQ=="
    },
    {
      "id": 5202643609991,
      "law": "Or he may drink cow's urine, water, milk, clarified butter or (liquid) cowdung boiling-hot, until he dies;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GFexmIQnnj52gv+gIhrnMw=="
    },
    {
      "id": 3547978838440,
      "law": "Or, in order to remove (the guilt of) drinking Sura, he may eat during a year once (a day) at night grains (of rice) or oilcake, wearing clothes made of cowhair and his own hair in braids and carrying (a wine cup as) a flag.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rsmXc1HX7E29bXYrRv2nPw=="
    },
    {
      "id": 6684227999540,
      "law": "Sura, indeed, is the dirty refuse (mala) of grain, sin also is called dirt (mala); hence a Brahmana, a Kshatriya, and a Vaisya shall not drink Sura.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-d556D7bAFhTGGqbFl3624g=="
    },
    {
      "id": 1921111702377,
      "law": "Sura one must know to be of three kinds, that distilled from molasses (gaudi), that distilled from ground rice, and that distilled from Madhuka-flowers (madhvi); as the one (named above) even so are all (three sorts) forbidden to the chief of the twice-born.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oa+T9wgKWzlb6AwSR/VglA=="
    },
    {
      "id": 6862416909698,
      "law": "Sura, (all other) intoxicating drinks and decoctions and flesh are the food of the Yakshas, Rakshasas, and Pisakas; a Brahmana who eats (the remnants of) the offerings consecrated to the gods, must not partake of such (substances).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HNBRG9gOCYJr6Fl2es3J4Q=="
    },
    {
      "id": 6799442749638,
      "law": "A Brahmana, stupefied by drunkenness, might fall on something impure, or (improperly) pronounce Vedic (texts), or commit some other act which ought not to be committed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oAkW6g09J8BXLOTma9f/rQ=="
    },
    {
      "id": 3049158941592,
      "law": "When the Brahman (the Veda) which dwells in his body is (even) once (only) deluged with spirituous liquor, his Brahmanhood forsakes him and he becomes a Sudra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-uFMlsa79mzx334ZjtwkMjA=="
    },
    {
      "id": 3417775034921,
      "law": "The various expiations for drinking (the spirituous liquors called) Sura have thus been explained; I will next proclaim the atonement for stealing the gold (of a Brahmana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jafXYVlVnzebQSn7/TlvDQ=="
    },
    {
      "id": 4318264818552,
      "law": "A Brahmana who has stolen the gold (of a Brahmana) shall go to the king and, confessing his deed, say, 'Lord, punish me!'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-T9UdjoXzPeiS83biEczZNg=="
    },
    {
      "id": 2735939332867,
      "law": "Taking (from him) the club (which he must carry), the king himself shall strike him once, by his death the thief becomes pure; or a Brahmana (may purify himself) by austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7uloBqGZPKxE3iZyLGFF7Q=="
    },
    {
      "id": 3387227506546,
      "law": "He who desires to remove by austerities the guilt of stealing the gold (of a Brahmana), shall perform the penance (prescribed) for the slayer of a Brahmana, (living) in a forest and dressed in (garments) made of bark.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bMzuZiuEkoWF2Irtjp0tOQ=="
    },
    {
      "id": 6769521295153,
      "law": "By these penances a twice-born man may remove the guilt incurred by a theft (of gold); but he may atone for connexion with a Guru's wife by the following penances.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YcCeOzsLoOx1m2epdUz7JA=="
    },
    {
      "id": 5916821684593,
      "law": "He who has violated his Guru's bed, shall, after confessing his crime, extend himself on a heated iron bed, or embrace the red-hot image (of a woman); by dying he becomes pure;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-y1Is+O0e/H8tpW6AtrJbwg=="
    },
    {
      "id": 6511710806054,
      "law": "Or, having himself cut off his organ and his testicles and having taken them in his joined hands, he may walk straight towards the region of Nirriti (the south-west), until he falls down (dead);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LcDZXbnwjvlnxyHQSSjLWA=="
    },
    {
      "id": 3153454166396,
      "law": "Or, carrying the foot of a bedstead, dressed in (garments of) bark and allowing his beard to grow, he may, with a concentrated mind, perform during a whole year the Krikkhra (or hard, penance), revealed by Pragapati, in a lonely forest;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2u3dUPVXRmBIvxaeBxGb/w=="
    },
    {
      "id": 3562101194417,
      "law": "Or, controlling his organs, he may during three months continuously perform the lunar penance, (subsisting) on sacrificial food or barley-gruel, in order to remove (the guilt of) violating a Guru's bed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Sbi2ldkySuRp/OttPRdMIA=="
    },
    {
      "id": 1610543824709,
      "law": "By means of these penances men who have committed mortal sins (Mahapataka) may remove their guilt, but those who committed minor offences, causing loss of caste, (Upapataka, can do it) by the various following penances.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QznddxOYLmBPliw/zfQdag=="
    },
    {
      "id": 1368160152910,
      "law": "He who has committed a minor offence by slaying a cow (or bull) shall drink during (the first) month (a decoction of) barley-grains; having shaved all his hair, and covering himself with the hide (of the slain cow), he must live in a cow-house.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GjRUJj/T2De2MXGoVAVK4g=="
    },
    {
      "id": 3819686867630,
      "law": "During the two (following) months he shall eat a small (quantity of food) without any factitious salt at every fourth meal-time, and shall bathe in the urine of cows, keeping his organs under control.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-28npu6fvhTX1FqMFinvNeg=="
    },
    {
      "id": 3809150210869,
      "law": "During the day he shall follow the cows and, standing upright, inhale the dust (raised by their hoofs); at night, after serving and worshipping them, he shall remain in the (posture, called) virasana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4Y/uYvKKIiTJ9LCc6pmsQg=="
    },
    {
      "id": 7155952384056,
      "law": "Controlling himself and free from anger, he must stand when they stand, follow them when they walk, and seat himself when they lie down.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8O81rXYuiQwAvDy18PGgoQ=="
    },
    {
      "id": 5942407477970,
      "law": "(When a cow is) sick, or is threatened by danger from thieves, tigers, and the like, or falls, or sticks in a morass, he must relieve her by all possible means:",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nxA1UWSIVuN1LMXaod/2QQ=="
    },
    {
      "id": 1262995183665,
      "law": "In heat, in rain, or in cold, or when the wind blows violently, he must not seek to shelter himself, without (first) sheltering the cows according to his ability.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8Xc9LHOp2JBcuarzvgBV8A=="
    },
    {
      "id": 1849145140963,
      "law": "Let him not say (a word), if a cow eats (anything) in his own or another's house or field or on the threshing-floor, or if a calf drinks (milk).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PHhYABAwTM2/kAjsf4iWdg=="
    },
    {
      "id": 4006918783326,
      "law": "The slayer of a cow who serves cows in this manner, removes after three months the guilt which he incurred by killing a cow.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w+gDXcLVPZi9w/i+ARVAPA=="
    },
    {
      "id": 1566611139981,
      "law": "But after he has fully performed the penance, he must give to (Brahmanas) learned in the Veda ten cows and a bull, (or) if he does not possess (so much property) he must offer to them all he has.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FB5/maJS6KygglnWUAtiwA=="
    },
    {
      "id": 5970129337868,
      "law": "Twice-born men who have committed (other) minor offences (Upapataka), except a student who has broken his vow (Avakirnin), may perform, in order to purify themselves, the same penance or also a lunar penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6JScueueKScef0DMGtwONA=="
    },
    {
      "id": 3288472063893,
      "law": "But a student who has broken his vow shall offer at night on a crossway to Nirriti a one-eyed ass, according to the rule of the Pakayagnas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kXBHlw6PEfgijKTIPrXf1w=="
    },
    {
      "id": 1770251545456,
      "law": "Having offered according to the rule oblations in the fire, he shall finally offer (four) oblations of clarified butter to Vata, to Indra, to the teacher (of the gods, Brihaspati) and to Agni, reciting the Rik verse 'May the Maruts grant me,' &amp;c.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xnO0CpH9eOl5R0lBZ3Cmmw=="
    },
    {
      "id": 5890902785456,
      "law": "Those who know the Veda declare that a voluntary effusion of semen by a twice-born (youth) who fulfils the vow (of studentship constitutes) a breach of that vow.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aI+rACS1mG0XJFXeMa3ttQ=="
    },
    {
      "id": 1201675040066,
      "law": "The divine light which the Veda imparts to the student, enters, if he breaks his vow, the Maruts, Puruhuta (Indra), the teacher (of the gods, Brihaspati) and Pavaka (Fire).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j+5Y7CgdzlVFv23iybpTrQ=="
    },
    {
      "id": 5990931032977,
      "law": "When this sin has been committed, he shall go begging to seven houses, dressed in the hide of the (sacrificed) ass, proclaiming his deed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Jj2n4SUyE32JU4i2eBP3/Q=="
    },
    {
      "id": 1474340197159,
      "law": "Subsisting on a single (daily meal that consists) of the alms obtained there and bathing at (the time of) the three savanas (morning, noon, and evening), he becomes pure after (the lapse of) one year.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sGF8VyabVu9KFqyKwZztqQ=="
    },
    {
      "id": 4220901159207,
      "law": "For committing with intent any of the deeds which cause loss of caste (Gatibhramsakara), (the offender) shall perform a Samtapana Krikkhra; (for doing it) unintentionally, (the Krikkhra) revealed by Pragapati.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LfjRTiexySubBAbzDiCKaA=="
    },
    {
      "id": 4798888055199,
      "law": "As atonement for deeds which degrade to a mixed caste (Samkara), and for those which make a man unworthy to receive gifts (Apatra), (he shall perform) the lunar (penance) during a month; for (acts) which render impure (Malinikaraniya) he shall scald himself during three days with (hot) barley-gruel.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AZ4UcvoY2ffBIS/0dQE9Rg=="
    },
    {
      "id": 3444154557870,
      "law": "One fourth (of the penance) for the murder of a Brahmana is prescribed (as expiation) for (intentionally) killing a Kshatriya, one-eighth for killing a Vaisya; know that it is one-sixteenth for killing a virtuous Sudra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tdBRBrEkFcBATOE9FN5ABw=="
    },
    {
      "id": 1907767220383,
      "law": "But if a Brahmana unintentionally kills a Kshatriya, he shall give, in order to purify himself, one thousand cows and a bull;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-buuN6xaAXUw30x9Sg+bVyQ=="
    },
    {
      "id": 3091829947809,
      "law": "Or he may perform the penance prescribed for the murderer of a Brahmana during three years, controlling himself, wearing his hair in braids, staying far away from the village, and dwelling at the root of a tree.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vkTXPrLfjzgxjZSVguEagQ=="
    },
    {
      "id": 4491317784533,
      "law": "A Brahmana who has slain a virtuous Vaisya, shall perform the same penance during one year, or he may give one hundred cows and one (bull).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p7NnL8Z0IP/kQIn4Hix7xg=="
    },
    {
      "id": 3157938659921,
      "law": "He who has slain a Sudra, shall perform that whole penance during six months, or he may also give ten white cows and one bull to a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EiipxsDiYcssD9dnOUeCbA=="
    },
    {
      "id": 1232302382531,
      "law": "Having killed a cat, an ichneumon, a blue jay, a frog, a dog, an iguana, an owl, or a crow, he shall perform the penance for the murder of a Sudra;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QNBz6PZ20mLFYDH4ODDTnA=="
    },
    {
      "id": 7004376242797,
      "law": "Or he may drink milk during three days, or walk one hundred yoganas, or bathe in a river, or mutter the hymn addressed to the Waters.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IElztFYA8NiZGaEpMZOpig=="
    },
    {
      "id": 2748172687553,
      "law": "For killing a snake, a Brahmana shall give a spade of black iron, for a eunuch a load of straw and a masha of lead;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0nR7cVS4k13GWbYON/+ZBA=="
    },
    {
      "id": 5029845053813,
      "law": "For a boar a pot of clarified butter, for a partridge a drona of sesamum-grains, for a parrot a calf two years old, for a crane (a calf) three years old.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S5ad+2HDXGq94Fr0li3xcg=="
    },
    {
      "id": 4870086832218,
      "law": "If he has killed a Hamsa, a Balaka, a heron, a peacock, a monkey, a falcon, or a Bhasa, he shall give a cow to a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-odgPw9x4Jhjng3vnfchroQ=="
    },
    {
      "id": 4862200699538,
      "law": "For killing a horse, he shall give a garment, for (killing) an elephant, five black bulls, for (killing) a goat, or a sheep, a draught-ox, for killing a donkey, (a calf) one year old;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VNUrjBi0pNVZ6nb99r3Ujg=="
    },
    {
      "id": 7097730989162,
      "law": "But for killing carnivorous wild beasts, he shall give a milch-cow, for (killing) wild beasts that are not carnivorous, a heifer, for killing a camel, one krishnala.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SN7gIqoNIJWF0/X618S9nw=="
    },
    {
      "id": 4712560083603,
      "law": "For killing adulterous women of the four castes, he must give, in order to purify himself, respectively a leathern bag, a bow, a goat, or a sheep.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5QBGtONxokSRtgTPTdSd3Q=="
    },
    {
      "id": 1393590618304,
      "law": "A twice-born man, who is unable to atone by gifts for the slaughter of a serpent and the other (creatures mentioned), shall perform for each of them, a Krikkhra (penance) in order to remove his guilt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AGG63hO1wx8uUQ6d6s+RQw=="
    },
    {
      "id": 2120220983786,
      "law": "But for destroying one thousand (small) animals that have bones, or a whole cart-load of boneless (animals), he shall perform the penance (prescribed) for the murder of a Sudra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wC1PNJ0WIUeKVn5/ZeRiNw=="
    },
    {
      "id": 1980567852691,
      "law": "But for killing (small) animals which have bones, he should give some trifle to a Brahmana; if he injures boneless (animals), he becomes pure by a suppressing his breath (pranayama).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ksTCjMmIImIpper5xta4Nw=="
    },
    {
      "id": 4109721297494,
      "law": "For cutting fruit-trees, shrubs, creepers, lianas, or flowering plants, one hundred Rikas must be muttered.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-faZFrkhZWCWI/3VyEk/ovA=="
    },
    {
      "id": 2698137792377,
      "law": "(For destroying) any kind of creature, bred in food, in condiments, in fruit, or in flowers, the expiation is to eat clarified butter.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VwCyXRTQGpuXp9r/JEazJQ=="
    },
    {
      "id": 5832749347984,
      "law": "If a man destroys for no good purpose plants produced by cultivation, or such as spontaneously spring up in the forest, he shall attend a cow during one day, subsisting on milk alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JkG0BqfSdIR2WeKlk7HvKg=="
    },
    {
      "id": 6897786277015,
      "law": "The guilt incurred intentionally or unintentionally by injuring (created beings) can be removed by means of these penances; hear (now, how) all (sins) committed by partaking of forbidden food (or drink, can be expiated).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YXBoMnOno9sBG4+MxN+JfQ=="
    },
    {
      "id": 2488841819669,
      "law": "He who drinks unintentionally (the spirituous liquor, called) Varuni, becomes pure by being initiated (again); (even for drinking it) intentionally (a penance) destructive to life must not be imposed; that is a settled rule.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/CDTidRhNzaBUQcjytFLAg=="
    },
    {
      "id": 5632979440363,
      "law": "He who has drunk water which has stood in a vessel used for keeping (the spirituous liquor, called) Sura, or other intoxicating drinks, shall drink during five (days and) nights (nothing but) milk in which the Sankhapushpi (plant) has been boiled.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ae5+MVH6YpilnLYu+TWIgw=="
    },
    {
      "id": 5884421988744,
      "law": "He who has touched spirituous liquor, has given it away, or received it in accordance with the rule, or has drunk water left by a Sudra, shall drink during three days water in which Kusa-grass has been boiled.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6y7b68HpCm7qluDZLu1Inw=="
    },
    {
      "id": 6115228187473,
      "law": "But when a Brahmana who has partaken of Soma-juice, has smelt the odour exhaled by a drinker of Sura, he becomes pure by thrice suppressing his breath in water, and eating clarified butter.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6bWLkcuAjsaUPH4gh3jWPw=="
    },
    {
      "id": 5973117656499,
      "law": "(Men of) the three twice-born castes who have unintentionally swallowed ordure or urine, or anything that has touched Sura, must be initiated again.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZlVEXUiCNDpF3Ed79LfnWw=="
    },
    {
      "id": 4724175882667,
      "law": "The tonsure, (wearing) the sacred girdle, (carrying) a staff, going to beg, and the vows (incumbent on a student), are omitted on the second initiation of twice-born men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vpCYhZZIuAgTv3XYZAZ0vg=="
    },
    {
      "id": 3493627184190,
      "law": "But he who has eaten the food of men, whose food must not be eaten, or the leavings of women and Sudras, or forbidden flesh, shall drink barley (-gruel) during seven (days and) nights.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hf5PE2WhpYC7f4jH2tTEVw=="
    },
    {
      "id": 2389816516679,
      "law": "A twice-born man who has drunk (fluids that have turned) sour, or astringent decoctions, becomes, though (these substances may) not (be specially) forbidden, impure until they have been digested.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/a0Okk4q6e7Ja2KLrddy6w=="
    },
    {
      "id": 1250404455896,
      "law": "A twice-born man, who has swallowed the urine or ordure of a village pig, of a donkey, of a camel, of a jackal, of a monkey, or of a crow, shall perform a lunar penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-etkU4Ay3k8uyjCCAxg/4CA=="
    },
    {
      "id": 4656857630377,
      "law": "He who has eaten dried meat, mushrooms growing on the ground, or (meat, the nature of) which is unknown, (or) such as had been kept in a slaughter-house, shall perform the same penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EiFBh5j9wVZl1PUIfZcZyA=="
    },
    {
      "id": 2296132535397,
      "law": "The atonement for partaking of (the meat of) carnivorous animals, of pigs, of camels, of cocks, of crows, of donkeys, and of human flesh, is a Tapta Krikkhra (penance).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Lq/WHX7Yqp9kijvsyQ8yUQ=="
    },
    {
      "id": 6852282892116,
      "law": "If a twice-born man, who has not returned (home from his teacher's house), eats food, given at a monthly (Sraddha,) he shall fast during three days and pass one day (standing) in water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5g30smUYPCMdGqL9ZMgPRw=="
    },
    {
      "id": 2427625705770,
      "law": "But a student who on any occasion eats honey or meat, shall perform an ordinary Krikkhra (penance), and afterwards complete his vow (of studentship).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KT1dcqe5tpadqoh89aqD3g=="
    },
    {
      "id": 1449698852440,
      "law": "He who eats what is left by a cat, by a crow, by a mouse (or rat), by a dog, or by an ichneumon, or (food) into which a hair or an insect has fallen, shall drink (a decoction of) the Brahmasuvarkala (plant).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nt9wYoHr+AQFDbTUt849DQ=="
    },
    {
      "id": 5703686628332,
      "law": "He who desires to be pure, must not eat forbidden food, and must vomit up such as he has eaten unintentionally, or quickly atone for it by (various) means of purification.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5QWdzWEUA5UgYW9dvRRhQA=="
    },
    {
      "id": 3581358209231,
      "law": "The various rules respecting penances for eating forbidden food have been thus declared; hear now the law of those penances which remove the guilt of theft.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VWSOIAv4KBG8HITL3JKLGQ=="
    },
    {
      "id": 1805138061896,
      "law": "The chief of the twice-born, having voluntarily stolen (valuable) property, grain, or cooked food, from the house of a caste-fellow, is purified by performing Krikkhra (penances) during a whole year.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8CsYwdev53LuZerCDeDpzA=="
    },
    {
      "id": 2567014608466,
      "law": "The lunar penance has been declared to be the expiation for stealing men and women, and (for wrongfully appropriating) a field, a house, or the water of wells and cisterns.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-h/GvwjD3QrP9EBGj498m2g=="
    },
    {
      "id": 3448122659270,
      "law": "He who has stolen objects of small value from the house of another man, shall, after restoring the (stolen article), perform a Samtapana Krikkhra for his purification.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-chtHQYhKhK7CNlyMlzivug=="
    },
    {
      "id": 7054136609264,
      "law": "(To swallow) the five products of the cow (pankagavya) is the atonement for stealing eatables of various kinds, a vehicle, a bed, a seat, flowers, roots, or fruit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sfYImVwqolfY7aDHiTTCMg=="
    },
    {
      "id": 3188910601013,
      "law": "Fasting during three (days and) nights shall be (the penance for stealing) grass, wood, trees, dry food, molasses, clothes, leather, and meat.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FXFKayaksQlHHDkH6GW+2A=="
    },
    {
      "id": 2934166785445,
      "law": "To subsist during twelve days on (uncooked) grains (is the penance for stealing) gems, pearls, coral, copper, silver, iron, brass, or stone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wJelQdjTAbidITmcLCgegA=="
    },
    {
      "id": 1517105109723,
      "law": "(For stealing) cotton, silk, wool, an animal with cloven hoofs, or one with uncloven hoofs, a bird, perfumes, medicinal herbs, or a rope (the penance is to subsist) during three days (on) milk.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pQXkYR0W7c3FWOk4KnNbTw=="
    },
    {
      "id": 3083230843489,
      "law": "By means of these penances, a twice-born man may remove the guilt of theft; but the guilt of approaching women who ought not to be approached (agamya), he may expiate by (the following) penances.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RzglK/+eAy4X4sh7BSb/8Q=="
    },
    {
      "id": 5331345825297,
      "law": "He who has had sexual intercourse with sisters by the same mother, with the wives of a friend, or of a son, with unmarried maidens, and with females of the lowest castes, shall perform the penance, prescribed for the violation of a Guru's bed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZYIiDJNKRsNbCatTSbrgyg=="
    },
    {
      "id": 2285015735025,
      "law": "He who has approached the daughter of his father's sister, (who is almost equal to) a sister, (the daughter) of his mother's sister, or of his mother's full brother, shall perform a lunar penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aCbs6f7+uT3CEQW0bRZ10Q=="
    },
    {
      "id": 5577875537778,
      "law": "A wise man should not take as his wife any of these three; they must not be wedded because they are (Sapinda-) relatives, he who marries (one of them), sinks low.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5p06QxxLtGt/53u53+u6YQ=="
    },
    {
      "id": 6573682656940,
      "law": "A man who has committed a bestial crime, or an unnatural crime with a female, or has had intercourse in water, or with a menstruating woman, shall perform a Samtapana Krikkhra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fxp0u/LWnPYoFiQTuqx2Pw=="
    },
    {
      "id": 6589415792672,
      "law": "A twice-born man who commits an unnatural offence with a male, or has intercourse with a female in a cart drawn by oxen, in water, or in the day-time, shall bathe, dressed in his clothes.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6DMaIywfg/SZPjT5BzSwSw=="
    },
    {
      "id": 3596768566589,
      "law": "A Brahmana who unintentionally approaches a woman of the Kandala or of (any other) very low caste, who eats (the food of such persons) and accepts (presents from them) becomes an outcast; but (if he does it) intentionally, he becomes their equal.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-unH39ECk6u/v1WLZnvMd2A=="
    },
    {
      "id": 2244744932338,
      "law": "An exceedingly corrupt wife let her husband confine to one apartment, and compel her to perform the penance which is prescribed for males in cases of adultery.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Oow50oWtU2wbLD6Qm70Akw=="
    },
    {
      "id": 3241249980243,
      "law": "If, being solicited by a man (of) equal (caste), she (afterwards) is again unfaithful, then a Krikkhra and a lunar penance are prescribed as the means of purifying her.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5xD0uvxTAN7wMu+N9Dy1gw=="
    },
    {
      "id": 2973820500067,
      "law": "The sin which a twice-born man commits by dallying one night with a Vrishali, he removes in three years, by subsisting on alms and daily muttering (sacred texts).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OsbA/3SifaAOi76H/uXwcQ=="
    },
    {
      "id": 2004732425582,
      "law": "The atonement (to be performed) by sinners (of) four (kinds) even, has been thus declared; hear now the penances for those who have intercourse with outcasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FzliMjZ52bLmHY0elWcVpQ=="
    },
    {
      "id": 6795052919073,
      "law": "He who associates with an outcast, himself becomes an outcast after a year, not by sacrificing for him, teaching him, or forming a matrimonial alliance with him, but by using the same carriage or seat, or by eating with him.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0RBeYQ7eYUDhyfWhiO6lSA=="
    },
    {
      "id": 3863974624503,
      "law": "He who associates with any one of those outcasts, must perform, in order to atone for (such) intercourse, the penance prescribed for that (sinner).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HDrR3N29T3mmHx9///x1zQ=="
    },
    {
      "id": 5497504559514,
      "law": "The Sapindas and Samanodakas of an outcast must offer (a libation of) water (to him, as if he were dead), outside (the village), on an inauspicious day, in the evening and in the presence of the relatives, officiating priests, and teachers.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-y1mjQriYH4jCwbhZAQ8/Zg=="
    },
    {
      "id": 5860040813908,
      "law": "A female slave shall upset with her foot a pot filled with water, as if it were for a dead person; (his Sapindas) as well as the Samanodakas shall be impure for a day and a night;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-se1t6GuGB1RLMJ3Ly8Z7EA=="
    },
    {
      "id": 3105022171847,
      "law": "But thenceforward it shall be forbidden to converse with him, to sit with him, to give him a share of the inheritance, and to hold with him such intercourse as is usual among men;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZjPTuqt+MzEWIzSv4io2zw=="
    },
    {
      "id": 2188488242194,
      "law": "And (if he be the eldest) his right of primogeniture shall be withheld and the additional share, due to the eldest son; and his stead a younger brother, excelling in virtue, shall obtain the share of the eldest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qQ4F6ovbT9vNi9n7HEMuqw=="
    },
    {
      "id": 6210858347337,
      "law": "But when he has performed his penance, they shall bathe with him in a holy pool and throw down a new pot, filled with water.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cmIqXjBKPMGZ3XwN6bZr4g=="
    },
    {
      "id": 5541846158289,
      "law": "But he shall throw that pot into water, enter his house and perform, as before, all the duties incumbent on a relative.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Xo20HTyALjXGZfTyyG4IsA=="
    },
    {
      "id": 3379991985103,
      "law": "Let him follow the same rule in the case of female outcasts; but clothes, food, and drink shall be given to them, and they shall live close to the (family-) house.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fsbSilpfCycGMp/nLkguVw=="
    },
    {
      "id": 2887750498741,
      "law": "Let him not transact any business with unpurified sinners; but let him in no way reproach those who have made atonement.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z3FuWvNk2inta7LpiAx6hw=="
    },
    {
      "id": 3750221293276,
      "law": "Let him not dwell together with the murderers of children, with those who have returned evil for good, and with the slayers of suppliants for protection or of women, though they may have been purified according to the sacred law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-a23XoXMLhQcBkAD4gM9f8Q=="
    },
    {
      "id": 6584862314678,
      "law": "Those twice-born men who may not have been taught the Savitri (at the time) prescribed by the rule, he shall cause to perform three Krikkhra (penances) and afterwards initiate them in accordance with the law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-d5b/t7OdS+QRrfSmbJpdxw=="
    },
    {
      "id": 5824919431333,
      "law": "Let him prescribe the same (expiation) when twice-born men, who follow forbidden occupations or have neglected (to learn) the Veda, desire to perform a penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rfIz7lCrDjOdWwOh0/0Umg=="
    },
    {
      "id": 4645740823038,
      "law": "If Brahmanas acquire property by a reprehensible action, they become pure by relinquishing it, muttering prayers, and (performing) austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-L9RMXUVadXR7txgR/+bIlA=="
    },
    {
      "id": 1494696807597,
      "law": "By muttering with a concentrated mind the Savitri three thousand times, (dwelling) for a month in a cow-house, (and) subsisting on milk, (a man) is freed from (the guilt of) accepting presents from a wicked man.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GCWeqkZGqmnP7PHOAFtlPA=="
    },
    {
      "id": 6683121142694,
      "law": "But when he returns from the cow-house, emaciated with his fast, and reverently salutes, (the Brahmanas) shall ask him, 'Friend, dost thou desire to become our equal?'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+1vB4rG7u/Z80OXLD4wiJg=="
    },
    {
      "id": 2218133345862,
      "law": "If he answers to the Brahmanas, 'Forsooth, (I will not offend again), 'he shall scatter (some) grass for the cows; if the cows hallow that place (by eating the grass) the (Brahmana) shall re-admit him (into their community).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YDZiKULV9XsTPtx5cKVUHw=="
    },
    {
      "id": 7161534734204,
      "law": "He who has sacrificed for Vratyas, or has performed the obsequies of strangers, or a magic sacrifice (intended to destroy life) or an Ahina sacrifice, removes (his guilt) by three Krikkhra (penances).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cuByeSlZqUx/XOUF2Ce64Q=="
    },
    {
      "id": 1271939317857,
      "law": "A twice-born man who has cast off a suppliant for protection, or has (improperly) divulged the Veda, atones for his offence, if he subsists during a year on barley.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-O++d7rtzQfi81BJsDJwJmw=="
    },
    {
      "id": 4298473967010,
      "law": "He who has been bitten by a dog, a jackal, or a donkey, by a tame carnivorous animal, by a man, a horse, a camel, or a (village-) pig, becomes pure by suppressing his breath (Pranayama).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fw2IZxqNw/zsEhL1KdocZQ=="
    },
    {
      "id": 6724842747109,
      "law": "To eat during a month at each sixth mealtime (only), to recite the Samhita (of a Veda), and (to perform) daily the Sakala oblations, are the means of purifying those excluded from society at repasts (Apanktya).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LSGIW5flXtQHrOg3Kk2BNA=="
    },
    {
      "id": 2740302592880,
      "law": "A Brahmana who voluntarily rode in a carriage drawn by camels or by asses, and he who bathed naked, become pure by suppressing his breath (Pranayama).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sEYg96kiRDDBcvaWf/5nhg=="
    },
    {
      "id": 1771094018721,
      "law": "He who has relieved the necessities of nature, being greatly pressed, either without (using) water or in water, becomes pure by bathing outside (the village) in his clothes and by touching a cow.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pobMP0dJRZ58ylxt6PSqrg=="
    },
    {
      "id": 4442828536839,
      "law": "Fasting is the penance for omitting the daily rites prescribed by the Veda and for neglecting the special duties of a Snataka.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ue12tKoaZsgtcsY3uDTS9Q=="
    },
    {
      "id": 2571817273786,
      "law": "He who has said 'Hum' to a Brahmana, or has addressed one of his betters with 'Thou,' shall bathe, fast during the remaining part of the day, and appease (the person offended) by a reverential salutation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wXpykjxf9QpWfpZ69mW7UA=="
    },
    {
      "id": 6327763861393,
      "law": "He who has struck (a Brahmana) even with a blade of grass, tied him by the neck with a cloth, or conquered him in an altercation, shall appease him by a prostration.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QaX5NecG4BdMmpOFm95aGg=="
    },
    {
      "id": 1352689395145,
      "law": "But he who, intending to hurt a Brahmana, has threatened (him with a stick and the like) shall remain in hell during a hundred years; he who (actually) struck him, during one thousand years.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-DAze7MSStJzKMc7Xb/X/ag=="
    },
    {
      "id": 4059098518355,
      "law": "As many particles of dust as the blood of a Brahmana causes to coagulate, for so many thousand years shall the shedder of that (blood) remain in hell.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xqmp7uTeGcM6lyLT1pCAEg=="
    },
    {
      "id": 2001914095651,
      "law": "For threatening a Brahmana, (the offender) shall perform a Krikkhra, for striking him an Atikrikkhra, for shedding his blood a Krikkhra and an Atikrikkhra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-elaUmbYXcyAnfQV5oyVb8w=="
    },
    {
      "id": 6593947714223,
      "law": "For the expiation of offences for which no atonement has been prescribed, let him fix a penance after considering (the offender's) strength and the (nature of the) offence.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/QQanIsvYCswawUBVV8/9g=="
    },
    {
      "id": 4705631558677,
      "law": "I will (now) describe to you those means, adopted by the gods, the sages, and the manes, through which a man may remove his sins.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FIVwGZuFBNgmYRwtI8LV1Q=="
    },
    {
      "id": 3476109420849,
      "law": "A twice-born man who performs (the Krikkhra penance), revealed by Pragapati, shall eat during three days in the morning (only), during (the next) three days in the evening (only), during the (following) three days (food given) unasked, and shall fast during another period of three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EeP/X/BbFpfoCNQYc0ULxQ=="
    },
    {
      "id": 5566111323079,
      "law": "(Subsisting on) the urine of cows, cowdung, milk, sour milk, clarified butter, and a decoction of Kusa-grass, and fasting during one (day and) night, (that is) called a Samtapana Krikkhra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hX7EcQ44xidYNaDvXWL5eA=="
    },
    {
      "id": 6595110542262,
      "law": "A twice-born man who performs an Atikrikkhra (penance), must take his food during three periods of three days in the manner described above, (but) one mouthful only at each meal, and fast during the last three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fypHJWg/vSDlNo5rEejHXA=="
    },
    {
      "id": 2358800007230,
      "law": "A Brahmana who performs a Taptakrikkhra (penance) must drink hot water, hot milk, hot clarified butter and (inhale) hot air, each during three days, and bathe once with a concentrated mind.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6zSN2SIYxOZHZz1AJ+Swlw=="
    },
    {
      "id": 2554958757087,
      "law": "A fast for twelve days by a man who controls himself and commits no mistakes, is called a Paraka Krikkhra, which removes all guilt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b05U7p5KuN9z4sclrGrN9Q=="
    },
    {
      "id": 1502881342016,
      "law": "If one diminishes (one's food daily by) one mouthful during the dark (half of the month) and increases (it in the same manner) during the bright half, and bathes (daily) at the time of three libations (morning, noon, and evening), that is called a lunar penance (Kandrayana).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-EA2yWuM05GXtnxfaIPS97w=="
    },
    {
      "id": 3651256499514,
      "law": "Let him follow throughout the same rule at the (Kandrayana, called) yavamadhyama (shaped like a barley-corn), (but) let him (in that case) begin the lunar penance, (with a) controlled (mind), on the first day of the bright half (of the month).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tBCx2ZAdj2svg570XIrPEg=="
    },
    {
      "id": 2419113914244,
      "law": "He who performs the lunar penance of ascetics, shall eat (during a month) daily at midday eight mouthfuls, controlling himself and consuming sacrificial food (only).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cCtjX6j0/g5JNIen/0msUQ=="
    },
    {
      "id": 2970281224042,
      "law": "If a Brahmana, with concentrated mind, eats (during a month daily) four mouthfuls in a morning and four after sunset, (that is) called the lunar penance of children.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qYiYIKvZydya31gFpKU0rA=="
    },
    {
      "id": 6215469030876,
      "law": "He who, concentrating his mind, eats during a month in any way thrice eighty mouthfuls of sacrificial food, dwells (after death) in the world of the moon.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-09tFwZIhkhPzf1eM41A1OA=="
    },
    {
      "id": 6216602461960,
      "law": "The Rudras, likewise the Adityas, the Vasus and the Maruts, together with the great sages, practised this (rite) in order to remove all evil.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-KPX83vsoYUbjsApFUX31/g=="
    },
    {
      "id": 3704661877864,
      "law": "Burnt oblations, accompanied by (the recitation of) the Mahavyahritis, must daily be made (by the penitent) himself, and he must abstain from injuring (sentient creatures), speak the truth, and keep himself free from anger and from dishonesty.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Hk8DyEU6gxHv+vQnPyh5qA=="
    },
    {
      "id": 4247173272708,
      "law": "Let him bathe three times each day and thrice each night, dressed in his clothes; let him on no account talk to women, Sudras, and outcasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bahriSwtlOUVWv+TXnJFlA=="
    },
    {
      "id": 2766224050157,
      "law": "Let him pass the time standing (during the day) and sitting (during the night), or if he is unable (to do that) let him lie on the (bare) ground; let him be chaste and observe the vows (of a student) and worship his Gurus, the gods, and Brahmanas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-vn9vcAZPiC6YDDy6y78Rkg=="
    },
    {
      "id": 1318244619796,
      "law": "Let him constantly mutter the Savitri and (other) purificatory texts according to his ability; (let him) carefully (act thus) on (the occasion of) all (other) vows (performed) by way of penance.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ckh6buWpcDnWIfwnvdWBSA=="
    },
    {
      "id": 1408239413249,
      "law": "By these expiations twice-born men must be purified whose sins are known, but let him purify those whose sins are not known by (the recitation of) sacred texts and by (the performance of) burnt oblations.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-AN9sR3aA7+CorGm9XEx2Bg=="
    },
    {
      "id": 5137995583178,
      "law": "By confession, by repentance, by austerity, and by reciting (the Veda) a sinner is freed from guilt, and in case no other course is possible, by liberality.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OEevSni6CXnn74RXLMjCHQ=="
    },
    {
      "id": 3535397420978,
      "law": "In proportion as a man who has done wrong, himself confesses it, even so far he is freed from guilt, as a snake from its slough.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-e78eTVtEWoPj9hrX4uuy0A=="
    },
    {
      "id": 6559709058512,
      "law": "In proportion as his heart loathes his evil deed, even so far is his body freed from that guilt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ctPyHMn8oii7si9oEYXd8w=="
    },
    {
      "id": 3855572748590,
      "law": "He who has committed a sin and has repented, is freed from that sin, but he is purified only by (the resolution of) ceasing (to sin and thinking) 'I will do so no more.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tmQ+wmW45onp6paz+0yFMQ=="
    },
    {
      "id": 4767145925991,
      "law": "Having thus considered in his mind what results will arise from his deeds after death, let him always be good in thoughts, speech, and actions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IwCmiBivNIbizD04aSDzCw=="
    },
    {
      "id": 1228676878653,
      "law": "He who, having either unintentionally or intentionally committed a reprehensible deed, desires to be freed from (the guilt on it, must not commit it a second time.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kO/V58H5jk3Gi6NKS2mg8Q=="
    },
    {
      "id": 3196714703803,
      "law": "If his mind be uneasy with respect to any act, let him repeat the austerities (prescribed as a penance) for it until they fully satisfy (his conscience).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-G7vSsdTIHOVGwJkw8+ay9Q=="
    },
    {
      "id": 4488018201788,
      "law": "All the bliss of gods and men is declared by the sages to whom the Veda was revealed, to have austerity for its root, austerity for its middle, and austerity for its end.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-GX3Izdq17yOEyVhS52Wl1A=="
    },
    {
      "id": 6575126241539,
      "law": "(The pursuit of sacred) knowledge is the austerity of a Brahmana, protecting (the people) is the austerity of a Kshatriya, (the pursuit of) his daily business is the austerity of a Vaisya, and service the austerity of a Sudra.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-j5AL8DWZu+yrDsORHiWgWw=="
    },
    {
      "id": 3459013318189,
      "law": "The sages who control themselves and subsist on fruit, roots, and air, survey the three worlds together with their moving and immovable (creatures) through their austerities alone.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-98B6c9kgWnJFLI85kCB5oQ=="
    },
    {
      "id": 6934019988581,
      "law": "Medicines, good health, learning, and the various divine stations are attained by austerities alone; for austerity is the means of gaining them.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-sus8Ed/taE1db6dYm8C4Nw=="
    },
    {
      "id": 7009395694913,
      "law": "Whatever is hard to be traversed, whatever is hard to be attained, whatever is hard to be reached, whatever is hard to be performed, all (this) may be accomplished by austerities; for austerity (possesses a power) which it is difficult to surpass.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+5GKf92hXBnTl4nuuaIbpw=="
    },
    {
      "id": 5834896434820,
      "law": "Both those who have committed mortal sin (Mahapataka) and all other offenders are severally freed from their guilt by means of well-performed austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/c+tVFfD5bf43cVygMPkLQ=="
    },
    {
      "id": 1824265898257,
      "law": "Insects, snakes, moths, bees, birds and beings, bereft of motion, reach heaven by the power of austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ncLvQssuPtgOFXkz7ZfVdQ=="
    },
    {
      "id": 3538679771780,
      "law": "Whatever sin men commit by thoughts, words, or deeds, that they speedily burn away by penance, if they keep penance as their only riches.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xprJ6OgJHnfmwQzktI7j3g=="
    },
    {
      "id": 3409015612971,
      "law": "The gods accept the offerings of that Brahmana alone who has purified himself by austerities, and grant to him all he desires.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WqXZnwJfZaTbEfWZNdWvvw=="
    },
    {
      "id": 6155105602090,
      "law": "The lord, Pragapati, created these Institutes (of the sacred law) by his austerities alone; the sages likewise obtained (the revelation of) the Vedas through their austerities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-oPe09nbalKlew6aj5P7DSQ=="
    },
    {
      "id": 2453174038683,
      "law": "The gods, discerning that the holy origin of this whole (world) is from austerity, have thus proclaimed the incomparable power of austerity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3bRxiZNe5CVcOvS3jiOm/g=="
    },
    {
      "id": 2169815977414,
      "law": "The daily study of the Veda, the performance of the great sacrifices according to one's ability, (and) patience (in suffering) quickly destroy all guilt, even that caused by mortal sins.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-plNVL25J3P8fOjqBaIL7DQ=="
    },
    {
      "id": 2812724110989,
      "law": "As a fire in one moment consumes with its bright flame the fuel that has been placed on it, even so he who knows the Veda destroys all guilt by the fire of knowledge.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kEAEbc9Lwln4K9WSKrdaHQ=="
    },
    {
      "id": 5430248622909,
      "law": "The penances for sins (made public) have been thus declared according to the law; learn next the penances for secret (sins).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+l+Q3ss+nIf5ycBT/7+QCw=="
    },
    {
      "id": 2495718636715,
      "law": "Sixteen suppressions of the breath (Pranayama) accompanied by (the recitation of) the Vyahritis and of the syllable Om, purify, if they are repeated daily, after a month even the murderer of a learned Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5VJHrXrR+s05PmiQOg6kCg=="
    },
    {
      "id": 2627342728817,
      "law": "Even a drinker of (the spirituous liquor called) Sura becomes pure, if he mutters the hymn (seen) by Kutsa, 'Removing by thy splendour our guilt, O Agni,' &amp;c., (that seen) by Vasishtha, 'With their hymns the Vasishthas woke the Dawn,' &amp;c., the Mahitra (hymn) and (the verses called) Suddhavatis.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BfK+SsGtxF5FPJFLezeE/w=="
    },
    {
      "id": 2595204411288,
      "law": "Even he who has stolen gold, instantly becomes free from guilt, if he once mutters (the hymn beginning with the words) 'The middlemost brother of this beautiful, ancient Hotri-priest' and the Sivasamkalpa.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-s5l8LenWy8yDYnX2c41CYw=="
    },
    {
      "id": 1745916275923,
      "law": "The violator of a Guru's bed is freed (from sin), if he repeatedly recites the Havishpantiya (hymn), (that beginning) 'Neither anxiety nor misfortune,' (and that beginning) 'Thus, verily, thus,' and mutters the hymn addressed to Purusha.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-kVIOUsSIsvnuD/J2yjNZqQ=="
    },
    {
      "id": 3556904923898,
      "law": "He who desires to expiate sins great or small, must mutter during a year the Rit-verse 'May we remove thy anger, O Varuna,' &amp;c., or 'Whatever offence here, O Varuna,' &amp;c.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-elw16mCCTf0AQCQ2FhdkIw=="
    },
    {
      "id": 2234921249283,
      "law": "That man who, having accepted presents which ought not to be accepted, or having eaten forbidden food, mutters the Taratsamandiya (Rikas), becomes pure after three days.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-SdgNbd6fChPGeQMs7nszug=="
    },
    {
      "id": 4582445185830,
      "law": "But he who has committed many sins, becomes pure, if he recites during a month the (four verses) addressed to Soma and Rudra, and the three verses (beginning) 'Aryaman, Varuna, and Mitra,' while he bathes in a river.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z/r6ifIX6+hGaEIRGjmzDA=="
    },
    {
      "id": 3538444555163,
      "law": "A grievous offender shall mutter the seven verses (beginning with) 'Indra,' for half a year; but he who has committed any blamable act in water, shall subsist during a month on food obtained by begging.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UxsqHNSFguyHiz8WtMOIjg=="
    },
    {
      "id": 2031262500597,
      "law": "A twice-born man removes even very great guilt by offering clarified butter with the sacred texts belonging to the Sakala-homas, or by muttering the Rik, (beginning) 'Adoration.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-eb7dj286LVuHqisl/uuLYw=="
    },
    {
      "id": 4532341684523,
      "law": "He who is stained by mortal sin, becomes pure, if, with a concentrated mind, he attends cows for a year, reciting the Pavamani (hymns) and subsisting on alms.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bsHj1WltzkltQoT1SchDrQ=="
    },
    {
      "id": 3376981325175,
      "law": "Or if, pure (in mind and in body), he thrice repeats the Samhita of the Veda in a forest, sanctified by three Paraka (penances), he is freed from all crimes causing loss of caste (pataka).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RftHUV4RESaMSIAk9uOExg=="
    },
    {
      "id": 5598880000319,
      "law": "But if (a man) fasts during three days, bathing thrice a day, and muttering (in the water the hymn seen by) Aghamarshana, he is (likewise) freed from all sins causing loss of caste.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7UNe8kxkZ5InxR/yama0RA=="
    },
    {
      "id": 3946404217790,
      "law": "As the horse-sacrifice, the king of sacrifices, removes all sin, even so the Aghamarshana hymn effaces all guilt.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qghbSOQeqi6g9CQbrzTWvA=="
    },
    {
      "id": 2429099704427,
      "law": "A Brahmana who retains in his memory the Rig-veda is not stained by guilt, though he may have destroyed these three worlds, though he may eat the food of anybody.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-h53se5XVdq/0iZZB1naxkw=="
    },
    {
      "id": 3843695721848,
      "law": "He who, with a concentrated mind, thrice recites the Riksamhita, or (that of the) Yagur-veda; or (that of the) Sama-veda together with the secret (texts, the Upanishads), is completely freed from all sins.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-OpSlTiUDfcSaGd9Mnftl8g=="
    },
    {
      "id": 3385410068844,
      "law": "As a clod of earth, falling into a great lake, is quickly dissolved, even so every sinful act is engulfed in the threefold Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bE1a91v93a4c2gnExR4N4A=="
    },
    {
      "id": 1405271971658,
      "law": "The Rikas, the Yagus (-formulas) which differ (from the former), the manifold Saman (-songs), must be known (to form) the triple Veda; he who knows them, (is called) learned in the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QPvuGrRPT9E7Qz2ToKEeMg=="
    },
    {
      "id": 5178452113656,
      "law": "The initial triliteral Brahman on which the threefold (sacred science) is based, is another triple Veda which must be kept secret; he who knows that, (is called) learned in the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-obmdCfTpcNNJhbuR8fAdRw=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-Gq+/EVhV3Mx5pwmsxNlecg=="
}