{
  "id": 2286677565634,
  "title": "CHAPTER XI.",
  "created": "Sunday, April 13, 2025 - 4:50:45 PM",
  "hash": "md5-N5m9nexczXUy4zPjYoCnug==",
  "data": [
    {
      "id": 6394422004343,
      "dbid": "67fc4dd52a3b08555c5d7284",
      "law": "Him who wishes to marry for the sake of having offspring, him who wishes to perform a sacrifice, a traveller, him who has given away all his property, him who begs for the sake of his teacher, his father, or his mother, a student of the Veda, and a sick man. These nine Brahmanas one should consider as Snatakas, begging in order to fulfil the sacred law; to such poor men gifts must be given in proportion to their learning.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-rP91XTfY9w4mq4Du1ChTVg=="
    },
    {
      "id": 6201730876569,
      "dbid": "67fc4dd52a3b08555c5d7285",
      "law": "To these most excellent among the twice-born, food and presents of money must be given. It is declared that food must be given to others outside the sacrificial enclosure.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-vVMiMNfTdJEPmqAzO26Z1w=="
    },
    {
      "id": 3656165400862,
      "dbid": "67fc4dd52a3b08555c5d7286",
      "law": "But a king shall bestow, as is proper, jewels of all sorts, and presents for the sake of sacrifices on Brahmanas learned in the Vedas.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-HspzPTKubYCXOputukdBTg=="
    },
    {
      "id": 1440703562206,
      "dbid": "67fc4dd52a3b08555c5d7287",
      "law": "If a man who has a wife weds a second wife, having begged money (to defray the marriage expenses, he obtains) no advantage but sensual enjoyment; but the issue (of his second marriage belongs) to the giver of the money.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-MO9zr3rwS4H5aaW3JCW3ag=="
    },
    {
      "id": 4515595083795,
      "dbid": "67fc4dd52a3b08555c5d7288",
      "law": "One should give, according to one's ability, wealth to Brahmanas learned in the Veda and living alone. Thus one obtains after death heavenly bliss.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-ZOsyRLXJYDd/IDfNUftd8g=="
    },
    {
      "id": 5900380171442,
      "dbid": "67fc4dd52a3b08555c5d7289",
      "law": "He who may possess a supply of food sufficient to maintain those dependant on him during three years or more than that, is worthy to drink the Soma-juice.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-NoRskNsgt/+WkizcgRoBBw=="
    },
    {
      "id": 3756828053728,
      "dbid": "67fc4dd52a3b08555c5d728a",
      "law": "But a twice-born man, who, though possessing less than that amount of property, nevertheless drinks the Soma-juice, does not derive any benefit from that act, though he may have formerly drunk the Soma-juice.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-N6SAnmL+c/3+Ov68msUNmQ=="
    },
    {
      "id": 2442265728350,
      "dbid": "67fc4dd52a3b08555c5d728b",
      "law": "If an opulent man is liberal towards strangers, while his family lives in distress, that counterfeit virtue will first make him taste the sweets of fame, but afterwards make him swallow the poison of punishment in hell.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-w27jjzUz9gDUcui4yOW9rg=="
    },
    {
      "id": 2601843120933,
      "dbid": "67fc4dd52a3b08555c5d728c",
      "law": "If a man does anything for the sake of his happiness in another world, to the detriment of those whom he is bound to maintain, that produces evil results for him, both while he lives and when he is dead.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-plVF0uRiGcL5gZGyzNHQrg=="
    },
    {
      "id": 6802024538218,
      "dbid": "67fc4dd52a3b08555c5d728d",
      "law": "If a sacrifice, offered by any twice-born sacrificer, and especially by a Brahmana, must remain incomplete through the want of one requisite, while a righteous king rules. That article required for the completion of the sacrifice, may be taken forcibly from the house of any Vaisya, who possesses a large number of cattle, but neither performs the minor sacrifices nor drinks the Soma-juice;",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-kA5CmDTd8fO8IIUTtgZa+A=="
    },
    {
      "id": 1882504130287,
      "dbid": "67fc4dd52a3b08555c5d728e",
      "law": "Likewise he who has not eaten at the time of six meals, may take at the time of the seventh meal food from a man who neglects his sacred duties, without however making a provision for the morrow.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-mtLMySFZbEkChJvdVTyISw=="
    },
    {
      "id": 3929527544589,
      "dbid": "67fc4dd52a3b08555c5d728f",
      "law": "Either from the threshing-floor, or from a field, or out of the house, or wherever he finds it if the owner asks him, he must confess to him that deed and its cause. On such occasions a Kshatriya must never take the property of a virtuous Brahmana; but he who is starving may appropriate the possessions of a Dasyu, or of one who neglects his sacred duties.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-GGs2ZhqqeljrOz/osn+i+w=="
    },
    {
      "id": 3847503730450,
      "dbid": "67fc4dd52a3b08555c5d7290",
      "law": "He who takes property from the wicked and bestows it on the virtuous, transforms himself into a boat, and carries both over the sea of misfortune. The property of those who zealously offer sacrifices, the wise call the property of the gods. The wealth of those who perform no sacrifices is called the property of the Asuras.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-rDTxNeSbszSUC1I/y2OBuQ=="
    },
    {
      "id": 5056243364290,
      "dbid": "67fc4dd52a3b08555c5d7291",
      "law": "Having ascertained the number of those dependent on such a man, and having fully considered his learning and his conduct, the king shall allow him, out of his own property, a maintenance whereon he may live according to the law. And after allotting to him a maintenance, the king must protect him in every way. For he obtains from such a man whom he protects, the part of his spiritual merit.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-u0IsrI2u5TKVCtAzItKAhQ=="
    },
    {
      "id": 5290122959643,
      "dbid": "67fc4dd52a3b08555c5d7292",
      "law": "A Brahmana shall never beg from a Sudra property for a sacrifice; for a sacrificer, having begged (it from such a man), after death is born (again) as a Kandala.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-OoMDIGDmmzwwVOLbSo5aXw=="
    },
    {
      "id": 6799872425070,
      "dbid": "67fc4dd52a3b08555c5d7293",
      "law": "A Brahmana who, having begged any property for a sacrifice, does not use the whole for that purpose, becomes for a hundred years a vulture of the kind called Bhasa, or a crow.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-VK8apS9Hy/sO2yf700P9Tg=="
    },
    {
      "id": 3603153160408,
      "dbid": "67fc4dd52a3b08555c5d7294",
      "law": "That sinful man, who, through covetousness, seizes the property of the gods, or the property of Brahmanas, shall have entire proper confiscated and inprisoned for life to protect the Brahmana class.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-tCXvcm9IkuW6XJ9ubJcZaw=="
    },
    {
      "id": 2876665656844,
      "dbid": "67fc4dd52a3b08555c5d7295",
      "law": "In case the prescribed sacrifices cannot be performed, let him always offer at the change of the year a Vaisvanari Ishti as a penance for the omission. But a twice-born, who, without being in distress, performs his duties according to the law for times of distress, obtains no reward for them in the next world.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-yZhwA3XueMiYatygBexHHQ=="
    },
    {
      "id": 1750618217217,
      "dbid": "67fc4dd52a3b08555c5d7296",
      "law": "By the Visvedevas, by the Sadhyas, and by the great sages of the Brahmana caste, who were afraid of perishing in times of distress, a substitute was made for the principal rule. That evil-minded man who being able to fulfil the original law lives according to the secondary rule reaps no reward.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-juOgmUf1htWUGRalUHnucQ=="
    },
    {
      "id": 2296423727297,
      "dbid": "67fc4dd52a3b08555c5d7297",
      "law": "A Brahmana who knows the law need not bring any offence to the notice of the King by his own power alone be can punish those men who injure him. His own power is greater than the power of the King the Brahmana therefore, may punish his foes by his own power alone.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-L0nW3koPkBHsptHaJkUw/g=="
    },
    {
      "id": 5819993779623,
      "dbid": "67fc4dd52a3b08555c5d7298",
      "law": "Let him use without hesitation the sacred texts speech indeed is the weapon of the Brahmana, with that he may conquered his enemies.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-Gw38VQeQbWdE8TjY3wiwkA=="
    },
    {
      "id": 3882126665675,
      "dbid": "67fc4dd52a3b08555c5d7299",
      "law": "A Kshatriya shall pass through misfortunes which have befallen him by the strength of his arms, a Vaisya and a Sudra by their wealth, the chief of the twice-born by muttered prayers and burnt-oblations.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-riMW3k9j/6ZHAhQ9E7ZTiA=="
    },
    {
      "id": 1456457514059,
      "dbid": "67fc4dd52a3b08555c5d729a",
      "law": "The Brahmana is declared to be the creator of the world, the punisher, the teacher, and hence a benefactor of all created beings to him let no man say anything unpropitious, nor use any harsh words.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-wtkMes8MQdbto19pUmuvjw=="
    },
    {
      "id": 3542724023618,
      "dbid": "67fc4dd52a3b08555c5d729b",
      "law": "Neither a girl, nor a married young woman, nor a man of little learning, nor a fool, nor a man in great suffering, nor one uninitiated, shall offer an Agnihotra.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-VrifnfHeGZYfC/mGMT5EEw=="
    },
    {
      "id": 5369453299947,
      "dbid": "67fc4dd52a3b08555c5d729c",
      "law": "For such persons offering a burnt-oblation sink into hell, as well as he to whom that (Agnihotra) belongs; hence the person who sacrifices for another must be skilled in the performance of Vaitana rites, and know the whole Veda.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-PKSNKRquEQgvxv5gwnO2ag=="
    },
    {
      "id": 2393952375168,
      "dbid": "67fc4dd52a3b08555c5d729d",
      "law": "Let him who has faith and controls his senses perform other meritorious acts, but let him on no account offer sacrifices at which he gives smaller fees than those prescribed.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-f+itg+PkPVhWa8INVCvzUg=="
    },
    {
      "id": 1719158714521,
      "dbid": "67fc4dd52a3b08555c5d729e",
      "law": "The organs of sense and action, honour, bliss in heaven, longevity, fame, offspring, and cattle are destroyed by a sacrifice at which too small sacrificial fees are given hence a man of small means should not offer a Srauta sacrifice.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-1HfpU2mo0YI0y8BaYto6XQ=="
    },
    {
      "id": 5941587229667,
      "dbid": "67fc4dd52a3b08555c5d729f",
      "law": "A Brahmana who voluntarily neglects the sacred fires, shall perform a lunar penance during one month; for that offence is equal to the slaughter of a son.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-KrvtD2FHwjvA3DhhboBOeg=="
    },
    {
      "id": 1719098938501,
      "dbid": "67fc4dd52a3b08555c5d72a0",
      "law": "Those who, obtaining wealth from Sudras, are priests officiating for Sudras and hence censured among those who recite the Veda.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-UKuERXjK0RKt/k+UPZZJrA=="
    },
    {
      "id": 4947341370711,
      "dbid": "67fc4dd52a3b08555c5d72a1",
      "law": "Treading with his foot on the heads of those fools who worship a fire kindled at the expense of a Sudra, the giver of the wealth shall always pass over his miseries in the next world.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-ZdL1qlLiNz0yLF745rSJDw=="
    },
    {
      "id": 2763938073339,
      "dbid": "67fc4dd52a3b08555c5d72a2",
      "law": "A man who omits a prescribed act, or performs a blamable act, or cleaves to sensual enjoyments, must perform a penance. All sages prescribe a penance for a sin unintentionally committed some declare, on the evidence of the revealed texts that it may be performed even for an intentional offence.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-i15KRba8zi/Dikblg7M0pQ=="
    },
    {
      "id": 3543063058710,
      "dbid": "67fc4dd52a3b08555c5d72a3",
      "law": "A sin unintentionally committed is expiated by the recitation of Vedic texts, but that which men in their folly commit intentionally, by various special penances.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-XD39wBWuOrsJrNIAP/TDew=="
    },
    {
      "id": 5558221453784,
      "dbid": "67fc4dd52a3b08555c5d72a4",
      "law": "A twice-born man, having become liable to perform a penance, be it by the decree of fate or by an act committed in a former life, must not, before the penance has been performed, have intercourse with virtuous men.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-udXiCH/zYqKcc2rhpXZ5KA=="
    },
    {
      "id": 4115311876421,
      "dbid": "67fc4dd52a3b08555c5d72a5",
      "law": "Some wicked men suffer a change of their natural appearance in consequence of crimes committed in this life, and some in consequence of those committed in a former existence.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-HLBDwtfTqipY3+HkczNhgQ=="
    },
    {
      "id": 5019921423812,
      "dbid": "67fc4dd52a3b08555c5d72a6",
      "law": "He who steals the gold of a Brahmana has diseased nails; a drinker of the spirituous liquor called Sura, black teeth; the slayer of a Brahmana, consumption; the violator of a Guru's bed, a diseased skin.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-Xe4IgCo53i2dPs/FAlDooA=="
    },
    {
      "id": 4887119441159,
      "dbid": "67fc4dd52a3b08555c5d72a7",
      "law": "An informer, a foul-smelling nose; a calumniator, a stinking breath, a stealer of grain, deficiency in limbs, he who adulterates grain, redundant limbs.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-/G4/jQIYQ5EtzHm+wfWwJw=="
    },
    {
      "id": 1328794905273,
      "dbid": "67fc4dd52a3b08555c5d72a8",
      "law": "A stealer of cooked food, dyspepsia, a stealer of the words of the Veda, dumbness a stealer of clothes, white leprosy; a horse-stealer, lameness.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-uWASiM8A3p74woNfNs/ZSw=="
    },
    {
      "id": 1899953586078,
      "dbid": "67fc4dd52a3b08555c5d72a9",
      "law": "The stealer of a lamp will become blind he who extinguishes it will become one-eyed injury to sentient beings is punished by general sickliness. An adulterer will have swellings in his limbs.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-w5+hdqo9uPbJLg8JkeFspA=="
    },
    {
      "id": 6201680625986,
      "dbid": "67fc4dd52a3b08555c5d72aa",
      "law": "Thus in consequence of a remnant of the guilt of former crimes, are born idiots, dumb, blind, deaf, and deformed men, who are (all) despised by the virtuous. Penances, therefore, must always be performed for the sake of purification, because those whose sins have not been expiated, are born again with disgraceful marks.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-sy5L0vWZoVbkGy4gtORmzw=="
    },
    {
      "id": 6365050267258,
      "dbid": "67fc4dd52a3b08555c5d72ab",
      "law": "Killing a Brahmana, drinking the spirituous liquor called Sura, stealing the gold of a Brahmana, adultery with a Guru's wife, and associating with such offenders, they declare to be mortal sins mahapataka.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-f72M8kG9MtxpcWjwBtlh3Q=="
    },
    {
      "id": 5553217336708,
      "dbid": "67fc4dd52a3b08555c5d72ac",
      "law": "Falsely attributing to oneself high birth, giving information to the king regarding a crime, and falsely accusing one's teacher, (are offences) equal to slaying a Brahmana.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-4WrT7FEq7p1MIrJBRF8+Rg=="
    },
    {
      "id": 2980457751902,
      "dbid": "67fc4dd52a3b08555c5d72ad",
      "law": "Forgetting the Veda, reviling the Vedas, giving false evidence, slaying a friend, eating forbidden food, or swallowing substances unfit for food, are six offences equal to drinking Sura.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-+kMVkL64pSpjIeI9ssFBZw=="
    },
    {
      "id": 3174073051949,
      "dbid": "67fc4dd52a3b08555c5d72ae",
      "law": "Stealing a deposit, or men, a horse, and silver, land, diamonds and other gems, is declared to be equal to stealing the gold of a Brahmana.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-EpU8LSsUXwagNmem8aUPOw=="
    },
    {
      "id": 4730793055285,
      "dbid": "67fc4dd52a3b08555c5d72af",
      "law": "Carnal intercourse with sisters by the same mother, with unmarried maidens, with females of the lowest castes, with the wives of a friend, or of a son, they declare to be equal to the violation of a Guru's bed.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-16Vlqg2icra5bqUUc3ccRQ=="
    },
    {
      "id": 3941487854290,
      "dbid": "67fc4dd52a3b08555c5d72b0",
      "law": "Slaying kine, sacrificing for those who are unworthy to sacrifice, adultery, selling oneself, casting off one's teacher, mother, father, or son, giving up the daily study of the Veda, and neglecting the sacred domestic fire.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-Z7SsTIgpG/xLDfxLNiC5Ng=="
    },
    {
      "id": 1313588347445,
      "dbid": "67fc4dd52a3b08555c5d72b1",
      "law": "Defiling a damsel, usury, breaking a vow, selling a tank, a garden, one's wife, or child, casting off a relative, teaching the Veda for wages, learning the Veda from a paid teacher, and selling goods which one ought not to sell, injuring living plants, subsisting on the earnings of one's wife, sorcery by means of sacrifices, and working magic by means of roots, doing acts for one's own advantage only, eating prohibited food, theft, non-payment of the three debts, stealing grain, base metals, or cattle, intercourse with women who drink spirituous liquor, slaying women, Sudras, Vaisyas, or Kshatriyas, and atheism, (are all) minor offences, causing loss of caste (Upapataka).",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-b1Gcw/xenLJOT1E7AdZObQ=="
    },
    {
      "id": 2549117908243,
      "dbid": "67fc4dd52a3b08555c5d72b2",
      "law": "Giving pain to a Brahmana by a blow, smelling at things which ought not to be smelt at, or at spirituous liquor, cheating, and an unnatural offence with a man, are declared to cause the loss of caste (Gatibhramsa)",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-gHGjfcXrG83Ikgk1Ow4Qvw=="
    },
    {
      "id": 3195327640338,
      "dbid": "67fc4dd52a3b08555c5d72b3",
      "law": "Killing a donkey, a horse, a camel, a deer, an elephant, a goat, a sheep, a fish, a snake, or a buffalo, must be known to degrade the offender to a mixed caste Samkarikarana.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-yoPt/zycr5xMiapJ1WBEQA=="
    },
    {
      "id": 5283882647703,
      "dbid": "67fc4dd52a3b08555c5d72b4",
      "law": "Accepting presents from blamed men, trading, serving Sudras, and speaking a falsehood, make the offender unworthy to receive gifts (Apatra).",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-x2U9XJPzFtI3oOCb+mRaww=="
    },
    {
      "id": 5731389744486,
      "dbid": "67fc4dd52a3b08555c5d72b5",
      "law": "Killing insects, small or large, or birds, eating anything kept close to spirituous liquors, stealing fruit, firewood, or flowers, are offences which make impure (Malavaha).",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-9YpU+td4yoPn9volgwJ/Xg=="
    },
    {
      "id": 4187909916345,
      "dbid": "67fc4dd52a3b08555c5d72b6",
      "law": "Learn now completely those penances, by means of which all the several offences mentioned can be expiated.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-sjvXc7t2BQ9gdlzyd2JZiw=="
    },
    {
      "id": 2629095098406,
      "dbid": "67fc4dd52a3b08555c5d72b7",
      "law": "For his purification the slayer of a Brahmana shall make a hut in the forest and dwell in it during twelve years, subsisting on alms and making the skull of a dead man his flag. Or let him, of his own free will, become in a battle the target of archers who know his purpose. Or he may thrice throw himself headlong into a blazing fire. Or, in order to remove the guilt of slaying a Brahmana, he may walk one hundred yoganas, reciting one of the Vedas, eating little, and controlling his organs. Having shaved off all his hair he may dwell at the extremity of the village, or in a hermitage, or at the root of a tree, taking pleasure in doing good to cows and Brahmanas. He who unhesitatingly abandons life for the sake of Brahmanas or of cows, is freed from the guilt of the murder of a Brahmana, and so is he who saves the life of a cow, or of a Brahmana.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-slQH1sFdhOUrQUpOLtGHxA=="
    },
    {
      "id": 6303924573478,
      "dbid": "67fc4dd52a3b08555c5d72b8",
      "law": "Or he may present to a Brahmana, learned in the Vedas whole property as much wealth as suffices for the maintenance of the recipient, or a house together with the furniture.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-JlNdiylLPBRh+Tc4tY0fOQ=="
    },
    {
      "id": 4966893895102,
      "dbid": "67fc4dd52a3b08555c5d72b9",
      "law": "If either he fights at least three times against robbers in defence of a Brahmana's property, or reconquers the whole property of a Brahmana, or if he loses his life for such a cause, he is freed from his guilt.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-WEUrU0ClJg2gOwshVHlETg=="
    },
    {
      "id": 7078226773127,
      "dbid": "67fc4dd52a3b08555c5d72ba",
      "law": "He who thus remains always firm in his vow, chaste, and of concentrated mind, removes after the lapse of twelve years the guilt of slaying a Brahmana.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-1wrQkrq9jUI4X7s9e5mK+A=="
    },
    {
      "id": 4255556677008,
      "dbid": "67fc4dd52a3b08555c5d72bb",
      "law": "Or he who, after confessing his crime in an assembly of the gods of the earth Brahnanas, and the gods of men Kshatriyas, bathes with the priests at the close of a horse-sacrifice, is also freed from guilt.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-jJVDhDFxgQtvQbym3xB6nw=="
    },
    {
      "id": 2784639418948,
      "dbid": "67fc4dd52a3b08555c5d72bc",
      "law": "The Brahmana is declared to be the root of the sacred law and the Kshatriya its top hence he who has confessed his sin before an assembly of such men, becomes pure.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-yKWaim6w/F0k0yKzjicPiA=="
    },
    {
      "id": 4470263789574,
      "dbid": "67fc4dd52a3b08555c5d72bd",
      "law": "By his origin alone a Brahmana is a deity even for the gods, and (his teaching is) authoritative for men, because the Veda is the foundation for that.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-7bGNpUYpSwwvw6dmnx8hTw=="
    },
    {
      "id": 6270574016249,
      "dbid": "67fc4dd52a3b08555c5d72be",
      "law": "If only three of them who are learned in the Veda proclaim the expiation for offences, that shall purify the sinners for the words of learned men are a means of purification.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-KJcpyCY3zMvmJGuXewitjQ=="
    },
    {
      "id": 6496973427957,
      "dbid": "67fc4dd52a3b08555c5d72bf",
      "law": "A Brahmana who, with a concentrated mind, follows any of the above-mentioned rules, removes the sin committed by slaying a Brahmana through his self-control.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-vnHs7zUD9dTYjwtwzK3+uA=="
    },
    {
      "id": 6009560506888,
      "dbid": "67fc4dd52a3b08555c5d72c0",
      "law": "For destroying the embryo (of a Brahmana, the sex of which was) unknown, for slaying a Kshatriya or a Vaisya who are engaged in or have offered a Vedic sacrifice, or a Brahmana woman who has bathed after temporary uncleanness (Atreyi), he must perform the same penance, likewise for giving false evidence in an important cause, for passionately abusing the teacher, for stealing a deposit, and for killing his wife or his friend.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-GR2PbJQzmQ5gnqawegafTg=="
    },
    {
      "id": 6532529507135,
      "dbid": "67fc4dd52a3b08555c5d72c1",
      "law": "This expiation has been prescribed for unintentionally killing a Brahmana, but for intentionally slaying a Brahmana no atonement is ordained.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-lRBXQfuWiLYYv2nvAusV+w=="
    },
    {
      "id": 6772442496076,
      "dbid": "67fc4dd52a3b08555c5d72c2",
      "law": "A twice-born man who has intentionally drunk, through delusion of mind, the spirituous liquor called Sura shall drink that liquor boiling-hot. When his body has been completely scalded by that, he is freed from his guilt. ",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-x9L9GkFjCLiSOlBKTv5TNg=="
    },
    {
      "id": 5843803026117,
      "dbid": "67fc4dd52a3b08555c5d72c3",
      "law": "Or, in order to remove the guilt of drinking Sura, he may eat during a year once a day at night grains of rice or oilcake, wearing clothes made of cowhair and his own hair in braids and carrying a wine cup as a flag.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-xpkhOshpvO+0F9BqwBONmw=="
    },
    {
      "id": 3141807041953,
      "dbid": "67fc4dd52a3b08555c5d72c4",
      "law": "Sura, indeed, is the dirty refuse (mala) of grain, sin also is called dirt (mala). Hence a Brahmana, a Kshatriya, and a Vaisya shall not drink Sura. Sura one must know to be of three kinds, that distilled from molasses (gaudi), that distilled from ground rice, and that distilled from Madhuka-flowers (madhvi); as the one named above even so are all three sorts forbidden to the chief of the twice-born.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-pdKLxGo7KEM9+LsDjkZBOA=="
    },
    {
      "id": 3938017225538,
      "dbid": "67fc4dd52a3b08555c5d72c5",
      "law": "Sura, all other intoxicating drinks and decoctions and flesh are the food of the Yakshas, Rakshasas, and Pisakas. A Brahmana who eats the remnants of the offerings consecrated to the gods, must not partake of such substances.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-iGdfTbzyIxT80s2o3CbK1Q=="
    },
    {
      "id": 6074147837088,
      "dbid": "67fc4dd52a3b08555c5d72c6",
      "law": "A Brahmana, stupefied by drunkenness, might fall on something impure, or improperly pronounce Vedic texts, or commit some other act which ought not to be committed.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-21Stn3+9Fuppt+On7Sqb2w=="
    },
    {
      "id": 3372917279903,
      "dbid": "67fc4dd52a3b08555c5d72c7",
      "law": "When the Brahman the Veda which dwells in his body is even once only deluged with spirituous liquor, his Brahmanhood forsakes him and he becomes a Sudra.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-2kVvFVmLt7RY5K0zf7qKIg=="
    },
    {
      "id": 4291214379069,
      "dbid": "67fc4dd52a3b08555c5d72c8",
      "law": "The various expiations for drinking the spirituous liquors called Sura have thus been explained. I will next proclaim the atonement for stealing the gold of a Brahmana. A Brahmana who has stolen the gold of a Brahmana shall go to the King and confessing his deed, say Lord, punish me!",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-bkW552YqfIpLApJt2P7Y8A=="
    },
    {
      "id": 5195931622652,
      "dbid": "67fc4dd52a3b08555c5d72c9",
      "law": "Taking from him the club which he must carry, the king himself shall strike him once, by his death the thief becomes pure; or a Brahmana may purify himself by austerities. He who desires to remove by austerities the guilt of stealing the gold of a Brahmana, shall perform the penance prescribed for the slayer of a Brahmana, living in a forest and dressed in garments made of bark.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-oUOpXDZhsG60Xo3/Y5szZA=="
    },
    {
      "id": 2434239974915,
      "dbid": "67fc4dd52a3b08555c5d72ca",
      "law": "By these penances a twice-born man may remove the guilt incurred by a theft of gold, but he may atone for connexion with a Guru's wife by the following penances.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-rYWbac0zQkNv7UJDYeqirw=="
    },
    {
      "id": 1540959474092,
      "dbid": "67fc4dd52a3b08555c5d72cb",
      "law": "He who has violated his Guru's bed, shall, after confessing his crime, extend himself on a heated iron bed, or embrace the red-hot image of a woman by dying he becomes pure. Or, having himself cut off his organ and his testicles and having taken them in his joined hands, he may walk straight towards the region of Nirriti (the south-west), until he falls down dead, or, carrying the foot of a bedstead, dressed in garments of bark and allowing his beard to grow, he may, with a concentrated mind, perform during a whole year the Krikkhra or hard, penance, revealed by Pragapati, in a lonely forest.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-5eTeH6KsgSJ62ShEtnNUyQ=="
    },
    {
      "id": 3163665343696,
      "dbid": "67fc4dd52a3b08555c5d72cc",
      "law": "Or, controlling his organs, he may during three months continuously perform the lunar penance, subsisting on sacrificial food or barley-gruel, in order to remove the guilt of violating a Guru's bed.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-ClPZCl+Ok+5pH91CsTWo4Q=="
    },
    {
      "id": 3118506243112,
      "dbid": "67fc4dd52a3b08555c5d72cd",
      "law": "By means of these penances men who have committed mortal sins (Mahapataka) may remove their guilt, but those who committed minor offences, causing loss of caste (Upapataka), can do it by the various following penances.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-tqgL1YUfVmpeO+7ewgKp7Q=="
    },
    {
      "id": 1438325897939,
      "dbid": "67fc4dd52a3b08555c5d72ce",
      "law": "He who has committed a minor offence by slaying a cow or bull shall drink during the first month a decoction of barley-grains having shaved all his hair, and covering himself with the hide of the slain cow, he must live in a cow-house.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-1YYSZNYLCDffx3OJvIagTg=="
    },
    {
      "id": 7092075790518,
      "dbid": "67fc4dd52a3b08555c5d72cf",
      "law": "During the two following months he shall eat a small quantity of food without any factitious salt at every fourth meal-time, and shall bathe in the urine of cows, keeping his organs under control.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-V+GD65+4uFep32nK8s49pw=="
    },
    {
      "id": 2497906525597,
      "dbid": "67fc4dd52a3b08555c5d72d0",
      "law": "During the day he shall follow the cows and, standing upright, inhale the dust raised by their hoofs at night, after serving and worshipping them, he shall remain in the posture, called virasana.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-PyJBtMBeDK/nNUQy+WV5qA=="
    },
    {
      "id": 3728193092392,
      "dbid": "67fc4dd52a3b08555c5d72d1",
      "law": "Controlling himself and free from anger, he must stand when they stand, follow them when they walk, and seat himself when they lie down. When a cow is sick, or is threatened by danger from thieves, tigers, and the like, or falls, or sticks in a morass, he must relieve her by all possible means in heat, in rain, or in cold, or when the wind blows violently, he must not seek to shelter himself, without (first) sheltering the cows according to his ability. Let him not say a word, if a cow eats anything in his own or another's house or field or on the threshing-floor, or if a calf drinks milk.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-WNIOMMLHv3sHNHd3XUkRTQ=="
    },
    {
      "id": 4383088112630,
      "dbid": "67fc4dd52a3b08555c5d72d2",
      "law": "The slayer of a cow who serves cows in this manner, removes after three months the guilt which he incurred by killing a cow. But after he has fully performed the penance, he must give to (Brahmanas) learned in the Veda ten cows and a bull, or if he does not possess so much property he must offer to them all he has.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-tr5riAlJK7XzX+kUKEsrmw=="
    },
    {
      "id": 4837066381738,
      "dbid": "67fc4dd52a3b08555c5d72d3",
      "law": "Twice-born men who have committed other minor offences (Upapataka), except a student who has broken his vow (Avakirnin), may perform, in order to purify themselves, the same penance or also a lunar penance. But a student who has broken his vow shall offer at night on a crossway to Nirriti a one-eyed ass, according to the rule of the Pakayagnas.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-aBkikKxn6MxAYlYVLzmXXA=="
    },
    {
      "id": 4270128348222,
      "dbid": "67fc4dd52a3b08555c5d72d4",
      "law": "Having offered according to the rule oblations in the fire, he shall finally offer four oblations of clarified butter to Vata, to Indra, to the teacher of the gods reciting the Rikverse",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-nBdbFhziEMESXPTBlwMXNQ=="
    },
    {
      "id": 6940213704952,
      "dbid": "67fc4dd52a3b08555c5d72d5",
      "law": "Those who know the Veda declare that a voluntary effusion of semen by a twice-born (youth) who fulfils the vow of studentship constitutes a breach of that vow.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-TlSJoIrr98PxWNaWZAx10A=="
    },
    {
      "id": 1321674011815,
      "dbid": "67fc4dd52a3b08555c5d72d6",
      "law": "The divine light which the Veda imparts to the student, enters, if he breaks his vow, the Maruts, Puruhuta, the teacher, and Pavaka. When this sin has been committed, he shall go begging to seven houses, dressed in the hide of the sacrificed ass, proclaiming his deed.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-e5yRyepjq/rlER3a5XzuKg=="
    },
    {
      "id": 2389175424440,
      "dbid": "67fc4dd52a3b08555c5d72d7",
      "law": "Subsisting on a single daily meal that consists of the alms obtained there and bathing at the time of the three savanas morning, noon, and evening, he becomes pure after the lapse of one year.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-8oPcHV7chRJct1yQp7N1bw=="
    },
    {
      "id": 3867239568886,
      "dbid": "67fc4dd52a3b08555c5d72d8",
      "law": "For committing with intent any of the deeds which cause loss of caste (Gatibhramsakara), the offender shall perform a Samtapana Krikkhra for doing it unintentionally, the Krikkhra revealed by Pragapati.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-4G88T0ZGcSRl+RZJ8duEIA=="
    },
    {
      "id": 4245225716637,
      "dbid": "67fc4dd52a3b08555c5d72d9",
      "law": "As atonement for deeds which degrade to a mixed caste (Samkara), and for those which make a man unworthy to receive gifts (Apatra), he shall perform the lunar penance during a month. For acts which render impure (Malinikaraniya) he shall scald himself during three days with (hot) barley-gruel.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-nTWoK3yoghmypobN39XTIQ=="
    },
    {
      "id": 3057676525574,
      "dbid": "67fc4dd52a3b08555c5d72da",
      "law": "For cutting fruit-trees, shrubs, creepers, lianas, or flowering plants, one hundred Rikas must be muttered.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-K5LNtkWeDDxE9Jc/AbBYyw=="
    },
    {
      "id": 2407705833419,
      "dbid": "67fc4dd52a3b08555c5d72db",
      "law": "(For destroying) any kind of creature, bred in food, in condiments, in fruit, or in flowers, the expiation is to eat clarified butter.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-009n/bsdRlojK3nNH8/Kgw=="
    },
    {
      "id": 3147767968787,
      "dbid": "67fc4dd52a3b08555c5d72dc",
      "law": "If a man destroys for no good purpose plants produced by cultivation, or such as spontaneously spring up in the forest, he shall attend a cow during one day, subsisting on milk alone. He who has eaten dried meat, mushrooms growing on the ground, or meat, the nature of which is unknown, or such as had been kept in a slaughter-house, shall perform the same penance.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-G1522CVSPTsaJMDSfzjxrQ=="
    },
    {
      "id": 6958673850941,
      "dbid": "67fc4dd52a3b08555c5d72dd",
      "law": "The atonement for unlawfully partaking of the meat of carnivorous animals, of pigs, of camels, of cocks, of crows, of donkeys, and of human flesh is arrest and appropriate charges based on the meat consumed.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-CHwrkiAVd7867z2CX/5SnA=="
    },
    {
      "id": 4441690171292,
      "dbid": "67fc4dd52a3b08555c5d72de",
      "law": "But a student who on any occasion eats meat, shall perform an ordinary Krikkhra penance, and afterwards complete his vow of studentship.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-4l+Op7EqIZGVNGeX1tLyvA=="
    },
    {
      "id": 7171815721791,
      "dbid": "67fc4dd52a3b08555c5d72df",
      "law": "He who desires to be pure, must not eat forbidden food, and must vomit up such as he has eaten unintentionally, or quickly atone for it by various means of purification.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-IHx92105t14jVwkpsqj+/w=="
    },
    {
      "id": 5358243117402,
      "dbid": "67fc4dd52a3b08555c5d72e0",
      "law": "An exceedingly corrupt wife let her husband annul the marriage and return her to the males in her family as is cases of adultery.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-q3MG1+MPUlHVIMZZxI5yjQ=="
    },
    {
      "id": 3112976127101,
      "dbid": "67fc4dd52a3b08555c5d72e1",
      "law": "He who associates with an outcast, himself becomes an outcast after a year, not by sacrificing for him, teaching him, or forming a matrimonial alliance with him, but by using the same carriage or seat, or by eating with him.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-MxNVzkGkyuX1VovEARtHhw=="
    },
    {
      "id": 1732734424004,
      "dbid": "67fc4dd52a3b08555c5d72e2",
      "law": "Let him follow the same rule in the case of female outcasts but clothes, food, and drink shall be given to them, and they shall live close to the family house.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-veYOSWUtitM7dNObTLBMcQ=="
    },
    {
      "id": 5321444156601,
      "dbid": "67fc4dd52a3b08555c5d72e3",
      "law": "Let him not transact any business with sinners, but let him in no way reproach those who have made atonement.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-C9s/zXpKqdwdwNh2vIQorA=="
    },
    {
      "id": 1545189600932,
      "dbid": "67fc4dd52a3b08555c5d72e4",
      "law": "Let him not dwell together with the murderers of children, with those who have returned evil for good, and with the slayers of suppliants for protection or of women, though they may have been purified according to the sacred law.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-6h15ItmIdXpxVAvnrLM8JA=="
    },
    {
      "id": 2640489087366,
      "dbid": "67fc4dd52a3b08555c5d72e5",
      "law": "Those twice-born men who may not have been taught the Savitri at the time prescribed by the rule, he shall cause to perform three Krikkhra penances and afterwards initiate them in accordance with the law. Let him prescribe the same expiation when twice-born men, who follow forbidden occupations or have neglected to learn the Veda, desire to perform a penance.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-c9DGFjnQ/4PO/5280h+aqQ=="
    },
    {
      "id": 4015408705929,
      "dbid": "67fc4dd52a3b08555c5d72e6",
      "law": "If Brahmanas acquire property or wealth by a reprehensible action, they become pure by relinquishing it, muttering prayers, and performing austerities.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-I8nSnk5VVqSxK0/unK0eZg=="
    },
    {
      "id": 3882623719077,
      "dbid": "67fc4dd52a3b08555c5d72e7",
      "law": "By muttering with a concentrated mind the Savitri three thousand times and subsisting on milk, a man is freed from the guilt of accepting presents from a wicked man. But when he returns emaciated with his fast and reverently salutes the Brahmanas shall ask him, 'Friend, dost thou desire to become our equal?' If he answers to the Brahmanas, 'Forsooth, I will not offend again, the Brahmana shall re-admit him into their community.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-We9IINYY9yyXUhl+nmXpNA=="
    },
    {
      "id": 3297027360433,
      "dbid": "67fc4dd52a3b08555c5d72e8",
      "law": "Fasting is the penance for omitting the daily rites prescribed by the Veda and for neglecting the special duties of a Snataka.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-RL8/LyaG4pAloNxZCaFA/Q=="
    },
    {
      "id": 3227171191949,
      "dbid": "67fc4dd52a3b08555c5d72e9",
      "law": "He who has struck (a Brahmana) even with a blade of grass, tied him by the neck with a cloth, or conquered him in an altercation, shall appease him by a prostration.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-2UFLKHK36mndhsWNDwgLpA=="
    },
    {
      "id": 4682942355952,
      "dbid": "67fc4dd52a3b08555c5d72ea",
      "law": "But one who, intending to hurt a Brahmana, has threatened him with a stick and the like shall be arrested and pay the required fine, and one who actually struck him shall be arrested and imprisoned for life with all their wealth and property to the forfeitted to the injured Brahmana. Remembering as many particles of dust as the blood of a Brahmana causes to coagulate, for so many thousand years shall the shedder of that blood remain in the deepest hell.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-VLFwQOJKWXIH0C6Mmycqlg=="
    },
    {
      "id": 1859073103179,
      "dbid": "67fc4dd52a3b08555c5d72eb",
      "law": "For the expiation of offences for which no atonement has been prescribed, let the judge fix a penance, fine, and damages after considering the offender's strength and the nature of the offence.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-K/sRZc1+9b/AmnUjCxgKgQ=="
    },
    {
      "id": 1204041718191,
      "dbid": "67fc4dd52a3b08555c5d72ec",
      "law": "A fast for twelve days by a man who controls himself and commits no mistakes, is called a Paraka Krikkhra.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-qHhKjdZLm+ncGgM0Ee21PQ=="
    },
    {
      "id": 6054539215789,
      "dbid": "67fc4dd52a3b08555c5d72ed",
      "law": "If one diminishes one's food daily by one mouthful during the dark half of the month and increases it in the same manner during the bright half, and bathes daily at the time of three libations morning, noon, and evening, that is called a lunar penance (Kandrayana).",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-xIqQTsSYTJTLaJQYqQ+rIA=="
    },
    {
      "id": 5351722841594,
      "dbid": "67fc4dd52a3b08555c5d72ee",
      "law": "Let him follow throughout the same rule at the Kandrayana, called yavamadhyama shaped like a barley-corn) but let him in that case begin the lunar penance, with a controlled mind, on the first day of the bright half of the month.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-1oLevt7115JHpSMMBu/xQQ=="
    },
    {
      "id": 4327032060682,
      "dbid": "67fc4dd52a3b08555c5d72ef",
      "law": "He who performs the lunar penance of ascetics, shall eat during a month daily at midday eight mouthfuls, controlling himself and consuming sacrificial food only.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-cY4Bu1EunbhRA/OIQeC0ng=="
    },
    {
      "id": 3992520813272,
      "dbid": "67fc4dd52a3b08555c5d72f0",
      "law": "If a Brahmana, with concentrated mind, eats (during a month daily) four mouthfuls in a morning and four after sunset, (that is) called the lunar penance of children.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-HV7Rhj557OucY1dZqg2toQ=="
    },
    {
      "id": 3316336431928,
      "dbid": "67fc4dd52a3b08555c5d72f1",
      "law": "He who, concentrating his mind, eats during a month in any way thrice eighty mouthfuls of sacrificial food, dwells (after death) in the world of the moon.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-izkuKxHsJlw9barkaCQuwA=="
    },
    {
      "id": 1971051682598,
      "dbid": "67fc4dd52a3b08555c5d72f2",
      "law": "The Rudras, likewise the Adityas, the Vasus and the Maruts, together with the great sages, practised this (rite) in order to remove all evil.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-flYdpQ1f/42Gr1z6Zhh7OA=="
    },
    {
      "id": 4517007830818,
      "dbid": "67fc4dd52a3b08555c5d72f3",
      "law": "Burnt oblations, accompanied by (the recitation of) the Mahavyahritis, must daily be made (by the penitent) himself, and he must abstain from injuring (sentient creatures), speak the truth, and keep himself free from anger and from dishonesty.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-bat7oGBXfCTOCp7XYcLmPg=="
    },
    {
      "id": 3509139120040,
      "dbid": "67fc4dd52a3b08555c5d72f4",
      "law": "Let him constantly mutter the Savitri and other purificatory texts according to his ability. Let him carefully act thus on the occasion of all other vows performed by way of penance.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-1V9Rv6tlZ3HpLag/wHO3ag=="
    },
    {
      "id": 4140631022925,
      "dbid": "67fc4dd52a3b08555c5d72f5",
      "law": "By confession, by repentance, by austerity, and by reciting the Veda a sinner is freed from guilt, and in case no other course is possible, by liberality. In proportion as a one who has done wrong, themselves confesses it. In proportion as his heart loathes his evil deed, even so far is his body freed from that guilt. One who has committed a fault, is freed from that fault, but one is purified only by the resolution of ceasing the fault.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-Dej502UiYnrErXMMSe2D4Q=="
    },
    {
      "id": 7081175980210,
      "dbid": "67fc4dd52a3b08555c5d72f6",
      "law": "Having thus considered in his mind what results will arise from his deeds after death, let him always be good in thoughts, speech, and actions. One who, having either unintentionally or intentionally committed a reprehensible deed, desires to be freed from the guilt on it, must not commit it a second time. If his mind be uneasy with respect to any act, let him repeat the austerities prescribed as a penance for it until they fully satisfy his conscience.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-cWpO8jgwvFH1Mcpj6X6N2A=="
    },
    {
      "id": 2057066254062,
      "dbid": "67fc4dd52a3b08555c5d72f7",
      "law": "All the bliss of gods and men is declared by the sages to whom the Veda was revealed, to have austerity for its root, austerity for its middle, and austerity for its end. The pursuit of sacred knowledge is the austerity of a Brahmana, protecting the people is the austerity of a Kshatriya, the pursuit of his daily business is the austerity of a Vaisya, and service the austerity of a Sudra.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-ELsx70fQXPIwSkfkiSJj9w=="
    },
    {
      "id": 2028348584020,
      "dbid": "67fc4dd52a3b08555c5d72f8",
      "law": "The sages who control themselves and subsist on fruit, roots, and air, survey the three worlds together with their moving and immovable creatures through their austerities alone. Medicines, good health, learning, and the various divine stations are attained by austerities alone. For austerity is the means of gaining them. Whatever is hard to be traversed, whatever is hard to be attained, whatever is hard to be reached, whatever is hard to be performed, all this may be accomplished by austerities. For austerity possesses a power which it is difficult to surpass. Both those who have committed mortal sin Mahapataka and all other offenders are severally freed from their guilt by means of well-performed austerities. Insects, snakes, moths, bees, birds and beings, bereft of motion, reach heaven by the power of austerities.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-94+xUh9he3h10EIQxC7Aqw=="
    },
    {
      "id": 5156315662431,
      "dbid": "67fc4dd52a3b08555c5d72f9",
      "law": "Whatever sin men commit by thoughts, words, or deeds, that they speedily burn away by penance, if they keep penance as their only riches.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-gVZNnOhqhsHOAlXycl6WtA=="
    },
    {
      "id": 5503488883739,
      "dbid": "67fc4dd52a3b08555c5d72fa",
      "law": "The gods accept the offerings of that Brahmana alone who has purified himself by austerities, and grant to him all he desires.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-etykH6oVMDR2ssOWpbRkyQ=="
    },
    {
      "id": 2527138731449,
      "dbid": "67fc4dd52a3b08555c5d72fb",
      "law": "The lord, Pragapati, created these Institutes (of the sacred law) by his austerities alone; the sages likewise obtained (the revelation of) the Vedas through their austerities.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-di/2vFSntR3SFbOenNnGPw=="
    },
    {
      "id": 2360952783489,
      "dbid": "67fc4dd52a3b08555c5d72fc",
      "law": "The gods, discerning that the holy origin of this whole (world) is from austerity, have thus proclaimed the incomparable power of austerity.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-BmWIiLQ82/6/q9gkeXEsUg=="
    },
    {
      "id": 5810785729270,
      "dbid": "67fc4dd52a3b08555c5d72fd",
      "law": "The daily study of the Veda, the performance of the great sacrifices according to one's ability, (and) patience (in suffering) quickly destroy all guilt, even that caused by mortal sins.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-efgFO2nTrih2ijdW/Dv65A=="
    },
    {
      "id": 1787716604672,
      "dbid": "67fc4dd52a3b08555c5d72fe",
      "law": "As a fire in one moment consumes with its bright flame the fuel that has been placed on it, even so he who knows the Veda destroys all guilt by the fire of knowledge.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-i9qtqoLqAox5A5UY9Ux3Ng=="
    },
    {
      "id": 4248819827599,
      "dbid": "67fc4dd52a3b08555c5d72ff",
      "law": "The penances for sins made public have been thus declared according to the law. Learn next the penances for secret sins.",
      "created": "Sunday, April 13, 2025 - 4:50:45 PM",
      "hash": "md5-lVTozTNjSJPR9wiMQtbKAw=="
    },
    {
      "id": 5048254853172,
      "dbid": "67fc4dd62a3b08555c5d7300",
      "law": "A Brahmana who retains in his memory the Rig-veda is not stained by guilt, though he may have destroyed these three worlds, though he may eat the food of anybody. As a clod of earth, falling into a great lake, is quickly dissolved, even so every sinful act is engulfed in the threefold Veda.",
      "created": "Sunday, April 13, 2025 - 4:50:46 PM",
      "hash": "md5-bPMo1n90UkSA6v1ZzQbsjA=="
    },
    {
      "id": 2336549911581,
      "dbid": "67fc4dd62a3b08555c5d7301",
      "law": "The Rikas, the Yagus (-formulas) which differ (from the former), the manifold Saman (-songs), must be known to form the triple Veda. He who knows them, is called learned in the Veda.",
      "created": "Sunday, April 13, 2025 - 4:50:46 PM",
      "hash": "md5-rhH2sJR6CRKDepFqBCgLoQ=="
    },
    {
      "id": 3203407432749,
      "dbid": "67fc4dd62a3b08555c5d7302",
      "law": "The initial triliteral Brahman on which the threefold sacred science is based. he who knows that is called learned in the Veda.",
      "created": "Sunday, April 13, 2025 - 4:50:46 PM",
      "hash": "md5-vukYoTuf3T9BKvtvNnmN6Q=="
    }
  ]
}