{
  "id": 1766257018329,
  "title": "CHAPTER XII.",
  "data": [
    {
      "id": 6861449531895,
      "law": "\n ",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UkaXsYXX+gupLCHFwxx4lw=="
    },
    {
      "id": 7043640416458,
      "law": "'O sinless One, the whole sacred law, (applicable) to the four castes, has been declared by thee; communicate to us (now), according to the truth, the ultimate retribution for (their) deeds.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4KDX+bQbakcZ9ejaahJOvw=="
    },
    {
      "id": 4863358085028,
      "law": "To the great sages (who addressed him thus) righteous Bhrigu, sprung from Manu, answered, 'Hear the decision concerning this whole connexion with actions.'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-p5u2DjhkrTRSZBC/stQMEw=="
    },
    {
      "id": 1329412994836,
      "law": "Action, which springs from the mind, from speech, and from the body, produces either good or evil results; by action are caused the (various) conditions of men, the highest, the middling, and the lowest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F5niTBUaGgIbErMf66A/bQ=="
    },
    {
      "id": 6539879667811,
      "law": "Know that the mind is the instigator here below, even to that (action) which is connected with the body, (and) which is of three kinds, has three locations, and falls under ten heads.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7Uxc9ZoRKH55zPneaDuT4g=="
    },
    {
      "id": 2468370395195,
      "law": "Coveting the property of others, thinking in one's heart of what is undesirable, and adherence to false (doctrines), are the three kinds of (sinful) mental action.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gQXs4UmktkqkA46lBIssuw=="
    },
    {
      "id": 3614907936531,
      "law": "Abusing (others, speaking) untruth, detracting from the merits of all men, and talking idly, shall be the four kinds of (evil) verbal action.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-7OFGnBFoJLM9iZXXcTs6OQ=="
    },
    {
      "id": 6114081421394,
      "law": "Taking what has not been given, injuring (creatures) without the sanction of the law, and holding criminal intercourse with another man's wife, are declared to be the three kinds of (wicked) bodily action.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4CV/mRQj9elgm5HnduVNAQ=="
    },
    {
      "id": 6252288805505,
      "law": "(A man) obtains (the result of) a good or evil mental (act) in his mind, (that of) a verbal (act) in his speech, (that of) a bodily (act) in his body.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XvAWIjDqocnN9GSLXh+tYQ=="
    },
    {
      "id": 4596060923746,
      "law": "In consequence of (many) sinful acts committed with his body, a man becomes (in the next birth) something inanimate, in consequence (of sins) committed by speech, a bird, or a beast, and in consequence of mental (sins he is re-born in) a low caste.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5T4QMCbpbmJw4/jB0hUUxg=="
    },
    {
      "id": 5909443359076,
      "law": "That man is called a (true) tridandin in whose mind these three, the control over his speech (vagdanda), the control over his thoughts (manodanda), and the control over his body (kayadanda), are firmly fixed.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mFiYe8xtFwmSfvpSW598IQ=="
    },
    {
      "id": 4546946693463,
      "law": "That man who keeps this threefold control (over himself) with respect to all created beings and wholly subdues desire and wrath, thereby assuredly gains complete success.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-938QesVMLnODIA7sIIhuRw=="
    },
    {
      "id": 5513782593374,
      "law": "Him who impels this (corporeal) Self to action, they call the Kshetragna (the knower of the field); but him who does the acts, the wise name the Bhutatman (the Self consisting of the elements).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FvMzeJyXQAtqfY8qbRfeAg=="
    },
    {
      "id": 6468892248574,
      "law": "Another internal Self that is generated with all embodied (Kshetragnas) is called Giva, through which (the Kshetragna) becomes sensible of all pleasure and pain in (successive) births.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-4Kmuy6ppXXJ4OHoi3Qrh9w=="
    },
    {
      "id": 4860198965346,
      "law": "These two, the Great One and the Kshetragna, who are closely united with the elements, pervade him who resides in the multiform created beings.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5fTIBRrsgOtyHVqugPvb+A=="
    },
    {
      "id": 4367531860321,
      "law": "From his body innumerable forms go forth, which constantly impel the multiform creatures to action.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IIfb67HVJYE9Tjb6IO/8QA=="
    },
    {
      "id": 5893467508434,
      "law": "Another strong body, formed of particles (of the) five (elements and) destined to suffer the torments (in hell), is produced after death (in the case) of wicked men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9kt/SHU/2+gEo/Lluyv7sQ=="
    },
    {
      "id": 3874178940318,
      "law": "When (the evil-doers) by means of that body have suffered there the torments imposed by Yama, (its constituent parts) are united, each according to its class, with those very elements (from which they were taken).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UFpl686XdZja914z6iAgEA=="
    },
    {
      "id": 2661383579239,
      "law": "He, having suffered for his faults, which are produced by attachment to sensual objects, and which result in misery, approaches, free from stains, those two mighty ones.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-K2Yn13oClags4Ul6cBGLUw=="
    },
    {
      "id": 4317795954784,
      "law": "Those two together examine without tiring the merit and the guilt of that (individual soul), united with which it obtains bliss or misery both in this world and the next.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ilLADMsimWbU0T2weBZsXg=="
    },
    {
      "id": 3524275570113,
      "law": "If (the soul) chiefly practises virtue and vice to a small degree, it obtains bliss in heaven, clothed with those very elements.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rUivMy5wBODi0rZXRLqDLQ=="
    },
    {
      "id": 1997951485048,
      "law": "But if it chiefly cleaves to vice and to virtue in a small degree, it suffers, deserted by the elements, the torments inflicted by Yama.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-UpLCCQQ0UumjdvXYaAkDLw=="
    },
    {
      "id": 6990833073075,
      "law": "The individual soul, having endured those torments of Yama, again enters, free from taint, those very five elements, each in due proportion.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-l7WTbXfU1XOTfZJtFD+/gg=="
    },
    {
      "id": 6168886277091,
      "law": "Let (man), having recognised even by means of his intellect these transitions of the individual soul (which depend) on merit and demerit, always fix his heart on (the acquisition of) merit.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bTs63zYBNdbGuG7eVflcVg=="
    },
    {
      "id": 2803676139262,
      "law": "Know Goodness (sattva), Activity (ragas), and Darkness (tamas) to be the three qualities of the Self, with which the Great One always completely pervades all existences.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-WCL/QGx5teaLvU/5pZyBMQ=="
    },
    {
      "id": 6249081131098,
      "law": "When one of these qualities wholly predominates in a body, then it makes the embodied (soul) eminently distinguished for that quality.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-IMwxCpnJTACfINWLvFlyEQ=="
    },
    {
      "id": 3609835255631,
      "law": "Goodness is declared (to have the form of) knowledge, Darkness (of) ignorance, Activity (of) love and hatred; such is the nature of these (three) which is (all-) pervading and clings to everything created.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-0KLGalmcJ41ddDcAAe5qYA=="
    },
    {
      "id": 4159579022424,
      "law": "When (man) experiences in his soul a (feeling) full of bliss, a deep calm, as it were, and a pure light, then let him know (that it is) among those three (the quality called) Goodness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Z4rkoS7t8nY9MoVzXHSA6A=="
    },
    {
      "id": 3203953202941,
      "law": "What is mixed with pain and does not give satisfaction to the soul one may know (to be the quality of) Activity, which is difficult to conquer, and which ever draws embodied (souls towards sensual objects).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w5zRXPqjuHOifHD33hiAnw=="
    },
    {
      "id": 4241682052361,
      "law": "What is coupled with delusion, what has the character of an undiscernible mass, what cannot be fathomed by reasoning, what cannot be fully known, one must consider (as the quality of) Darkness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-2FKjeABjalzmqAivPc3KZA=="
    },
    {
      "id": 3519521998200,
      "law": "I will, moreover, fully describe the results which arise from these three qualities, the excellent ones, the middling ones, and the lowest.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hQS6dK9Q9LeeCf1t+GQnBg=="
    },
    {
      "id": 4356662923432,
      "law": "The study of the Vedas, austerity, (the pursuit of) knowledge, purity, control over the organs, the performance of meritorious acts and meditation on the Soul, (are) the marks of the quality of Goodness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-c4unv1nq8yYD+GGav8e6vQ=="
    },
    {
      "id": 1549464285631,
      "law": "Delighting in undertakings, want of firmness, commission of sinful acts, and continual indulgence in sensual pleasures, (are) the marks of the quality of Activity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CilB47AGUgbUYXUd6Tq3Dg=="
    },
    {
      "id": 6854469122962,
      "law": "Covetousness, sleepiness, pusillanimity, cruelty, atheism, leading an evil life, a habit of soliciting favours, and inattentiveness, are the marks of the quality of Darkness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rMer/sWIiWNv9cOQQi+I6A=="
    },
    {
      "id": 2429933298123,
      "law": "Know, moreover, the following to be a brief description of the three qualities, each in its order, as they appear in the three (times, the present, past, and future).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-V4c4afeUPHRgcbeqK5fZyw=="
    },
    {
      "id": 6795060574054,
      "law": "When a (man), having done, doing, or being about to do any act, feels ashamed, the learned may know that all (such acts bear) the mark of the quality of Darkness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-J4tN6T/LBTW1qUzFFm1SjA=="
    },
    {
      "id": 3356630569571,
      "law": "But, when (a man) desires (to gain) by an act much fame in this world and feels no sorrow on failing, know that it (bears the mark of the quality of) Activity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cnalFj2hgii0Ege3S50z9Q=="
    },
    {
      "id": 4494326445553,
      "law": "But that (bears) the mark of the quality of Goodness which with his whole (heart) he desires to know, which he is not ashamed to perform, and at which his soul rejoices.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-yGSeJaxhF8gBbK2hkDgOug=="
    },
    {
      "id": 3274819534443,
      "law": "The craving after sensual pleasures is declared to be the mark of Darkness, (the pursuit of) wealth (the mark) of Activity, (the desire to gain) spiritual merit the mark of Goodness; each later) named quality is) better than the preceding one.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-HVegUlGFOnX6CM81cjXFGQ=="
    },
    {
      "id": 1830278701788,
      "law": "I will briefly declare in due order what transmigrations in this whole (world a man) obtains through each of these qualities.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-mOnx5JMKDBTr5kElvFwUfg=="
    },
    {
      "id": 6432018107946,
      "law": "Those endowed with Goodness reach the state of gods, those endowed with Activity the state of men, and those endowed with Darkness ever sink to the condition of beasts; that is the threefold course of transmigrations.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-O+AAUW2wrzXoJSmPhTTDVg=="
    },
    {
      "id": 6353989026949,
      "law": "But know this threefold course of transmigrations that depends on the (three) qualities (to be again) threefold, low, middling, and high, according to the particular nature of the acts and of the knowledge (of each man).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CyzQRvA4MBeIYPaG6b1wcQ=="
    },
    {
      "id": 1714025293258,
      "law": "Immovable (beings), insects, both small and great, fishes, snakes, and tortoises, cattle and wild animals, are the lowest conditions to which (the quality of) Darkness leads.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fZyIYLKFDlql3EuNAo08fQ=="
    },
    {
      "id": 6944445368684,
      "law": "Elephants, horses, Sudras, and despicable barbarians, lions, tigers, and boars (are) the middling states, caused by (the quality of) Darkness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fFJRFb60gA1VNlRL+1QbWA=="
    },
    {
      "id": 1847059840619,
      "law": "Karanas, Suparnas and hypocrites, Rakshasas and Pisakas (belong to) the highest (rank of) conditions among those produced by Darkness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-U6YvA3hEIEYE+A1eqZi79g=="
    },
    {
      "id": 6234745163206,
      "law": "Ghallas, Mallas, Natas, men who subsist by despicable occupations and those addicted to gambling and drinking (form) the lowest (order of) conditions caused by Activity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fSufGd5t4bTwsvjXn/cGFA=="
    },
    {
      "id": 6341115921770,
      "law": "Kings and Kshatriyas, the domestic priests of kings, and those who delight in the warfare of disputations (constitute) the middling (rank of the) states caused by Activity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1rM67nIFdFmVmwSMeB8Zsw=="
    },
    {
      "id": 1460133078973,
      "law": "The Gandharvas, the Guhyakas, and the servants of the gods, likewise the Apsarases, (belong all to) the highest (rank of) conditions produced by Activity.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-egOP1l3CXRY1kjwHtH+yLA=="
    },
    {
      "id": 1572503540319,
      "law": "Hermits, ascetics, Brahmanas, the crowds of the Vaimanika deities, the lunar mansions, and the Daityas (form) the first (and lowest rank of the) existences caused by Goodness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8yLv4ExnLAyo4c94P9q29A=="
    },
    {
      "id": 5384335896988,
      "law": "Sacrificers, the sages, the gods, the Vedas, the heavenly lights, the years, the manes, and the Sadhyas (constitute) the second order of existences, caused by Goodness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qsV4Ek0Iz8qoGeZk8FRtdA=="
    },
    {
      "id": 4777982378054,
      "law": "The sages declare Brahma, the creators of the universe, the law, the Great One, and the Undiscernible One (to constitute) the highest order of beings produced by Goodness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZODWKHZMgg0cshYBUmJafg=="
    },
    {
      "id": 6167028877210,
      "law": "Thus (the result) of the threefold action, the whole system of transmigrations which (consists) of three classes, (each) with three subdivisions, and which includes all created beings, has been fully pointed out.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5TqRo2Lupb2lcZy68ZYp3A=="
    },
    {
      "id": 1488196697834,
      "law": "In consequence of attachment to (the objects of) the senses, and in consequence of the non-performance of their duties, fools, the lowest of men, reach the vilest births.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nZRRZngoaVZqdiLgm7JXgg=="
    },
    {
      "id": 5769766656301,
      "law": "What wombs this individual soul enters in this world and in consequence of what actions, learn the particulars of that at large and in due order.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-qFRiKb3REBYhFouVOJ9BPg=="
    },
    {
      "id": 2008845444206,
      "law": "Those who committed mortal sins (mahapataka), having passed during large numbers of years through dreadful hells, obtain, after the expiration of (that term of punishment), the following births.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aee/qd9DF/wpUvotk1o4OA=="
    },
    {
      "id": 1935073173252,
      "law": "The slayer of a Brahmana enters the womb of a dog, a pig, an ass, a camel, a cow, a goat, a sheep, a deer, a bird, a Kandala, and a Pukkasa.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-fU33xaeLY0Hv4Nu3B8FpgQ=="
    },
    {
      "id": 2534087572497,
      "law": "A Brahmana who drinks (the spirituous liquor called) Sura shall enter (the bodies) of small and large insects, of moths, of birds, feeding on ordure, and of destructive beasts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-D77neRJ0TMMJNeVdisa1iA=="
    },
    {
      "id": 2873985507614,
      "law": "A Brahmana who steals (the gold of a Brahmana shall pass) a thousand times (through the bodies) of spiders, snakes and lizards, of aquatic animals and of destructive Pisakas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-w5OvPS4xso379STh/W9MlA=="
    },
    {
      "id": 1693737683196,
      "law": "The violator of a Guru's bed (enters) a hundred times (the forms) of grasses, shrubs, and creepers, likewise of carnivorous (animals) and of (beasts) with fangs and of those doing cruel deeds.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-+RgbBYGmkjJksBagBQDHLw=="
    },
    {
      "id": 3550011331800,
      "law": "Men who delight in doing hurt (become) carnivorous (animals); those who eat forbidden food, worms; thieves, creatures consuming their own kind; those who have intercourse with women of the lowest castes, Pretas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-PBN/5Nj3q7GKpBM790W5+A=="
    },
    {
      "id": 6383844653787,
      "law": "He who has associated with outcasts, he who has approached the wives of other men, and he who has stolen the property of a Brahmana become Brahmarakshasas.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8wFyuGBNDfwvrycDkG3iWw=="
    },
    {
      "id": 2417663869275,
      "law": "A man who out of greed has stolen gems, pearls or coral, or any of the many other kinds of precious things, is born among the goldsmiths.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-F696Uk2Oji7fQIiGdLrQlw=="
    },
    {
      "id": 6256239385486,
      "law": "For stealing grain (a man) becomes a rat, for stealing yellow metal a Hamsa, for stealing water a Plava, for stealing honey a stinging insect, for stealing milk a crow, for stealing condiments a dog, for stealing clarified butter an ichneumon;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-83qVL39t+VDs2Bc3qqkJcw=="
    },
    {
      "id": 4094076929939,
      "law": "For stealing meat a vulture, for stealing fat a cormorant, for stealing oil a winged animal (of the kind called) Tailapaka, for stealing salt a cricket, for stealing sour milk a bird (of the kind called) Balaka.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-FBYtZ18I1bHyzgtDK9C0nQ=="
    },
    {
      "id": 3809392440441,
      "law": "For stealing silk a partridge, for stealing linen a frog, for stealing cotton-cloth a crane, for stealing a cow an iguana, for stealing molasses a flying-fox;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-MFZzLJwCFlG66jG2s37bLg=="
    },
    {
      "id": 6219948493957,
      "law": "For stealing fine perfumes a musk-rat, for stealing vegetables consisting of leaves a peacock, for stealing cooked food of various kinds a porcupine, for stealing uncooked food a hedgehog.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rEybw/LdTR4wQFQ7ITBmMg=="
    },
    {
      "id": 3582843708148,
      "law": "For stealing fire he becomes a heron, for stealing household-utensils a mason-wasp, for stealing dyed clothes a francolin-partridge;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wRTgH71X0Yt6ezG4mcmDEQ=="
    },
    {
      "id": 5864220572374,
      "law": "For stealing a deer or an elephant a wolf, for stealing a horse a tiger, for stealing fruit and roots a monkey, for stealing a woman a bear, for stealing water a black-white cuckoo, for stealing vehicles a camel, for stealing cattle a he-goat.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Ie6I7bEuFkQZy2+HMB/r3g=="
    },
    {
      "id": 5823468574352,
      "law": "That man who has forcibly taken away any kind of property belonging to another, or who has eaten sacrificial food (of) which (no portion) had been offered, inevitably becomes an animal.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bOjVZf9+CNpjY+EgJ6emzQ=="
    },
    {
      "id": 3271597411933,
      "law": "Women, also, who in like manner have committed a theft, shall incur guilt; they will become the females of those same creatures (which have been enumerated above).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-rW3cSHIOLkXMzQnm6wdN2g=="
    },
    {
      "id": 1791106952996,
      "law": "But (men of the four) castes who have relinquished without the pressure of necessity their proper occupations, will become the servants of Dasyus, after migrating into despicable bodies.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-6z90WBAjCq6qTB5wUWQb5w=="
    },
    {
      "id": 6045831598216,
      "law": "A Brahmana who has fallen off from his duty (becomes) an Ulkamukha Preta, who feeds on what has been vomited; and a Kshatriya, a Kataputana (Preta), who eats impure substances and corpses.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5NjSnN72yvCxhzNbPmkivg=="
    },
    {
      "id": 5117322709011,
      "law": "A Vaisya who has fallen off from his duty becomes a Maitrakshagyotika Preta, who feeds on pus; and a Sudra, a Kailasaka (Preta, who feeds on moths).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-aaHRav3eU1YnmHSb1lQN5g=="
    },
    {
      "id": 5976286236201,
      "law": "In proportion as sensual men indulge in sensual pleasures, in that same proportion their taste for them grows.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-tD+XUarMmX+CmBM0shQVqg=="
    },
    {
      "id": 6993732699938,
      "law": "By repeating their sinful acts those men of small understanding suffer pain here (below) in various births;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Gesa2ReuyE6NzgXzJHb9Dw=="
    },
    {
      "id": 4286786134722,
      "law": "(The torture of) being tossed about in dreadful hells, Tamisra and the rest, (that of) the Forest with sword-leaved trees and the like, and (that of) being bound and mangled;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-n/t96SlQT2DgzvcIUIOgbA=="
    },
    {
      "id": 6921862278155,
      "law": "And various torments, the (pain of) being devoured by ravens and owls, the heat of scorching sand, and the (torture of) being boiled in jars, which is hard to bear;",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-bgdK7S6C2jy9axAtHeo30Q=="
    },
    {
      "id": 4693239711554,
      "law": "And births in the wombs (of) despicable (beings) which cause constant misery, and afflictions from cold and heat and terrors of various kinds,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cCbpVsmzZHTH7Hd0R0L3DQ=="
    },
    {
      "id": 1633573350698,
      "law": "The (pain of) repeatedly lying in various wombs and agonizing births, imprisonment in fetters hard to bear, and the misery of being enslaved by others,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-8RYqXlis37G0OApjKY4MCQ=="
    },
    {
      "id": 7003117232306,
      "law": "And separations from their relatives and dear ones, and the (pain of) dwelling together with the wicked, (labour in) gaining wealth and its loss, (trouble in) making friends and (the appearance of) enemies,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-RVnlki9MxoccSNVtuJRaVA=="
    },
    {
      "id": 5616603341437,
      "law": "Old age against which there is no remedy, the pangs of diseases, afflictions of many various kinds, and (finally) unconquerable death.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-ZbKKqEYFYhH6u6RquvDJ4g=="
    },
    {
      "id": 1215564832374,
      "law": "But with whatever disposition of mind (a man) forms any act, he reaps its result in a (future) body endowed with the same quality.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-QTlP++BzYz9QIcn/CXfHBg=="
    },
    {
      "id": 4261837946751,
      "law": "All the results, proceeding from actions, have been thus pointed out; learn (next) those acts which secure supreme bliss to a Brahmana.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-BO+xLRLZP9s4ptJghxcZtA=="
    },
    {
      "id": 1402720000270,
      "law": "Studying the Veda, (practising) austerities, (the acquisition of true) knowledge, the subjugation of the organs, abstention from doing injury, and serving the Guru are the best means for attaining supreme bliss.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Whjb9VLlM1XpxFygFLjmlw=="
    },
    {
      "id": 4467528299772,
      "law": "(If you ask) whether among all these virtuous actions, (performed) here below, (there be) one which has been declared more efficacious (than the rest) for securing supreme happiness to man,",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-deNX702KcnuIpFdNvQ951w=="
    },
    {
      "id": 5472971849851,
      "law": "(The answer is that) the knowledge of the Soul is stated to be the most excellent among all of them; for that is the first of all sciences, because immortality is gained through that.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-jMXJYooSviKI1sqaNywUyQ=="
    },
    {
      "id": 3191866747220,
      "law": "Among those six (kinds of) actions (enumerated) above, the performance of) the acts taught in the Veda must ever be held to be most efficacious for ensuring happiness in this world and the next.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-9EgfHjjy4WEV9RtUhIvZ2w=="
    },
    {
      "id": 4200947327282,
      "law": "For in the performance of the acts prescribed by the Veda all those (others) are fully comprised, (each) in its turn in the several rules for the rites.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-1KuLUxxkEl1Dp8zjBk7dAQ=="
    },
    {
      "id": 2328646740453,
      "law": "The acts prescribed by the Veda are of two kinds, such as procure an increase of happiness and cause a continuation (of mundane existence, pravritta), and such as ensure supreme bliss and cause a cessation (of mundane existence, nivritta).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Xw32jpCDomqpcDhQOACGYg=="
    },
    {
      "id": 3302762383519,
      "law": "Acts which secure (the fulfilment of) wishes in this world or in the next are called pravritta (such as cause a continuation of mundane existence); but acts performed without any desire (for a reward), preceded by (the acquisition) of (true) knowledge, are declared to be nivritta (such as cause the cessation of mundane existence).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-armnRg/ZOI+hcUJTZ0ZYxg=="
    },
    {
      "id": 4884182853211,
      "law": "He who sedulously performs acts leading to future births (pravritta) becomes equal to the gods; but he who is intent on the performance of those causing the cessation (of existence, nivritta) indeed, passes beyond (the reach of) the five elements.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-YG6FQ6S5ImBUX2JyiBLKDw=="
    },
    {
      "id": 7130850798564,
      "law": "He who sacrifices to the Self (alone), equally recognising the Self in all created beings and all created beings in the Self, becomes (independent like) an autocrat and self-luminous.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-o+i1vqzryMhNcxaj3MUVEg=="
    },
    {
      "id": 2195961857566,
      "law": "After giving up even the above-mentioned sacrificial rites, a Brahmana should exert himself in (acquiring) the knowledge of the Soul, in extinguishing his passions, and in studying the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-gwpvrp1L+08dBmTMHnkXZQ=="
    },
    {
      "id": 5126449116801,
      "law": "For that secures the attainment of the object of existence, especially in the case of a Brahmana, because by attaining that, not otherwise, a twice-born man has gained all his ends.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5ikuIA3a4n/q3f9LvgUSnQ=="
    },
    {
      "id": 6254737461005,
      "law": "The Veda is the eternal eye of the manes, gods, and men; the Veda-ordinance (is) both beyond the sphere of (human) power, and beyond the sphere of (human) comprehension; that is a certain fact.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-XsYaPOhMCWgfTwHbwPxpMw=="
    },
    {
      "id": 5151021721360,
      "law": "All those traditions (smriti) and those despicable systems of philosophy, which are not based on the Veda, produce no reward after death; for they are declared to be founded on Darkness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lg8UwGWNTaCqQDujpT22/g=="
    },
    {
      "id": 1833232059837,
      "law": "All those (doctrines), differing from the (Veda), which spring up and (soon) perish, are worthless and false, because they are of modern date.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-b/hR52lh8jIGFJLennMigQ=="
    },
    {
      "id": 7056063520801,
      "law": "The four castes, the three worlds, the four orders, the past, the present, and the future are all severally known by means of the Veda.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Y+7jncYtSokfQglyQPhU9g=="
    },
    {
      "id": 4839056896561,
      "law": "Sound, touch, colour, taste, and fifthly smell are known through the Veda alone, (their) production (is) through the (Vedic rites, which in this respect are) secondary acts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-CfYpeXF23lnHRnk92ZKPzA=="
    },
    {
      "id": 4804761482462,
      "law": "The eternal lore of the Veda upholds all created beings; hence I hold that to be supreme, which is the means of (securing happiness to) these creatures.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Fw7dDm1zF9gEwqbNyCnTfg=="
    },
    {
      "id": 6018105111012,
      "law": "Command of armies, royal authority, the office of a judge, and sovereignty over the whole world he (only) deserves who knows the Veda-science.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-5vNL5dZUCdED7tyBo3j7cg=="
    },
    {
      "id": 5929559332101,
      "law": "As a fire that has gained strength consumes even trees full of sap, even so he who knows the Veda burns out the taint of his soul which arises from (evil) acts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-A0E1Ij6PQKZZAY/CnCKZmQ=="
    },
    {
      "id": 3107167419833,
      "law": "In whatever order (a man) who knows the true meaning of the Veda-science may dwell, he becomes even while abiding in this world, fit for the union with Brahman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VV/wx+jkYgYmlKO0rzs/lQ=="
    },
    {
      "id": 3290054809292,
      "law": "(Even forgetful) students of the (sacred) books are more distinguished than the ignorant, those who remember them surpass the (forgetful) students, those who possess a knowledge (of the meaning) are more distinguished than those who (only) remember (the words), men who follow (the teaching of the texts) surpass those who (merely) know (their meaning).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-z2HoC+P3s8QoquRhMylfvA=="
    },
    {
      "id": 5689260197026,
      "law": "Austerity and sacred learning are the best means by which a Brahmana secures supreme bliss; by austerities he destroys guilt, by sacred learning he obtains the cessation of (births and) deaths.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-lx5zF/Nd/frRFGRrOMoLmg=="
    },
    {
      "id": 4294527537002,
      "law": "The three (kinds of evidence), perception, inference, and the (sacred) Institutes which comprise the tradition (of) many (schools), must be fully understood by him who desires perfect correctness with respect to the sacred law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-voyDN+2J0NI/UQQXkEblrg=="
    },
    {
      "id": 5534032741006,
      "law": "He alone, and no other man, knows the sacred law, who explores the (utterances) of the sages and the body of the laws, by (modes of) reasoning, not repugnant to the Veda-lore.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-hB9zlVKnTcoQWQQZtQgGFw=="
    },
    {
      "id": 5895191167029,
      "law": "Thus the acts which secure supreme bliss have been exactly and fully described; (now) the secret portion of these Institutes, proclaimed by Manu, will be taught.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Fn5k55jK/kVGtL5OZrQj8Q=="
    },
    {
      "id": 5908125625358,
      "law": "If it be asked how it should be with respect to (points of) the law which have not been (specially) mentioned, (the answer is), 'that which Brahmanas (who are) Sishtas propound, shall doubtlessly have legal (force).'",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-zGA3/7AmRs0i0vIBgNTL3g=="
    },
    {
      "id": 1898300719877,
      "law": "Those Brahmanas must be considered as Sishtas who, in accordance with the sacred law, have studied the Veda together with its appendages, and are able to adduce proofs perceptible by the senses from the revealed texts.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-S9PFKVaaM4bpVsYfkpVE9w=="
    },
    {
      "id": 3097117243150,
      "law": "Whatever an assembly, consisting either of at least ten, or of at least three persons who follow their prescribed occupations, declares to be law, the legal (force of) that one must not dispute.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LjHvuR2TQHQ4aaXlx+rl/g=="
    },
    {
      "id": 6779601548895,
      "law": "Three persons who each know one of the three principal Vedas, a logician, a Mimamsaka, one who knows the Nirukta, one who recites (the Institutes of) the sacred law, and three men belonging to the first three orders shall constitute a (legal) assembly, consisting of at least ten members.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-nKt7pSf0BSP5QrNhUR3WJA=="
    },
    {
      "id": 3649182949632,
      "law": "One who knows the Rig-veda, one who knows the Yagur-veda, and one who knows the Sama-veda, shall be known (to form) an assembly consisting of at least three members (and competent) to decide doubtful points of law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-pzshEqwGs2Z2T/gCm3AXOg=="
    },
    {
      "id": 6768736105041,
      "law": "Even that which one Brahmana versed in the Veda declares to be law, must be considered (to have) supreme legal (force, but) not that which is proclaimed by myriads of ignorant men.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-wLNt6rfPbMkpPwjxNNogiA=="
    },
    {
      "id": 7001722415097,
      "law": "Even if thousands of Brahmanas, who have not fulfilled their sacred duties, are unacquainted with the Veda, and subsist only by the name of their caste, meet, they cannot (form) an assembly (for settling the sacred law).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-P7LElikNIDCrZ8pUk8agtw=="
    },
    {
      "id": 1954699393185,
      "law": "The sin of him whom dunces, incarnations of Darkness, and unacquainted with the law, instruct (in his duty), falls, increased a hundredfold, on those who propound it.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-/+h8Zvfsezh8EtIMCEYnwg=="
    },
    {
      "id": 1273345649506,
      "law": "All that which is most efficacious for securing supreme bliss has been thus declared to you; a Brahmana who does not fall off from that obtains the most excellent state.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Uweu00v8NLnnnLrh/xx33g=="
    },
    {
      "id": 2208365442965,
      "law": "Thus did that worshipful deity disclose to me, through a desire of benefiting mankind, this whole most excellent secret of the sacred law.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-cps4BgimTj3o3jTKNeR+Bw=="
    },
    {
      "id": 2719397711044,
      "law": "Let (every Brahmana), concentrating his mind, fully recognise in the Self all things, both the real and the unreal, for he who recognises the universe in the Self, does not give his heart to unrighteousness.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-C3LI7/HqJcpH3LyZZtiL/Q=="
    },
    {
      "id": 4118129503826,
      "law": "The Self alone is the multitude of the gods, the universe rests on the Self; for the Self produces the connexion of these embodied (spirits) with actions.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-LNfh56FuDG5TBhHbDVOhbQ=="
    },
    {
      "id": 3848673708800,
      "law": "Let him meditate on the ether as identical with the cavities (of the body), on the wind as identical with the organs of motions and of touch, on the most excellent light as the same with his digestive organs and his sight, on water as the same with the (corporeal) fluids, on the earth as the same with the solid parts (of his body);",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-VnMnNPC6YUB4RvKpm+wZiw=="
    },
    {
      "id": 4166062276834,
      "law": "On the moon as one with the internal organ, on the quarters of the horizon as one with his sense of hearing, on Vishnu as one with his (power of) motion, on Hara as the same with his strength, on Agni (Fire) as identical with his speech, on Mitra as identical with his excretions, and on Pragapati as one with his organ of generation.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-41qgy3Ht2s6F9Ou9pfv2VQ=="
    },
    {
      "id": 5923213334334,
      "law": "Let him know the supreme Male (Purusha, to be) the sovereign ruler of them all, smaller even than small, bright like gold, and perceptible by the intellect (only when) in (a state of) sleep (-like abstraction).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-3ZFR5ZVfLjC1kXOe1QfzoQ=="
    },
    {
      "id": 1396508550136,
      "law": "Some call him Agni (Fire), others Manu, the Lord of creatures, others Indra, others the vital air, and again others eternal Brahman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-xVDOVk6SreX0HqPpDFb3TA=="
    },
    {
      "id": 6635301338972,
      "law": "He pervades all created beings in the five forms, and constantly makes them, by means of birth, growth and decay, revolve like the wheels (of a chariot).",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-JJdNN6vXbdcmu6RJUnPkGw=="
    },
    {
      "id": 6445910629663,
      "law": "He who thus recognises the Self through the Self in all created beings, becomes equal (-minded) towards all, and enters the highest state, Brahman.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-Aydc3SMFZ1d4eK6t+ezHIA=="
    },
    {
      "id": 3139274275933,
      "law": "A twice-born man who recites these Institutes, revealed by Manu, will be always virtuous in conduct, and will reach whatever condition he desires.",
      "created": "Monday, April 7, 2025 - 8:13:13 PM",
      "hash": "md5-NA2a7nFTDw+hBOZEoRmiRA=="
    }
  ],
  "created": "Monday, April 7, 2025 - 8:13:13 PM",
  "hash": "md5-Dj2T9PH4A9ozF5j4xmPM+Q=="
}