{
  "id": 7093585630692,
  "title": "CHAPTER XII.",
  "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
  "hash": "md5-PtMPYx7pIs3RaGu0LHo/ag==",
  "data": [
    {
      "id": 5518809520321,
      "dbid": "67ff121147a1ca29c903190b",
      "law": "Action which springs from the mind, from speech, and from the body produces either good or evil results. By action are caused the various conditions of men, the highest, the middling, and the lowest. Know that the mind is the instigator here below, even to that action which is connected with the body, and which is of three kinds, has three locations, and falls under ten heads.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-ELqvAYLDMmRNcMInuneqrA=="
    },
    {
      "id": 1854534704475,
      "dbid": "67ff121147a1ca29c903190c",
      "law": "Coveting the property of others, thinking in one's heart of what is undesirable, and adherence to false doctrines, are the three kinds of evil mental action. Abusing others, speaking untruth, detracting from the merits of others, and talking idly, shall be the four kinds of evil verbal action. Taking what has not been given, injuring creatures without the sanction of the law, and holding criminal intercourse with another man's wife, are declared to be the three kinds of evil bodily action. A man obtains the result of a good or evil mental act in his mind, that of a verbal act in his speech, that of a bodily act in his body.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-+1A08VrRxWvPQS5fZ+Cu+Q=="
    },
    {
      "id": 5889223444113,
      "dbid": "67ff121147a1ca29c903190d",
      "law": "That man is called a true Tridandin in whose mind these three, the control over his speech (vagdanda), the control over his thoughts (manodanda), and the control over his body (kayadanda), are firmly fixed. That man who keeps this threefold control (over himself) with respect to all created beings and wholly subdues desire and wrath, thereby assuredly gains complete success.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-LEAG0dEdav3SUD6uLJPVfw=="
    },
    {
      "id": 3666830961688,
      "dbid": "67ff121147a1ca29c903190e",
      "law": "Him who impels this corporeal Self to action, they call the Kshetragna (the knower of the field); but him who does the acts, the wise name the Bhutatman (the Self consisting of the elements). Another internal Self that is generated with all embodied (Kshetragnas) is called Giva, through which (the Kshetragna) becomes sensible of all pleasure and pain in (successive) births. These two, the Great One and the Kshetragna, who are closely united with the elements, pervade him who resides in the multiform created beings. From his body innumerable forms go forth, which constantly impel the multiform creatures to action.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-hw6NMdPcb8RbV4BGRzHjXA=="
    },
    {
      "id": 2241239282358,
      "dbid": "67ff121147a1ca29c903190f",
      "law": "Another strong body, formed of particles of the five elements and destined to suffer the torments in hell, is produced after death in the case of wicked person. When the evil-doers by means of that body have suffered there the torments imposed by Yama, its constituent parts are united, each according to its class, with those very elements from which they were taken. Having suffered for faults, which are produced by attachment to sensual objects, and which result in misery, approaches, free from stains, those two mighty ones. Those two together examine without tiring the merit and the guilt of that individual soul, united with which it obtains bliss or misery both in this world and the next.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-/gy4vG/1CupkDKHoXeztFg=="
    },
    {
      "id": 6244642934564,
      "dbid": "67ff121147a1ca29c9031910",
      "law": "If the soul chiefly practises virtue and vice to a small degree, it obtains bliss in heaven, clothed with those very elements. But if it chiefly cleaves to vice and to virtue in a small degree, it suffers, deserted by the elements, the torments inflicted by Yama. The individual soul, having endured those torments of Yama, again enters, free from taint, those very five elements, each in due proportion.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-acgamliTldXQ4RzNjJNNLQ=="
    },
    {
      "id": 2303445334476,
      "dbid": "67ff121147a1ca29c9031911",
      "law": "Let man, having recognised even by means of his intellect these transitions of the individual soul which depend on merit and demerit, always fix his heart on the acquisition of merit.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-bLtasjfA/S2uFaSTRRHtww=="
    },
    {
      "id": 3797467500977,
      "dbid": "67ff121147a1ca29c9031912",
      "law": "Know Goodness (sattva), Activity (ragas), and Darkness (tamas) to be the three qualities of the Self, with which the Great One always completely pervades all existences. When one of these qualities wholly predominates in a body, then it makes the embodied (soul) eminently distinguished for that quality. Goodness is declared to have the form of knowledge, Darkness of ignorance, Activity of love and hatred; such is the nature of these three which is all pervading and clings to everything created.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-RJFkMPqlRkBMCrogT0ha9w=="
    },
    {
      "id": 2782425429106,
      "dbid": "67ff121147a1ca29c9031913",
      "law": "When man experiences in his soul a feeling full of bliss, a deep calm, as it were, and a pure light, then let him know that it is among those three the quality called Goodness. What is mixed with pain and does not give satisfaction to the soul one may know to be the quality of Activity, which is difficult to conquer, and which ever draws embodied (souls towards sensual objects. What is coupled with delusion, what has the character of an undiscernible mass, what cannot be fathomed by reasoning, what cannot be fully known, one must consider as the quality of Darkness.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-3UaDA5pd7e/yIhqotVgHuw=="
    },
    {
      "id": 4651114732756,
      "dbid": "67ff121147a1ca29c9031914",
      "law": "The study of the Vedas, austerity, the pursuit of knowledge, purity, control over the organs, the performance of meritorious acts and meditation on the Soul, are the marks of the quality of Goodness. Delighting in undertakings, want of firmness, commission of sinful acts, and continual indulgence in sensual pleasures, are the marks of the quality of Activity. Covetousness, sleepiness, pusillanimity, cruelty, atheism, leading an evil life, a habit of soliciting favours, and inattentiveness, are the marks of the quality of Darkness.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-XUtyN+hOhfjUhiMx9ghCqA=="
    },
    {
      "id": 3443185673800,
      "dbid": "67ff121147a1ca29c9031915",
      "law": "Know, moreover, the following to be a brief description of the three qualities, each in its order, as they appear in the three times, the present, past, and future. When a man, having done, doing, or being about to do any act, feels ashamed, the learned may know that all such acts bear the mark of the quality of Darkness. But, when a man desires to gain by an act much fame in this world and feels no sorrow on failing, know that it bears the mark of the quality of Activity. But that bears the mark of the quality of Goodness which with his whole heart he desires to know, which he is not ashamed to perform, and at which his soul rejoices.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-OVShTQoa36bLXZ50CxoNbg=="
    },
    {
      "id": 3894010399031,
      "dbid": "67ff121147a1ca29c9031916",
      "law": "The craving after sensual pleasures is declared to be the mark of Darkness, the pursuit of wealth the mark of Activity, the desire to gain spiritual merit the mark of Goodness. Each later named quality is better than the preceding one. Those endowed with Goodness reach the state of gods, those endowed with Activity the state of men, and those endowed with Darkness ever sink to the condition of beasts. That is the threefold course of transmigrations. But know this threefold course of transmigrations that depends on the three qualities to be again threefold low, middling, and high, according to the particular nature of the acts and of the knowledge of each man.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-4KZYdrbCe5RkG7W6QrEXxw=="
    },
    {
      "id": 1378622364039,
      "dbid": "67ff121147a1ca29c9031917",
      "law": "Immovable beings, insects, both small and great, fishes, snakes, and tortoises, cattle and wild animals, are the lowest conditions to which the quality of Darkness leads. Elephants, horses, Sudras, and despicable barbarians, lions, tigers, and boars are the middling states, caused by the quality of Darkness. Karanas, Suparnas and hypocrites, Rakshasas and Pisakas belong to the highest rank of conditions among those produced by Darkness.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-6OljygHFE0TnkWfaJuQVIg=="
    },
    {
      "id": 5452782461927,
      "dbid": "67ff121147a1ca29c9031918",
      "law": "Ghallas, Mallas, Natas, men who subsist by despicable occupations and those addicted to gambling and drinking form the lowest order of conditions caused by Activity. Kings and Kshatriyas, the domestic priests of kings, and those who delight in the warfare of disputations constitute the middling rank of the states caused by Activity. The Gandharvas, the Guhyakas, and the servants of the gods, likewise the Apsarases, belong all to the highest rank of conditions produced by Activity.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-2M8Jmyu49QyLgLb6zLURjA=="
    },
    {
      "id": 2343653382648,
      "dbid": "67ff121147a1ca29c9031919",
      "law": "Hermits, ascetics, Brahmanas, the crowds of the Vaimanika deities, the lunar mansions, and the Daityas form the first and lowest rank of the existences caused by Goodness. Sacrificers, the sages, the gods, the Vedas, the heavenly lights, the years, the manes, and the Sadhyas constitute the second order of existences, caused by Goodness. The sages declare the creators of the universe, the law, the Great One, and the Undiscernible One to constitute the highest order of beings produced by Goodness.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-pPlQtglHpTn9hcTQIFV6aA=="
    },
    {
      "id": 6610737577526,
      "dbid": "67ff121147a1ca29c903191a",
      "law": "Thus the result of the threefold action, the whole system of transmigrations which consists of three classes, each with three subdivisions, and which includes all created beings, has been fully pointed out.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-3gechjnFppTs2IqkP6NOdw=="
    },
    {
      "id": 2614243001675,
      "dbid": "67ff121147a1ca29c903191b",
      "law": "In consequence of attachment to (the objects of) the senses, and in consequence of the non-performance of their duties, fools, the lowest of men, reach the vilest births.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-088V9uZIg/aqeNCig4dEsg=="
    },
    {
      "id": 4258788762321,
      "dbid": "67ff121147a1ca29c903191c",
      "law": "What wombs this individual soul enters in this world and in consequence of what actions, learn the particulars of that at large and in due order.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-CZSC/yL35cRjI/dU89W3Cw=="
    },
    {
      "id": 2811438188477,
      "dbid": "67ff121147a1ca29c903191d",
      "law": "In proportion as sensual men indulge in sensual pleasures, in that same proportion their taste for them grows. By repeating their sinful acts those men of small understanding suffer pain here below in various births. But with whatever disposition of mind (a man) forms any act, he reaps its result in a future body endowed with the same quality. ",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-6PDVT30R4vlQLp6c6nspFw=="
    },
    {
      "id": 5285230258902,
      "dbid": "67ff121147a1ca29c903191e",
      "law": "Studying the Veda, practising austerities, the acquisition of true knowledge, the subjugation of the organs, abstention from doing injury, and serving the Guru/teacher are the best means for attaining supreme bliss. If you ask whether among all these virtuous actions, performed here below, there be one which has been declared more efficacious than the rest for securing supreme happiness to man. The answer is that the knowledge of the Soul is stated to be the most excellent among all of them. For that is the first of all sciences, because immortality is gained through that. Among those six kinds of actions enumerated above, the performance of the acts taught in the Veda must ever be held to be most efficacious for ensuring happiness in this world and the next. For in the performance of the acts prescribed by the Veda all those others are fully comprised, each in its turn in the several rules for the rites.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-jkejsON4h1S1pduLmPC7jQ=="
    },
    {
      "id": 6706893769257,
      "dbid": "67ff121147a1ca29c903191f",
      "law": "The acts prescribed by the Veda are of two kinds, such as procure an increase of happiness and cause a continuation of mundane existence, (pravritta), and such as ensure supreme bliss and cause a cessation of mundane existence, (nivritta). Acts which secure the fulfilment of wishes in this world or in the next are called pravritta (such as cause a continuation of mundane existence). Acts performed without any desire for a reward, preceded by the acquisition of true knowledge, are declared to be nivritta (such as cause the cessation of mundane existence).",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-FUbznlHtV3pOyyJgV7o47w=="
    },
    {
      "id": 5073440443736,
      "dbid": "67ff121147a1ca29c9031920",
      "law": "He who sedulously performs acts leading to future births (pravritta) becomes equal to the gods. He who is intent on the performance of those causing the cessation of existence, nivritta indeed, passes beyond the reach of the five elements. He who sacrifices to the Self alone, equally recognising the Self in all created beings and all created beings in the Self, becomes independent like an autocrat and self-luminous. After giving up even the above-mentioned sacrificial rites, a Brahmana should exert himself in (acquiring) the knowledge of the Soul, in extinguishing his passions, and in studying the Veda.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-QsZrzC/hmBeuI+Bwf89MIQ=="
    },
    {
      "id": 1752379413685,
      "dbid": "67ff121147a1ca29c9031921",
      "law": "For that secures the attainment of the object of existence, especially in the case of a Brahmana, because by attaining that, not otherwise, a twice-born man has gained all his ends.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-lFFvol7J0yrdD5fumjBByg=="
    },
    {
      "id": 2974865792761,
      "dbid": "67ff121147a1ca29c9031922",
      "law": "All those traditions (smriti) and those systems of philosophy, which are not based on the Veda, produce no reward after death. for they are founded on Darkness. All those doctrines, differing from the Veda, which spring up and soon perish, are worthless and false, because they are of modern date. The four castes, the three worlds, the four orders, the past, the present, and the future are all severally known by means of the Veda.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-PbyOOh01hY8/esiLRfMWzw=="
    },
    {
      "id": 2697450045416,
      "dbid": "67ff121147a1ca29c9031923",
      "law": "Sound, touch, colour, taste, and fifthly smell are known through the Veda alone, their production is through the Vedic rites, which in this respect are secondary acts. The eternal lore of the Veda upholds all created beings; hence I hold that to be supreme, which is the means of securing happiness to these creatures.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-GuSGuZ+j6mh1PSbdma3dXg=="
    },
    {
      "id": 6564418365198,
      "dbid": "67ff121147a1ca29c9031924",
      "law": "Command of armies, royal authority, the office of a judge, and sovereignty over the whole world he only deserves who knows the Veda-science. As a fire that has gained strength consumes even trees full of sap, even so he who knows the Veda burns out the taint of his soul which arises from evil acts. In whatever order a man who knows the true meaning of the Veda-science may dwell, he becomes even while abiding in this world, fit for the union with Brahman.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-kHe+WrTvuiqor7WgGvMajA=="
    },
    {
      "id": 3645223138909,
      "dbid": "67ff121147a1ca29c9031925",
      "law": "Even forgetful students of the sacred books are more distinguished than the ignorant, those who remember them surpass the forgetful students, those who possess a knowledge of the meaning are more distinguished than those who only remember the words, men who follow the teaching of the texts surpass those who merely know their meaning.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-svcp5AjvEsUQYlKz/D7+8A=="
    },
    {
      "id": 5185895185206,
      "dbid": "67ff121147a1ca29c9031926",
      "law": "Austerity and sacred learning are the best means by which a Brahmana secures supreme bliss. By austerities he destroys guilt, by sacred learning he obtains the cessation of births and deaths.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-cMlyzAxAqT82D1uq/4lb6w=="
    },
    {
      "id": 2738529279632,
      "dbid": "67ff121147a1ca29c9031927",
      "law": "The three kinds of evidence, perception, inference, and the sacred Institutes which comprise the tradition of many schools, must be fully understood by him who desires perfect correctness with respect to the sacred law. He alone, and no other man, knows the sacred law, who explores the utterances of the sages and the body of the laws, by modes of reasoning, not repugnant to the Veda-lore.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-fTvmvHIjQevs1IqkGhD6oQ=="
    },
    {
      "id": 3436920157699,
      "dbid": "67ff121147a1ca29c9031928",
      "law": "Thus the acts which secure supreme bliss have been exactly and fully described. Now the secret portion of these Institutes, proclaimed by Manu, will be taught.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-VPb7VGjhpiJnx83hdpYiLA=="
    },
    {
      "id": 1685225859069,
      "dbid": "67ff121147a1ca29c9031929",
      "law": "If it be asked how it should be with respect to points of the law which have not been specially mentioned, the answer is, that which Brahmanas who are Sishtas propound, shall doubtlessly have legal force. Those Brahmanas must be considered as Sishtas who, in accordance with the sacred law, have studied the Veda together with its appendages, and are able to adduce proofs perceptible by the senses from the revealed texts. Whatever an assembly, consisting either of at least ten, or of at least three persons who follow their prescribed occupations, declares to be law, the legal force of that one must not dispute.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-vHoMqwuHVfxhaohxyO+hxg=="
    },
    {
      "id": 1292682934110,
      "dbid": "67ff121147a1ca29c903192a",
      "law": "Three persons who each know one of the three principal Vedas, a logician, a Mimamsaka, one who knows the Nirukta, one who recites the Institutes of the sacred law, and three men belonging to the first three orders shall constitute a legal assembly, consisting of at least ten members. One who knows the Rig-veda, one who knows the Yagur-veda, and one who knows the Sama-veda, shall be known to form an assembly consisting of at least three members and competent to decide doubtful points of law.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-HymShHioTpTehXAawf7uow=="
    },
    {
      "id": 4049645948021,
      "dbid": "67ff121147a1ca29c903192b",
      "law": "Even that which one Brahmana versed in the Veda declares to be law, must be considered to have supreme legal force, but not that which is proclaimed by myriads of ignorant men. Even if thousands of Brahmanas, who have not fulfilled their sacred duties, are unacquainted with the Veda, and subsist only by the name of their caste, meet, they cannot form an assembly for settling the sacred law.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-Kjr45Q6+gvtSTfCF9ovgvA=="
    },
    {
      "id": 4164606311122,
      "dbid": "67ff121147a1ca29c903192c",
      "law": "The sin of him whom dunces, incarnations of Darkness, and unacquainted with the law, instruct in his duty, falls, increased a hundredfold, on those who propound it. All that which is most efficacious for securing supreme bliss has been thus declared to you; a Brahmana who does not fall off from that obtains the most excellent state. Thus did that worshipful deity disclose through a desire of benefiting mankind, this whole most excellent secret of the sacred law.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-7n1seUbv8vNFbEO7syXDvg=="
    },
    {
      "id": 6395273501931,
      "dbid": "67ff121147a1ca29c903192d",
      "law": "Let every Brahmana, concentrating his mind, fully recognise in the Self all things, both the real and the unreal, for he who recognises the universe in the Self, does not give his heart to unrighteousness. The Self alone is the multitude of the gods, the universe rests on the Self; for the Self produces the connexion of these embodied spirits with actions.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-ve460mbc5h9ZYjnZgixFUw=="
    },
    {
      "id": 5063593444682,
      "dbid": "67ff121147a1ca29c903192e",
      "law": "Let him meditate on the ether as identical with the cavities of the body, on the wind as identical with the organs of motions and of touch, on the most excellent light as the same with his digestive organs and his sight, on water as the same with the corporeal fluids, on the earth as the same with the solid parts of his body. On the moon as one with the internal organ, on the quarters of the horizon as one with his sense of hearing.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-yf+ZarSbv/vR8zcOis4IfA=="
    },
    {
      "id": 1420228248266,
      "dbid": "67ff121147a1ca29c903192f",
      "law": "Let him know the supreme Male (Purusha), to be the sovereign ruler of them all, smaller even than small, bright like gold, and perceptible by the intellect only when in a state of sleep. Some call him Agni (Fire), others Manu, the Lord of creatures, others Indra, others the vital air, and again others eternal Brahman. He pervades all created beings in the five forms, and constantly makes them, by means of birth, growth and decay, revolve like the wheels of a chariot.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-zGNTsxNduB5ksh/6JGthwA=="
    },
    {
      "id": 5427514120944,
      "dbid": "67ff121147a1ca29c9031930",
      "law": "He who thus recognises the Self through the Self in all created beings, becomes equal towards all, and enters the highest state, Brahman.",
      "created": "Tuesday, April 15, 2025 - 7:12:33 PM",
      "hash": "md5-CyxeD0iM8/xMpm+CE5Ya9Q=="
    }
  ]
}