{
  "id": 6856058806727,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book II",
  "author": "Ralph T.H. Griffith",
  "created": 1744940041180,
  "books": [
    {
      "id": 4181256219888,
      "hymn": "Hymn 1",
      "title": "Glorification of the prime cause of all things",
      "file": "av02001.htm",
      "created": 1744940041188,
      "hash": "md5-ZbvT15Pw5t1Vav3aNwmisg==",
      "content": "Vena beholds That Highest which lies hidden, wherein this All resumes one form and fashion. Thence Prisni milked all life that had existence: the hosts that know the light with songs extolled her.\n\nKnowing Eternity, may the Gandharva declare to us that highest secret station. Three steps thereof lie hidden in the darkness: he who knows these shall be the father's father.\n\nHe is our kinsman, father, and begetter: he knows all beings and all Ordinances. He only gave the Gods their appellations: all creatures go to him to ask direction.\n\nI have gone forth around the earth and heaven, I have approached the first-born Son of Order. He, putting voice, as 'twere, within the speaker, stands in the world, he, verily is Agni.\n\nI round the circumjacent worlds have travelled to see the far- extended thread of Order. Wherein the Gods, obtaining life eternal, have risen upward to one common birthplace."
    },
    {
      "id": 6294827617772,
      "hymn": "Hymn 2",
      "title": "A charm to ensure success in gambling",
      "file": "av02002.htm",
      "created": 1744940041191,
      "hash": "md5-gvh/PZM1hegibGnpNlO2Sg==",
      "content": "Lord of the World, divine Gandharva, only he should be honoured in the Tribes and worshipped. Fast with my spell, celestial God, I hold thee. Homage to thee! Thy home is in the heavens.\n\nSky-reaching, like the Sun in brightness, holy, he who averts from us the Gods' displeasure. Lord of the World, may the Gandharva bless us, the friendly God who only must be worshipped.\n\nI came, I met these faultless, blameless beings: among the Apsarases was the Gandharva. Their home is in the sea—so men have told me,—whence they come quickly hitherward and vanish.\n\nThou, Cloudy! ye who follow the Gandharva Visvā-vasu, ye, Starry! Lightning-Flasher! You, O ye Goddesses, I truly worship.\n\nHaunters of darkness, shrill in voice, dice-lovers, maddeners of the mind To these have I paid homage, the Gandharva's wives, Apsarases."
    },
    {
      "id": 1990828937510,
      "hymn": "Hymn 3",
      "title": "A water-cure charm",
      "file": "av02003.htm",
      "created": 1744940041192,
      "hash": "md5-brtfmSVxl6aNGx+iAX9nog==",
      "content": "That little spring of water which is running downward from the hill I turn to healing balm for thee that thou mayst be good medicine.\n\nHither and onward! Well! Come on! Among thy hundred remedies Most excellent of all art thou, curing disease and morbid flow.\n\nThe Asuras bury deep in earth this mighty thing that healeth wounds. This is the cure for morbid flow, this driveth malady away.\n\nThe emmets from the water-flood produce this healing medicine: This is the cure for morbid flow, this driveth malady away.\n\nMighty is this wound-healing balm: from out the earth was it produced. This is the cure for morbid flow, this driveth malady away.\n\nBless us the Waters! be the Plants auspicious! May Indra's thunderbolt drive off the demons. Far from us fall the shafts they shoot against us!"
    },
    {
      "id": 2692593233613,
      "hymn": "Hymn 4",
      "title": "A charm to ensure health and prosperity by wearing an amulet",
      "file": "av02004.htm",
      "created": 1744940041194,
      "hash": "md5-JJKS8tMI33rrIi8usyKXpQ==",
      "content": "For length of life, for mighty joy, uninjured, ever showing strength. We wear Vishkandha's antidote, the Amulet of Jangida.\n\nAmulet of a thousand powers, Jangida save us, all around. From Jambha, and from Viara, Vishkandha, and tormenting pain.\n\nThis overcomes Vishkandha, this chases the greedy fiends away: May this our panacea, may Jangida save us from distress.\n\nWith Jangida that brings delight, Amulet given by the Gods, We in the conflict overcome Vishkandha and all Rākshasas.\n\nMay Cannabis and Jangida preserve me from Vishkandha,— that Brought to us from the forest, this sprung from the saps of husbandry.\n\nThis Amulet destroys the might of magic and malignity: So may victorious Jangida prolong the years we have to live."
    },
    {
      "id": 6221123682958,
      "hymn": "Hymn 5",
      "title": "Invitation to, and praise of Indra",
      "file": "av02005.htm",
      "created": 1744940041195,
      "hash": "md5-4fkcJZ12l1q1HPYCcjGI6A==",
      "content": "Indra, be gracious, drive thou forth, come, Hero, with thy two bay steeds. Taste the libation, hither, enjoying meath and the hymn, come, fair, to the banquet.\n\nO Indra, even as one athirst, fill thee with meath as 'twere from heaven. Sweet-toned, the raptures of this juice have come to thee as to the light.\n\nSwift-conquering Indra, Mitra like, smote, as a Yati, Vritra dead. Like Bhrigu he cleft Vala through, and quelled his foes in Soma's rapturous joy.\n\nO Indra, let the juices enter thee. Fill full thy belly, sate thee, mighty one! Let the hymn bring thee. Hear thou my call, accept the song I sing, here, Indra, with thy friends enjoy thyself, to height of rapture.\n\nNow will I tell the manly deeds of Indra, the first that he achieved, the thunder-wielder. He slew the Dragon, then disclosed the waters, and cleft the channels of the mountain torrents.\n\nHe slew the Dragon lying on the mountain: his heavenly bolt of thunder Tvashtar fashioned. Like lowing kine in rapid flow descending the waters glided downward to the ocean.\n\nImpetuous as a bull he chose the Soma, and quaffed the juices in three sacred beakers. Maghavan grasped the thunder for his weapon, and smote to death this first-born of the dragons."
    },
    {
      "id": 6351625901338,
      "hymn": "Hymn 6",
      "title": "A prayer to Agni for protection",
      "file": "av02006.htm",
      "created": 1744940041196,
      "hash": "md5-r6DyitjjHZxJs9LeDgYdDA==",
      "content": "Half-years and seasons strengthen thee, O Agni, the years, and all the Verities, and Rishis! Flash forth with thy celestial effulgence: illumine all four regions of the heavens.\n\nKindle thee, Agni, and make this man prosper: rise up erect for high and happy fortune. Agni, be those uninjured who adore thee, and may thy priests be glorious and no others.\n\nThese Brāhmans have elected thee, O Agni: be thou propitious in our sacred chamber. Slayer of rivals, Agni, quell our foemen: watch in our house with care that never ceases.\n\nSeize, Agni, on thy power and firmly hold it: contend thou with the Friend by way of friendship. Placed in the centre of our fellows, Agni, flash forth to be invoked by kings around thee.\n\nPast those who slay, past enemies, past thoughtless men, past those who hate, Yea, Agni, hear us safe past all distresses: give thou us opulence with men about us."
    },
    {
      "id": 3512726971506,
      "hymn": "Hymn 7",
      "title": "A counter-charm against imprecation and malignity",
      "file": "av02007.htm",
      "created": 1744940041198,
      "hash": "md5-UKVq8dT4kIwMS0pNS9mdBQ==",
      "content": "Hated by sinners, sprung from Gods, this Plant that turns the curse away Hath washed from me all curses, as water makes clean from spot and stain.\n\nAll curses of a rival, each curse of a female relative, Curse uttered by an augry priest, all these we tread beneath our feet.\n\nSpread on the surface of the earth, downward from heaven thy root depends: With this that hath a thousand joints keep thou us safe on every side.\n\nGuard on all sides this woman, guard my children, us, and all our wealth! Let not malignity o'ercome, nor adversaries conquer us.\n\nUpon the curser fall his curse! Dwell we with him whose heart is true! We split the cruel villain's ribs whose evil eye bewitches us."
    },
    {
      "id": 5200154797021,
      "hymn": "Hymn 8",
      "title": "A charm against hereditary disease (kshetriya)",
      "file": "av02008.htm",
      "created": 1744940041199,
      "hash": "md5-OjQ6/jivK31EdWvhDccuog==",
      "content": "Twin Stars of happy omen, named Releasers, have gone up. May they Loose, of inherited disease, the uppermost and lowest bond.\n\nVanish this Night, extinct in Dawn! Let those who weave their spells depart. So let the plague-destroying Plant remove inherited disease.\n\nWith straw of barley tawny-brown in colour with its silvery ears, with stalk and stem of Sesamum- So let the plague-destroying Plant remove inherited disease.\n\nLet homage to thy ploughs be paid, our homage to the pole and yokes. So let the plague-destroying Plant remove inherited disease.\n\nHomage to men with blinking eyes, homage to those who hear and act! To the Field's Lord be homage paid. So let the plague-destroying Plant remove inherited disease."
    },
    {
      "id": 3259347077245,
      "hymn": "Hymn 9",
      "title": "A charm to cure dangerous disease",
      "file": "av02009.htm",
      "created": 1744940041200,
      "hash": "md5-KBtLZq73V4c2HzwUMVe8EQ==",
      "content": "Free this man, Dasavriksha! from the demon, from Grāhi who hath seized his joints and members, And raise him up again, O Tree, into the world of living men.\n\nHe hath arisen and come once more, rejoined the band of those who live. May he become the sire of sons, and of all men most fortunate.\n\nHe hath returned to consciousness, rejoined the living's firm abodes, For hundred leeches are in this, yea, and a thousand healing herbs.\n\nThe Gods, the Brāhman-priests, and plants observed the way to gather thee: All deities described the way men gather thee upon the earth.\n\nLet him who made it also heal: he, truly, is the deftest leech. Pure, with a leech he verily shall give thee medicines that heal."
    },
    {
      "id": 3509774164125,
      "hymn": "Hymn 10",
      "title": "Absolution and benediction",
      "file": "av02010.htm",
      "created": 1744940041201,
      "hash": "md5-Vw7nEcObAV/6xROuoaLLdw==",
      "content": "From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I free and save thee. With spell and prayer I make thee pure and sinless: to thee be both, the Earth and Heaven, auspicious!\n\nGracious to thee be Agni with the Waters, let Soma with the Plants be kind and bless thee. From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I thus release thee.\n\nMay kind Wind strengthen thee in air's mid-region, to thee may heaven's four quarters be auspicious. From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's curse I thus release thee.\n\nThese Goddesses, four regions of the heavens, on whom the Sun looks kindly, wives of Vāta— From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I thus release thee.\n\nFor long life, in the midst of these I set thee. Away pass Nirriti, away Consumption! From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I thus release thee.\n\nThou hast been freed from Phthisis and from trouble, from shame, and from the snare of Druh and Grain. From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I thus release thee.\n\nJoy hast thou found, and left ill-will behind thee: thou hast attained the happy world of virtue. From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I thus release thee.\n\nThe Gods have freed from, sinfulness, redeeming the Sun, the Law from darkness and from Grāhi. From family sickness, kinsmen's curse, Destruction, from Druh, from Varuna's noose I thus release thee. With spell and prayer I make thee pure and sinless: to thee be both, the Earth and Heaven, auspicious!"
    },
    {
      "id": 5675430276515,
      "hymn": "Hymn 11",
      "title": "Counter-charm, with an amulet, against an enemy's spell",
      "file": "av02011.htm",
      "created": 1744940041202,
      "hash": "md5-DBFS0diObc9PVLcV3vFsrw==",
      "content": "Dart against dart, destroyer of destruction, thou art the missile sent to meet the missile. Reach thy superior, thou; surpass thine equal.\n\nSraktya art thou, an Amulet art thou, a counter-charm of spells, Reach thy superior, thou; surpass thine equal.\n\nUse spells against the man we hate, against the man who hateth us. Reach thy superior, thou; surpass thine equal.\n\nA prince art thou, giver of speech, thou art our bodies' strong defence. Reach thy superior, thou; surpass thine equal.\n\nFulgent art thou, and splendid, thou art heavenly lustre, thou art light. Reach thy superior, thou; surpass thine equal."
    },
    {
      "id": 6447280315756,
      "hymn": "Hymn 12",
      "title": "A prayer for vengeance on a malicious rival worshipper",
      "file": "av02012.htm",
      "created": 1744940041203,
      "hash": "md5-RZxIQJOIOwni61bM3iPHig==",
      "content": "The spacious Firmament, and Earth and Heaven, the Field's Queen, and the wonderful Wide-Strider, Yea, the broad middle air which Vāta guardeth, may these now burn with heat while I am burning.\n\nListen to this, ye Gods who merit worship. Hymns here are sung for me by Bharadvāja. Bound in the noose may he be doomed to trouble whoever mars this that our mind hath purposed.\n\nHear this my call, O Indra, Soma-drinker, as with a burning heart I oft invoke thee. I smite, as 'twere a tree felled with a hatchet, the man who marreth this my plan and purpose.\n\nTogether with thrice-eighty Sāma-singers, Angirases, and Vasus, and Ādityas, May the felicity of the Fathers guard us. I seize that man with fire that Gods have kindled.\n\nO Heaven and Earth, regard me with your favour, and, all ye Gods, stand on my side and help me. Angirases, Fathers worthy of the Soma! woe fall on him who, caused the hateful outrage!\n\nWhoever either scorns us, O ye Maruts, or blames devotion which we now are paying. Let his own wicked deeds be fires to burn him. May Heaven consume the man who hates devotion.\n\nThy sevenfold vital breath, thine eight marrows I rend away with prayer. With Agni as thine envoy, go, prepared, to Yama's dwelling place.\n\nIn Jātavedas kindled flame I set the place assigned to thee. Let fire consume thy body, and thy voice go to the general breath."
    },
    {
      "id": 1386198267249,
      "hymn": "Hymn 13",
      "title": "A youth's Investiture ceremony (godānam)",
      "file": "av02013.htm",
      "created": 1744940041204,
      "hash": "md5-qk3U+8c+b4w/ZRDZDOU/JA==",
      "content": "Strength-giver, winning lengthened life, O Agni, with face and back shining with molten butter, Drink thou the butter and fair milk and honey, and, as a sire his sons, keep this man safely.\n\nFor us surround him, cover him with splendour, give him long life, and death when age removes him. The garment hath Brihaspati presented to Soma, to the King, to w rap about him.\n\nThou for our w eal hast clothed thee in the mantle: thou hast become our heifers' guard from witchcraft. Live thou a hundred full and plenteous autumns, and wrap thee in prosperity of riches.\n\nCome hither, stand upon the stone: thy body shall become a stone. The Universal Gods shall make thy life a hundred autumns long.\n\nSo may the Universal Gods protect thee, whom we divest of raiment worn aforetime. So after thee, well-formed and growing stronger, be born a multitude of thriving brothers."
    },
    {
      "id": 6561912899606,
      "hymn": "Hymn 14",
      "title": "A charm to banish vermin and noxious creatures",
      "file": "av02014.htm",
      "created": 1744940041205,
      "hash": "md5-NCvBD/Rl+7fdqnVtxZNmRQ==",
      "content": "Forth from the hall the bold, the sharp, the greedy one, the single-voiced, Sadānvās, and all progeny of Chanda we exterminate.\n\nWe drive you forth from cattle-shed, from axle, from within the wain, Ye daughters of Magundi, we frighten and chase you from out homes.\n\nYonder let the Arāyis dwell, there where that house is down below. Let utter indigence and all the Yātudhānis settle there.\n\nMay Bhūtapati drive away, and Indra, the Sadānvās hence. Let Indra with his bolt quell those who sit upon our dwelling's floor.\n\nWhether ye be of farm and field, or whether ye be sent by men, Or be ye sprung from Dasyu race, vanish, Sadānvās, and begone.\n\nI have gone round their homes as runs a fleet-foot racer round the post, And in all races conquered you. Vanish, Sadānvās, and begone."
    },
    {
      "id": 1275130883480,
      "hymn": "Hymn 15",
      "title": "A prayer for general protection",
      "file": "av02015.htm",
      "created": 1744940041206,
      "hash": "md5-XujC9UlmLmlW4oma4a9xEA==",
      "content": "As Heaven and Earth are not afraid, and never suffer loss or harm, Even so, my spirit, fear not thou.\n\nAs Day and Night are not afraid, nor ever suffer loss or harm, Even so, my spirit, fear not thou.\n\nAs Sun and Moon are not afraid, nor ever suffer loss or harm. Even so. my spirit, fear not thou.\n\nAs Brāhmanhood and Princely Power fear not, nor suffer loss, or harm, Even so, my spirit, fear not thou.\n\nAs Truth and Falsehood have no fear, nor ever suffer loss or harm, Even so, my spirit, fear not thou.\n\nAs What Hath Been and What Shall Be fear not, nor suffer loss or harm, Even so, my spirit, fear not thou."
    },
    {
      "id": 2330483306567,
      "hymn": "Hymn 16",
      "title": "A charm against fear",
      "file": "av02016.htm",
      "created": 1744940041207,
      "hash": "md5-Jhz3SFBBmup/AV1c9sd3mA==",
      "content": "Guard me from death, Inhaling and Exhaling! All bliss to you!\n\nGuard me from overhearing, Earth and Heaven! All hail to you!\n\nDo thou, O Sūrya, with thine eye protect me! All hail to thee!\n\nAgni Vaisvānara, with all Gods preserve me! All hail to thee!\n\nPreserve me with all care. O All-Sustainer! All hail to thee!"
    },
    {
      "id": 2943249283936,
      "hymn": "Hymn 17",
      "title": "A prayer to an amulet for health and strength",
      "file": "av02017.htm",
      "created": 1744940041207,
      "hash": "md5-aSuUWdxZYJJCjYuUgIR4Iw==",
      "content": "Power art thou, give me power. All hail!\n\nMight art thou, give me might. All hail!\n\nStrength art thou, give me strength. All hail!\n\nLife art thou, give me life. All hail!\n\nEar art thou, give me hearing! Hail!\n\nEye art thou, give me eyes. All hail!\n\nShield art thou, shield me well. All hail"
    },
    {
      "id": 6476882924662,
      "hymn": "Hymn 18",
      "title": "A charm against enemies, goblins, and other evil creatures",
      "file": "av02018.htm",
      "created": 1744940041208,
      "hash": "md5-XedYwohbnSaM785ozhVHSw==",
      "content": "Destruction of the foe art thou, give me the scaring of my foes. All hail!\n\nThe rival's ruiner art thou, give me to drive my rivals off. All hail!\n\nArāyis' ruiner art thou, give me to drive Arāyis off. All hail!\n\nPisa-chas' ruiner art thou, give me to drive Pisāchas off. All hail!\n\nSadānvās' ruiner art thou, give me to drive Sadānvās off. All hail!"
    },
    {
      "id": 6304342914296,
      "hymn": "Hymn 19",
      "title": "A prayer to Agni for aid against an enemy",
      "file": "av02019.htm",
      "created": 1744940041209,
      "hash": "md5-CHOYKCaFkN+XjhkQviVtfQ==",
      "content": "Burn thou, O Agni, with that heat of thine against the man who hates us, whom we hate.\n\nFlame thou, O Agni, with that flame of thine against the man who hates us, whom we hate.\n\nShine out, O Agni, with that sheen of thine against the man who hates us, whom we hate.\n\nBlaze thou, O Agni, with that blaze of thine against the man who hates us, whom we hate.\n\nO Agni, with the splendour that is thine darken the man who hates us, whom we hate.  \n <font size=\"-1\" color=\"green\">It appears that hymns 20-23 were omitted—JBH</font>"
    },
    {
      "id": 3021068492824,
      "hymn": "Hymn 24",
      "title": "A charm against the magic arts of fiends",
      "file": "av02024.htm",
      "created": 1744940041209,
      "hash": "md5-VJDbdeHdgQKRRjKkXY/j0Q==",
      "content": "O Serabhaka, Serabha, back fall your arts of witchery! Back, Kimidins! let your weapon fall. Eat your possessor; eat ye him who sent you forth;\n\nSrvridhaka, O Sevridha, back fall your arts of witchery! Back, Kimidins! let your weapon fall, etc.\n\nO Mroka, Anumroka, back return your arts of witchery! Back, Kimidins! let your weapon fall, etc.\n\nO Sarpa, Anusarpa, back return your arts of witchery! Back, 'i Kimidins! let your weapon fall, etc.\n\nBack fall your witcheries, Jūrni! back your weapon, ye Kimidinis, etc.\n\nBack fall your spells, Upabdi! back your weapon, ye Kimidinis, etc.\n\nBack fall your witchcrafts, Arjuni! your weapon, ye Kimidinis, etc,\n\nBack, O, Bharūji! fall your charms, your weapon, ye Kimidinis. Eat your possessor; eat ye him who sent you forth; eat your own flesh."
    },
    {
      "id": 3421704716616,
      "hymn": "Hymn 25",
      "title": "A charm against fiends who cause abortion",
      "file": "av02025.htm",
      "created": 1744940041210,
      "hash": "md5-vmnTU4Kwr/gBCYvInNUMlA==",
      "content": "The Goddess Prisniparni hath blest us, and troubled Nirriti. Fierce crusher of the Kanvas she: her have I gained, the mighty one.\n\nVictorious in the olden time this Prisniparni was brought forth: With her I cleave, as 'twere a bird's, the head of the Detestables.\n\nThe hateful fiend who drinks the blood, and him who take away the growth, The Kanva who devours the germ, quell, Prisniparni! and! destroy.\n\nDrive and imprison in a hill these Kanvas harassers of life: Follow them Prisniparni, thou Goddess, like fire consuming. them.\n\nDrive thou away these Kanvas, drive the harassers of life afar. Whither the shades of darkness go, I send the fiends who feed on flesh.  \n <font size=\"-1\" color=\"green\">There is no verse 3 in the copytext—JBH</font>"
    },
    {
      "id": 1770436949557,
      "hymn": "Hymn 26",
      "title": "A benediction on homeward coming cattle",
      "file": "av02026.htm",
      "created": 1744940041211,
      "hash": "md5-xFOip51vFySrB+f/XXcAFw==",
      "content": "Let them come home, the cattle that have wandered, whom Vāyu hath delighted to attend on, Whose forms and figures are well known to Tvashtar. These cows let Savitar drive within this stable.\n\nLet the beasts stream together to this cow-pen. Brihaspati who knoweth lead them hither! Let Sinivāli guide the foremost homeward. When they have come, Anumati! enclose them.\n\nTogether stream the cattle! stream together horses and the men! Hitherward press all growth of grain! I offer sacrifice with mixt oblation.\n\nI pour together milk of kine, with butter blending strength and juice. Well sprinkled be our men, as true to me as cows are to their herd!\n\nHither I bring the milk of cows, hither have brought the juice of corn. Hitherward have our men been brought, hitherward to this house our wives."
    },
    {
      "id": 3965501813670,
      "hymn": "Hymn 27",
      "title": "A charm against an opponent in debate",
      "file": "av02027.htm",
      "created": 1744940041211,
      "hash": "md5-E0crgrmg3WTTqC9PQWkzmQ==",
      "content": "Let not the enemy win the cause! Strong and predominant art thou. Refute mine adversary's speech. Render them dull and flat, O Plant.\n\nThe strong-winged bird discovered thee, the boar unearthed thee with his snout. Refute mine adversary's speech. Render them dull and flat, O Plant.\n\nYea, Indra laid thee on his arm, to cast the Asuras to the ground. Refute mine adversary's speech. Render them dull and flat, O Plant.\n\nIndra devoured the Pātā plant that he might lay the Asuras low. Refute mine adversary's speech! Render them dull and flat, O Plant.\n\nWith this I overcome my foes as Indra overcame the wolves. Refute mine adversary's speech! Render them dull and flat, O Plant.\n\nO Rudra, Lord of Healing Balms, dark-crested, skilful in thy work!— Refute mine adversary's speech. Render them dull and flat, O Plant.\n\nIndra, defeat the speech of him who meets us with hostility. Comfort us with thy power and might. Make me superior in debate."
    },
    {
      "id": 1966267406249,
      "hymn": "Hymn 28",
      "title": "A prayer for a boy's long and happy life",
      "file": "av02028.htm",
      "created": 1744940041212,
      "hash": "md5-JH+Nl33a7kpO9zuIzbUyIg==",
      "content": "This Child, Old Age! shall grow to meet thee only: none of the hundred other deaths shall harm him. From trouble caused by friends let Mitra guard him, as a kind mother guards the son she nurses.\n\nMitra or Varuna the foe-destroyer, accordant, grant him death in course of nature! Thus Agni, Hotar-priest, skilled in high statutes, declareth all the deities' generations.\n\nThou art the Lord of all terrestrial cattle, of cattle born and to be born hereafter. Let not breath drawn or breath emitted fail him. Let not his friends, let not his foemen slay him.\n\nLet Heaven thy father and let Earth thy mother, accordant, give thee death in course of nature, That thou mayst live on Aditi's bosom, guarded, a hundred winters, through thy respirations.\n\nLead him to life, O Agni, and to splendour, this dear child, Varuna! and thou King Mitra! Give him protection, Aditi! as a mother; All Gods, that his be life of long duration;"
    },
    {
      "id": 2922103776852,
      "hymn": "Hymn 29",
      "title": "A benediction on a sick man",
      "file": "av02029.htm",
      "created": 1744940041213,
      "hash": "md5-W6gyY46EdnL2PffJV9rsZw==",
      "content": "Gods, give him all that earth hath best with bodily strength and happy fate. Agni and Sūrya grant him life, Brihaspati give him eminence!\n\nBestow thou life on him, O Jātavedas. Store him with future progeny, O Tvashtar. Send him, O Savitar, full growth of riches. Let this thy servant live a hundred autumns.\n\nMay this our prayer bring strength and goodly offspring. Give, both of you one-minded, strength and riches. Let him with might win fields and victory, Indra! setting beneath his feet the rest, his rivals.\n\nAs Indra's gift, by Varuna instructed the fierce one came to us sent by the Maruts. Let him, O Heaven and Earth, rest in your bosom. Let him not hunger, let him not be thirsty.\n\nYe twain endowed with vigour, grant him vigour. Ye who are rich in milk, give milk to feed him. These twain have given him vigour, Earth and Heaven, and all the Gods, the Maruts, and the Waters.\n\nWith health-bestowing drops thine heart I comfort: all-bright again, and undiseased, enjoy them. Drest in like robes let these two drink the mixture, wearing the Asvins' form as an illusion.\n\nErst Indra, wounded, made this strengthening portion, eternal food: thine is it, here presented. With this live full of vigour through the autumns. Let not thy strength be drained. Leeches have helped thee."
    },
    {
      "id": 5796633711288,
      "hymn": "Hymn 30",
      "title": "A man's love-charm",
      "file": "av02030.htm",
      "created": 1744940041213,
      "hash": "md5-JK55XzbYfJDdmJPyjBFK8g==",
      "content": "As the wind shake this Tuft of Grass hither and thither on the ground. So do I stir and shake thy mind, that thou mayst be in love with me, my darling, never to depart.\n\nYe, Asvins, lead together, ye unite and bring the loving pair. Now have the fortunes of you twain, now have your vows and spirits met.\n\nWhen eagles, calling out aloud, are screaming in the joy of health, Then to my calling let her come, as to the arrow's neck the shaft.\n\nLet what is inward turn outside, let what is outward be within: Seize and possess, O Plant, the mind of maidens rich in every charm.\n\nSeeking a husband she hath come! and I came longing for a wife: Even as a loudly-neighing steed may fate and fortune have I met."
    },
    {
      "id": 3880740558128,
      "hymn": "Hymn 31",
      "title": "A charm against all sorts of worms",
      "file": "av02031.htm",
      "created": 1744940041213,
      "hash": "md5-i8wjeN5J1QqU/6zxU8bGxQ==",
      "content": "With Indra's mighty millstone, that which crushes worms of every sort, I bray and bruise the worms to bits like vetches on the grinding stone.\n\nThe Seen and the Invisible, and the Kurūru have I crushed: Alāndus, and all Chhalunas, we bruise to pieces with our spell.\n\nI kill Alāndus with a mighty weapon: burnt or not burnt they now have lost their vigour . Left or not left, I with the spell subdue them: let not a single worm remain uninjured.\n\nThe worm that lives within the ribs, within the bowels, in the head. Avaskava and Borer, these we bruise to pieces with the spell.\n\nWorms that are found on mountains, in the forests, that live in plants, in cattle, in the waters, Those that have made their way within our bodies,—these I destroy, the worms' whole generation."
    },
    {
      "id": 6667423180899,
      "hymn": "Hymn 32",
      "title": "A charm against worms or bots in cows",
      "file": "av02032.htm",
      "created": 1744940041214,
      "hash": "md5-svPfd7wAp/wzEBv/1YS81A==",
      "content": "Uprising let the Sun destroy, and when he sinketh, with his beams. The Worms that live within the cow.\n\nThe four-eyed worm, of every shape, the variegated, and the white I break and crush the creature's ribs, and tear away its head besides.\n\nLike Atri I destroy you, Worms! in Kanva's, Jamadagni's way: I bray and bruise the creeping things to pieces with Agastya's• spell.\n\nSlain is the sovran of these Worms, yea, their controlling lord is slain: Slain is the Worm, his mother slain, brother and sister both are slain.\n\nSlain are his ministers, and slain his followers and retinue: Yes, those that seemed the tiniest things, the Worms have all been put to death.\n\nI break in pieces both thy horns wherewith thou pushest here and there: I cleave and rend the bag which holds the venom which is• stored in thee."
    },
    {
      "id": 3339717341708,
      "hymn": "Hymn 33",
      "title": "A charm against consumption",
      "file": "av02033.htm",
      "created": 1744940041215,
      "hash": "md5-ELJwO4ZRKirD8XY5uBKZQg==",
      "content": "From both thy nostrils, from both eyes, from both thine ears, and from thy chin, Forth from thy brain and tongue I root Consumption seated in thy head.\n\nForth from the neck and from the nape, from dorsal vertebrae and spine. From arms and shoulder-blades I root Consumption seated in thine arms.\n\nForth from thy heart and from thy lungs, from thy gall-bladder and thy sides, From kidneys, spleen and liver thy Consumption we eradicate.\n\nFrom bowels and intestines, from the rectum and the belly, I Extirpate thy Consumption, from flanks, navel and mesentery.\n\nForth from thy thighs and from thy knees, heels and the fore- parts of thy feet. Forth from thy loins and hips I draw Consumption setted in thy loins.\n\nForth from thy marrows and thy bones, forth from thy tendons and thy veins I banish thy Consumption, from thy hands, thy fingers, and thy nails.\n\nIn every member, every hair, in every joint wherein it lies, We with the exorcising spell of Kasyapa drive far away Con- sumption settled in thy skin."
    },
    {
      "id": 1418063434091,
      "hymn": "Hymn 34",
      "title": "A prayer accompanying an animal sacrifice",
      "file": "av02034.htm",
      "created": 1744940041215,
      "hash": "md5-CmZJWaFPEBXX2V/T/t+82Q==",
      "content": "May this, of all the beasts that Pasupati rules, Lord of animals,. quadruped and biped, Come, purchased, to the sacrificial portion. May growth of wealth attend the sacrificer.\n\nLoosing the seed of future-time existence, give good success, O Gods, to him who worships. May what is present, duly brought, the victim, go to the deities' beloved region.\n\nThose who are looking, deep in meditation, on the bound ani- mal with eye and spirit To them, the first, may Agni, God, give freedom, rejoicing in his creatures, Visvakarman.\n\nTame animals of every shape, though varied in colour, manifold. alike in nature To them, the first, may Vāyu, God, give freedom, Prajāpati. rejoicing in his creatures.\n\nLet those who know receive before all others the vital breath proceeding from the body. Go to the sky. Stay there with all thy members. By paths which Gods have travelled go to Svarga."
    },
    {
      "id": 1332290153129,
      "hymn": "Hymn 35",
      "title": "Expiation for an imperfectly performed sacrifice",
      "file": "av02035.htm",
      "created": 1744940041216,
      "hash": "md5-WQcOf1+lyMQukTr/X6yhBQ==",
      "content": "We who enjoying it have grown no richer, for whom the sacred altar-fires have sorrowed, We who compounded with deficient worship,—may Visvakarman make our service prosper.\n\nRishis have called the sacrifice's patron amerced through sin, sorrowing for his offspring. Those drops of meath whereof the missed enjoyment,—may Visvakarman with those drops unite us.\n\nRegarding niggard churls as Soma-drinkers, skilful in sacrifice, weak at the meeting, Whatever sin the captive hath committed, do thou for weal release him, Visvakarman!\n\nAwful are Rishis: unto them be homage, and to their eye and truthfulness of spirit! Loud homage to Brihaspati, O mighty! Homage to thee, O Visvakarman! Guard us.\n\nThe eye of sacrifice, source, and beginning—with voice, ear, spirit unto him I offer. To this our sacrifice wrought by Visvakarman may the Gods come gracious and kindly-hearted."
    },
    {
      "id": 5273215327860,
      "hymn": "Hymn 36",
      "title": "A charm to secure a husband for a marriageable girl",
      "file": "av02036.htm",
      "created": 1744940041217,
      "hash": "md5-lr2lfO7tKV2tMmtzeECUmw==",
      "content": "To please us may the suitor come, O Agni, seeking this maid and bringing us good fortune. Approved by wooers, lovely in assemblies, may she be soon made happy with a husband.\n\nAs bliss beloved by Soma, dear to Prayer, and stored by Arya- man, With the God Dhātar's truthfulness I work the bridal oracle.\n\nO Agni, may this woman find a husband. Then verily King Soma makes her happy. May she bear sons, chief lady of the household, blessed and bearing rule beside her consort.\n\nAs this lair, Maghavan! that is fair to look on was dear to wild things as a pleasant dwelling, So may this woman here be Bhaga's darling. Loved by her lord and prizing his affection.\n\nMount up, embark on Bhaga's ship, the full, the inexhaustible, Thereon bring hitherward to us the lover whom thou fain wouldst wed.\n\nCall out to him, O Lord of Wealth! Make thou the lover well- inclined. Set each on thy right hand who is a lover worthy of her choice.\n\nHere is the Bdellium and the gold, the Auksha and the bliss are here: These bring thee to the husbands, so to find the man whom thou. wouldst have.\n\nMay Savitar lead and bring to thee the husband whom thy heart desires. O Plant, be this thy gift to her!"
    }
  ],
  "hash": "md5-64GAh3jmQTKkFwD+9UKnGQ=="
}