{
  "id": 1819379812979,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book III",
  "author": "Ralph T.H. Griffith",
  "created": 1745090290825,
  "data": [
    {
      "id": 6478320815768,
      "hymn": "Hymn 1",
      "title": "A prayer or charm for the defeat and destruction of enemies in battle",
      "file": "av03001.htm",
      "created": 1745090290826,
      "hash": "md5-zv7xLNJydbmizJJkRTj8Ng==",
      "content": "Let the wise Agni go against our foemen, burning against ill-will and imprecation Let him bewilder our opponents' army, Let Jātavedas smite and make them handless.\n\nMighty are ye for such a deed, O Maruts. Go forward, overcome them and destroy them. The Vasus slew, and these were left imploring. Wise Agni as our messenger assail them!\n\nO Maghavan, O Indra, thou who slayest fiends, and, Agni, thou, Burn, both of you, against these men, the foeman's host that threatens us.\n\nShot down the slope, with thy two tawny coursers, forth go thy bolt, destroying foes, O Indra! Slay those who fly, slay those who stand and follow. On every side fulfil these men's intention.\n\nIndra, bewilder thou the foemen's army. With Agni's, Vāta's furious rush drive them away to every side.\n\nLet Indra daze their army. Let the Maruts slay it with their might. Let Agni take their eyes away, and let the conquered host retreat."
    },
    {
      "id": 2208843253484,
      "hymn": "Hymn 2",
      "title": "A rifaccimento or recension of I",
      "file": "av03002.htm",
      "created": 1745090290826,
      "hash": "md5-wmIaCUOswEf2dTGrcwcPgg==",
      "content": "May Agni, he who knows, our envoy, meet them, burning against ill-will and imprecation. May he bewilder our opponent's senses. May Jātavedas smite and make them handless.\n\nThis Agni hath bewildered all the senses that were in your hearts: Now let him blast you from your home, blast you away from every side.\n\nDazing their senses, Indra, come hitherward with the wish and will. With Agni's, Vāta's furious rush drive them to every side away.\n\nVanish, ye hopes and plans of theirs, be ye confounded, all their thoughts! Whatever wish is in their heart, do thou expel it utterly.\n\nBewildering the senses of our foemen, seize on their bodies and depart, O Apvā! Go meet them, flame within their hearts and burn them. Smite thou the foes with darkness and amazement.\n\nThat army of our enemies, O Maruts, that comes against us with' its might, contending— Meet ye and strike it with unwelcome darkness so that not one. of them may know another."
    },
    {
      "id": 3289209406970,
      "hymn": "Hymn 3",
      "title": "A charm for the restoration of an expelled king",
      "file": "av03003.htm",
      "created": 1745090290826,
      "hash": "md5-ESaHNUL0LX6lVC2i/KpYWg==",
      "content": "<span class=\"margnote\"><FONT COLOR=\"GREEN\" SIZE=\"-1\">Loudly he roared. Here let him labour deftly. Spread, Agni, over spacious earth and heaven. Let Maruts who possesses all treasures yoke thee. Bring him who reverently paid oblations.\n\nThough he be far away, let the red horses bring Indra, bring the sage to us and friendship, Since with Sautrāmani Gods for him o'erpower Gāyatri, Brihatī, and hymn of praises.\n\nKing Varuna call thee hither from the waters! From hills and mountains Soma call thee hither! Let Indra call thee hither to these people. Fly hither to these people as a falcon.\n\nMay the hawk bring the man who must be summoned, from far away, in alien land, an exile. May both the Asvins make thy pathway easy. Come, and unite yourselves with him, ye Kinsmen.\n\nLet thine opponents call thee back. Thy friends have chosen, thee again. Indra and Agni, all the Gods have kept thy home amid the tribe.\n\nHe who disputes our calling thee, be he a stranger or akin. Drive him, O Indra, far away, and do thou bring this man to us."
    },
    {
      "id": 2711946714125,
      "hymn": "Hymn 4",
      "title": "A benediction at the election of a king",
      "file": "av03004.htm",
      "created": 1745090290827,
      "hash": "md5-cL4y8qOqa7YJElRXdMwRGw==",
      "content": "To thee hath come the kingship with its splendour: On! shine as lord, sole ruler of the people. King! let all regions of the heavens invite thee. Here let men wait on thee and bow before thee.\n\nThe tribesmen shall elect thee for the Kingship, these five celestial regions shall elect thee. Rest on the height and top of kingly power: thence as a mighty man award us treasures.\n\nKinsmen, inviting thee, shall go to meet thee, with thee go Agni as an active herald. Let women and their sons be friendly-minded. Thou mighty one, shalt see abundant tribute.\n\nFirst shall the Asvins, Varuna and Mitra, the Universal Gods, and Maruts call thee. Then turn thy mind to giving gifts of treasures, thence, mighty one, distribute wealth among us.\n\nSpeed to us hither from the farthest distance. Propitious unto thee be Earth and Heaven. Even so hath Varuna this King asserted, he who himself hath called thee: come thou hither.\n\nPass to the tribes of men. O Indra, Indra. Thou the Varunas hast been found accordant. To his own place this one hath called thee, saying, Let him adore the Gods and guide the clansmen.\n\nThe Bounteous Paths in sundry forms and places, all in accord, have given thee room and comfort. Let all of these in concert call thee hither. Live thy tenth decade here, a strong kind ruler."
    },
    {
      "id": 5836730231536,
      "hymn": "Hymn 5",
      "title": "A King's address to an amulet which is to strengthen his authority",
      "file": "av03005.htm",
      "created": 1745090290827,
      "hash": "md5-bSgsrp4ofxrqdHbfB36b9Q==",
      "content": "This Parna-Amulet hath come, strong and destroying with its strength my rivals. The power of the Gods, the plants' sweet essence, may it incite me ceaselessly with vigour.\n\nO Parna-Amulet, in me set firmly might and opulence. Within the compass of my rule may I be rooted and supreme.\n\nThat dear mysterious Amulet which Gods have set within the tree, May the Gods grant to me to wear together with extended life.\n\nAs Indra's gift, by Varuna instructed, Parna hath come, the mighty strength of Soma: This would I, brightly shining, love and cherish for long life lasting through a hundred autumns.\n\nThe Parna-Charm hath come to me for great security from ill. That I may be exalted, yea, above the wealth of Aryaman.\n\nSagacious builders of the car, cleaver and skilful artisans,— Make all the men on every side, Parna, obedient to my will\n\nThe kings and makers of the kings, troop-leaders, masters of the horse, Make all the men on every side, Parna, obedient to my will.\n\nThou, Parna, art my body's guard, man kin my birth to me a man. With splendour of the circling year I bind thee on me, Amulet!"
    },
    {
      "id": 4132485693265,
      "hymn": "Hymn 6",
      "title": "Address to an amulet which is to secure the defeat of the wearer's enemies",
      "file": "av03006.htm",
      "created": 1745090290827,
      "hash": "md5-ytUNjH70BRKk+RDtbjHPaA==",
      "content": "Masculine springs from masculine, Asvattha grows from Kha- dira, May it destroy mine enemies, who hate me and whom I detest.\n\nCrush down my foes, Asvattha! Rend, O Burster, those who storm and rage, With Indra, slayer of the fiends, with Mitra and with Varuna.\n\nAs thou hast rent and torn apart, Asvattha! in the mighty sea, So rend asundar all those men who hate me and whom I detest.\n\nThou who like some victorious bull displayest thy surpassing might, With thee, with thee, Asvattha! we would overcome our enemies.\n\nNirriti bind them with the bonds of Death which never may be loosed. Mine enemies, Asvattha! those who hate me and whom I detest.\n\nAs thou, Asvastha!, mountest on the trees and overthrowest them, So do thou break my foeman's head asunder and o'erpower him.\n\nLet them drift downward like a boat torn from the rope that fastened it. There is no turning back for those whom He who Cleaves hath driven away.\n\nWith mental power I drive them forth, drive them with intellect and charm. We banish and expel them with the branch of an Asvattha tree."
    },
    {
      "id": 6375212692879,
      "hymn": "Hymn 7",
      "title": "A charm with an amulet of buck horn to drive away hereditary disease",
      "file": "av03007.htm",
      "created": 1745090290828,
      "hash": "md5-Mmj0qYOKPG+fVGEMY/vU1w==",
      "content": "The fleet-foot Roebuck wears upon his head a healing remedy. Innate disease he drives away to all directions with his horn.\n\nWith his four feet the vigorous Buck hath bounded in pursuit of thee. Unbind the chronic sickness, Horn! deeply inwoven in the heart.\n\nThat which shines younder, like a roof resting on four walls, down on us,— Therewith from out thy body we drive all the chronic malady,\n\nMay those twin stars, auspicious, named Releasers, up in yonder sky. Loose of the chronic malady the uppermost and lowest bond.\n\nWater, indeed, hath power to heal, Water drives malady away. May water—for it healeth all—free thee from permanent disease.\n\nHath some prepared decoction brought inveterate disease on thee, I know the balm that healeth it: we drive the malady away.\n\nWhat time the starlight disappears, what time the gleams of Dawn depart, May evil fortune pass from us, the chronic sickness disappear."
    },
    {
      "id": 5145132235861,
      "hymn": "Hymn 8",
      "title": "A charm to secure the submission, love, and fidelity of kinsmen",
      "file": "av03008.htm",
      "created": 1745090290828,
      "hash": "md5-p60B9fcl1PPk4nM6iuVRxw==",
      "content": "Let Mitra come, arranging, with the Seasons, lulling the Earth to rest with gleams of splendour. And so let Agni, Varuna, and Vāyu make our dominion tran- quil and exalted.\n\nMay Indra, Tvashtar hear my word with favour, may Dhātar, Rāti, Savitar accept it. I call the Goddess Aditi, heroes' mother, that I may be the centre of my kinsmen.\n\nSoma I call, and Savitar with homage, and all the Ādityas in the time of contest. Long may this fire send forth its splendour, lighted by kinsmen uttering no word against me.\n\nHere, verily, may you stay: go ye no farther. The strong Herd, Lord of Increase, drive you hither! To please this man may all the Gods together come unto you and be as dames who love him.\n\nWe bend together all your minds, your vows and purposes we bend. We bend together you who stand apart with hopes opposed to ours.\n\nI with my spirit seize and hold your spirits. Follow with thought and wish my thoughts and wishes. I make your hearts the thralls of my dominion; on me attendant come thy way I guide you."
    },
    {
      "id": 5102937950906,
      "hymn": "Hymn 9",
      "title": "A charm against rheumatism (vishkondha)",
      "file": "av03009.htm",
      "created": 1745090290828,
      "hash": "md5-ej3sO2YwupViSmmkgElzMg==",
      "content": "Heaven is the sire, the mother Earth, of Karsapha and Visapha. As ye have brought them hither, Gods! so do ye move therm hence away.\n\nThe bands hold fast without a knot: this is the way that Manu- used. I make Vishkandha impotent as one emasculateth bulls.\n\nThen to a tawny-coloured string the wise and skilful bind a brush. Let bandages make impotent the strong and active Kābava.\n\nYe who move active in your strength like Gods with Asuras' magic powers, Even as the monkey scorns the dogs, Bandages! scorn the Kābava.\n\nYea, I will chide thee to thy shame, I will disgrace the Kābava. Under our impracations ye, like rapid cars, shall pass away.\n\nOne and one hundred over earth are the Vishkandhas spread abroad. Before these have they fetched thee forth. Vishkandha quelling Amulet."
    },
    {
      "id": 3954355977494,
      "hymn": "Hymn 10",
      "title": "A new year prayer",
      "file": "av03010.htm",
      "created": 1745090290829,
      "hash": "md5-CcdARQUSKakdcm3aPQ96yQ==",
      "content": "The First hath dawned. With Yama may it be a cow to pour forth milk. May she be rich in milk and stream for us through many a com- ing year.\n\nMay she whom Gods accept with joy, Night who approacheth. as a cow, She who is Consort of the Year, bring us abundant happiness\n\nThou whom with reverence we approach, O Night, as model of the Year, Vouchsafe. us children long to live; bless us with increase of our wealth.\n\nThis same is she whose light first dawned upon us: she moves established in the midst of others: Great powers and glories are contained within her: a first-born bride, she conquers and bears children.\n\nLoud was the wooden pass-gear's ring and rattle, as it made annual oblation ready. First Ashtakā! may we be lords of riches, with goodly children and good men about us.\n\nThe shrine of Ilā flows with oil and fatness: accept, O Jātavedas, our oblations. Tame animals of varied form and colour—may all the seven abide with me contented.\n\nCome thou to nourish me and make me prosper. Night! may the favour of the Gods attend us. Filled full, O Ladle, fly thou forth. Completely filled fly back again. Serving at every sacrifice bring to us food and energy.\n\nThis Year hath come to us, thy lord and consort, O Ekāshtakā. Vouchsafe us children long to live, bless us with increase of our wealth.\n\nThe Seasons, and the Seasons' Lords I worship, annual parts and groups. Half years, Years, Months, I offer to the Lord of all existing things.\n\nI offer to the Seasons, to their several groups, to Months, to Years. Dhātar, Vidhātar, Fortune, to the lord of all existing things.\n\nWith fatness and libation we sacrifice and adore the Gods. Wealthy in kine may we retire to rest us in our modest homes.\n\nEkāshtakā, burning with zealous fervour, brought forth her babe the great and glorious Indra. With him the Gods subdued their adversaries: the Lord of Might became the Dasyus' slayer.\n\nIndra's and Soma's mother! thou art daughter of Prajāpati. Satisfy thou our hearts' desires. Gladly accept our sacrifice."
    },
    {
      "id": 3946256566639,
      "hymn": "Hymn 11",
      "title": "A charm for the recovery of a dangerously sick man",
      "file": "av03011.htm",
      "created": 1745090290829,
      "hash": "md5-ruZpNuK+k3r0V43NWx+9Iw==",
      "content": "For life I set thee free by this oblation both from unmarked'. decline and from consumption: Or if the grasping demon have possessed him, free him from her,. O Indra, thou and Agni!\n\nBe his days ended, be he now departed, be he brought very near to death already, Out of Destruction's lap again I bring him, save him for life to last a hundred autumns.\n\nWith sacrifice thousand-eyed and hundred-powered, bringing a hundred lives, have I restored him, That Indra through the autumns may conduct him safe to the farther shore of all misfortune.\n\nLive, waxing in thy strength a hundred autumns, live through a hundred springs, a hundred winters! Indra, Agni, Savitar, Brihaspati give thee a hundred! With hundred-lived oblation have I saved him,\n\nBreath, Respiration, come to him, as two car-oxen to their stall! Let all the other deaths, whereof men count a hundred, pass away.\n\nBreath, Respiration, stay ye here. Go ye not hence away from him, Bring, so that he may reach old age, body and members back again.\n\nI give thee over to old age, make thee the subject of old age. Let kindly old age lead thee on. Let all the other deaths, whereof men count a hundred, pass away!\n\nOld age hath girt thee with its bonds even as they bind a bull with rope. The death held thee at thy birth bound with a firmly-knotted noose, Therefrom, with both the hands of Truth, Brihaspati hath loose- ned thee."
    },
    {
      "id": 1653443752761,
      "hymn": "Hymn 12",
      "title": "A benediction on a newly built house",
      "file": "av03012.htm",
      "created": 1745090290829,
      "hash": "md5-RgiBH9Dt1DBOkTdy/C9ooQ==",
      "content": "Here, even here I fix my firm-set dwelling; flowing with fatness may it stand in safety. May we approach thee, House! with all our people, uncharmed and goodly men, and dwell within thee,\n\nEven here, O House, stand thou on firm foundation, wealthy in horses, rich in kine and gladness. Wealthy in nourishment. in milk and fatness, rise up for great felicity and fortune.\n\nA spacious store, O House, art thou, full of clean corn and lofty-roofed. Let the young calf and little boy approach thee, and milch-kine streaming homeward in the evening.\n\nThis House may Savitar and Vāyu stablish, Brihaspati who knows the way, and Indra. May the moist Maruts sprinkle it with fatness, and may King Bhaga make our corn-land fruitful.\n\nQueen of the home! thou, sheltering, kindly Goddess, wast sta- blished by the Gods in the beginning. Clad in thy robe of grass be friendly-minded, and give us wealth with goodly men about us.\n\nThou Pole, in ordered fashion mount the pillar. Strong, shining forth afar, keep off our foemen. House! let not those who dwell within thee suffer. Live we with all our men, a hundred autumns.\n\nTo this the tender boy hath come, to this the calf with all the beasts, To this crock of foaming drink, hither with jars of curdled milk.\n\nBring hitherward, O dame, the well-filled pitcher, the stream of molten butter blent with nectar. Bedew these drinkers with a draught of Amrit. May all our hopes' fulfilment guard this dwelling.\n\nWater that kills Consumption, free from all Consumption, here I bring. With Agni, the immortal one, I enter and possess the house."
    },
    {
      "id": 4949637765217,
      "hymn": "Hymn 13",
      "title": "A benediction on a newly cut water channel",
      "file": "av03013.htm",
      "created": 1745090290830,
      "hash": "md5-V+BD0LPRNdFndWFblvJHpQ==",
      "content": "As ye, when Ahi had been slain, flowed forth together with a roar, So are ye called the Roaring Ones: this, O ye Rivers, is your name.\n\nAs driven forth by Varuna ye swiftly urged your rolling waves, There Indra reached you as you flowed; hence ye are still the Water-floods.\n\nIndra restrained you with his might. Goddesses, as ye glided on Not in accordance with his will: hence have ye got the name of Streams.\n\nOne only God set foot on you flowing according to your will, The mighty ones breathed upward fast: hence; Water is the name they bear.\n\nWater is good, water indeed is fatness. Agni and Soma, truly, both bring water. May the strong rain of those who scatter sweetness come helpful unto me with breath and vigour.\n\nThen verily, I see, yea, also hear them: their sound approaches me, their voice comes hither. Even then I think I am enjoying Amrit, what time I drink my fill of you, gold coloured!\n\nHere, O ye Waters, is your heart. Here is your calf, ye holy ones. Flow here, just here, O mighty Streams, whither I now am lead- ing you."
    },
    {
      "id": 5712006389458,
      "hymn": "Hymn 14",
      "title": "A benediction on a cattle pen",
      "file": "av03014.htm",
      "created": 1745090290830,
      "hash": "md5-soIngpHidw5p4zmDMkHAIg==",
      "content": "A Pen wherein to dwell at ease, abundance and prosperity, Whate'er is called the birth of day, all this do we bestow on you.\n\nMay Aryaman pour gifts on you, and Pūshan, land Brihaspati, And Indra, winner of the prize. Make ye my riches grow with me.\n\nMoving together, free from fear, with plenteous droppings in this pen, Bearing sweet milk-like Soma-juice, come hither free from all disease.\n\nCome hither, to this place, O Cows: here thrive as though ye were manured. Even here increase and multiply; let us be friendly, you and me.\n\nAuspicious be this stall to you. Prosper like cultivated rice. Even here increase and multiply. Myself do we bestow on you.\n\nFollow me, Cows, as master of the cattle. Here may this Cow- pen make you grow and prosper, Still while we live may we approach you living, ever increasing with the growth of riches."
    },
    {
      "id": 6130906217464,
      "hymn": "Hymn 15",
      "title": "A merchant's prayer for success in his business",
      "file": "av03015.htm",
      "created": 1745090290830,
      "hash": "md5-vzuP2afQWjtrmHS55tlKcg==",
      "content": "I stir and animate the merchant Indra; may he approach and be our guide and leader. Chasing ill-will, wild beast, and highway robber, may he who hath the power give me riches.\n\nThe many paths which Gods are wont to travel, the paths which go between the earth and heaven, May they rejoice with me in milk and fatness that I may make rich profit by my purchase.\n\nWith fuel. Agni! and with butter, longing, mine offering I present for strength and conquest; With prayer, so far as I have strength, adoring—this holy hymn to gain a hundred treasures.\n\nPardon this stubbornness of ours. O Agni, the distant pathway which our feet have trodden. Propitious unto us be sale and barter, may interchange of mer- chandise enrich me. Accept, ye twain, accordant, this libation! Prosperous be our ventures and incomings.\n\nThe wealth wherewith I carry on my traffic, seeking, ye Gods! wealth with the wealth I offer, May this grow more for me, not less: O Agni, through sacrifice chase those who hinder profit!\n\nThe wealth wherewith I carry on my traffic, seeking, ye Gods! wealth with the wealth I offer, Herein may Indra, Savitar, and Soma, Prajāpati, and Agni give me splendour.\n\nWith reverence we sign thy praise, O Hotar-priest Vaisvānara. Over our children keep thou watch, over our bodies, kine, and lives.\n\nStill to thee ever will we bring oblation, as to a stabled horse, O Jātavedas. Joying in food and in the growth of riches may we thy servants, Agni, never suffer."
    },
    {
      "id": 5287237081400,
      "hymn": "Hymn 16",
      "title": "A Rishi's morning prayer",
      "file": "av03016.htm",
      "created": 1745090290830,
      "hash": "md5-FNJtGn3kNx73zj40tZtIWA==",
      "content": "Agni at dawn, and Indra we invoke at dawn, and Varuna and Mitra, and the Asvins twain: Bhaga at dawn, Pūshan and Brāhmanaspati, Soma at dawn, and Rudra we invoke at dawn.\n\nWe all strong Bhaga, conqueror in the morning, the son of Aditi, the great Disposer, Whom each who deems himself poor, strong and mighty, a king, addresses thus, Grant thou my portion!\n\nBhaga, our guide, Bhaga whose gifts are faithful, favour this hymn and give us wealth, O Bhaga. Bhaga, augment our store of kine and horses. Bhaga, may we be rich in men and heroes.\n\nSo may felicity be ours at present, and when the Sun advances, and at noontide; And may we still, O Bounteous One, at sunset be happy in the Gods' protecting favour.\n\nMay Bhaga verily be bliss-bestower, and through him, Gods! may happiness attend us. As such with all my might I call and call thee: as such be thou our leader here, O Bhaga.\n\nTo this our sacrifice may the Dawns incline them, and come to the pure place like Dadhikrāvan. As strong steeds draw a chariot may they bring me hitherward Bhaga who discovers treasure.\n\nMay the kind Mornings dawn on us for ever with, wealth of kine, of horses, and of heroes. Streaming with all abundance, pouring fatness, Do ye preserve us evermore with blessings!"
    },
    {
      "id": 1213336827224,
      "hymn": "Hymn 17",
      "title": "A farmer's song and prayer to speed the plough",
      "file": "av03017.htm",
      "created": 1745090290830,
      "hash": "md5-5zYZWiUPjV07FrzhXYMqDA==",
      "content": "Wise and devoted to the Gods the skilful men bind plough-ropes fast, And lay the yokes on either side.\n\nLay on the yokes and fasten well the traces: formed is the furrow, sow the seed within it. Virāj vouchsafe us hearing fraught with plenty! Let the ripe grain come near and near the sickle.\n\nThe keen-shared plough that bringeth bliss, furnished with traces and with stilts, Shear out for me a cow, a sheep, a rapid drawer of the car, a blooming woman, plump and strong!\n\nMay Indra press the furrow down, may Pūshan guard and cherish her. May she, well stored with milk yield milk for us through each succeeding year.\n\nHappily let the shares turn up the ploughland, the ploughers happily follow the oxen. Pleased with our sacrifice, Suna and Sira! make the plants bring this man abundant produce.\n\nHappily work our steers and men! May the plough furrow happily, Happily be the traces bound. Happily ply the driving-goad.\n\nSuna and Sira, welcome ye this laud, and with the milk that ye have made in heaven, Bedew ye both this earth of ours.\n\nAuspicious Sitā, come thou near: we venerate and worship thee. That thou mayst bless and prosper us and bring us fruits abundantly.\n\nLoved by the Visvedevas and the Maruts, let Sitā be bedewed. with oil and honey. Turn thou to us with wealth of milk, O Sitā, in vigorous strength and pouring streams of fatness."
    },
    {
      "id": 6815940987839,
      "hymn": "Hymn 18",
      "title": "A jealous wife's incantation against a rival",
      "file": "av03018.htm",
      "created": 1745090290831,
      "hash": "md5-j1Rr3bmnGrlOlxtyBKNGAg==",
      "content": "From out the earth I dig this Plant, and herb of most effectual power, Wherewith one quells the rival wife and gains the husband for one's self.\n\nAuspicious, with expanded leaves, sent by the Gods, victorious Plant, Drive thou, the rival wife away, and make my husband only mine.\n\nIndeed he hath not named her name: thou with this husband dalliest not, Far into distance most remote we drive the rival wife away.\n\nStronger am I, O stronger one, yea, mightier than the mightier; Beneath me be my rival wife, down, lower than the lowest dames!\n\nI am the conqueror, and thou, thou also art victorious: As victory attends us both we will subdue my fellowwife.\n\nI've girt thee with the conquering Plant, beneath thee laid the mightiest one. As a cow hastens to her calf, so let thy spirit speed to me, hasten like water on its way."
    },
    {
      "id": 1880706461766,
      "hymn": "Hymn 19",
      "title": "A glorification of the office of a king's household priest",
      "file": "av03019.htm",
      "created": 1745090290831,
      "hash": "md5-wa/5jRLujzZfeqw8IeYGYA==",
      "content": "Quickened is this my priest rank, quickened is manly strength and force, Quickened be changeless power, whereof I am the conquering President!\n\nI quicken these men's princely sway, the might, the manly strength and force; I rend away the foemen's arms with this presented sacrifice.\n\nDown fall the men, low let them lie, who fight against our mighty prince, I ruin foemen with my spell, and raise my friends to high estate.\n\nKeener than is the axe's edge, keener than Agni's self are they, Keener than Indra's bolt are they whose Priest and President am I.\n\nThe weapons of these men I whet and sharpen, with valiant heroes I increase their kingdom. Victorious be their power and ever ageless! May all the Gods promote their thoughts and wishes.\n\nLet their fierce powers, O Maghavan, be heightened, and upward go the shout of conquering heroes. Apart and clear, let shout and roar and shriek and lamentation rise! Let the Gods led by Indra, let the Maruts with our army go.\n\nAdvance and be victorious, men I Exceeding mighty be your arms! Smite with sharp-pointed arrows those whose bows are weak. With your strong arms and weapons smite the feeble foe.\n\nLoosed from the bowstring fly away, thou Arrow, sharpened by our prayer. Assail the foemen, vanquish them, conquer each bravest man of theirs, and let not one of them escape."
    },
    {
      "id": 2673868600616,
      "hymn": "Hymn 20",
      "title": "A prayer for riches and general prosperity",
      "file": "av03020.htm",
      "created": 1745090290831,
      "hash": "md5-luo7rHwi/Zjx04iGNcIKMw==",
      "content": "This is thine ordered place of birth whence sprung to life thou shinest forth. Knowing this, Agni, mount on high and cause our riches to increase.\n\nTurn hither, Agni, speak to us, come to us with a friendly mind. Enrich us, Sovran of the Tribes! Thou art the giver of our wealth.\n\nLet Aryaman vouchsafe us, wealth, and Bhaga, and Brihaspati, The Goddesses grant wealth to us, Sūnritā, Goddess, give me wealth!\n\nWe call King Soma to our aid, and Agni with our songs and. hymn, The Ādityas, Vishnu, Sūrya, and the Brāhman-priest Brihaspati.\n\nDo thou, O Agni, with thy fires strengthen our prayer and. sacrifice. Incite thou us, O God, to give, and send us riches to bestow.\n\nBoth Indra here and Vāyu we invoke with an auspicious call, That in assembly all the folk may be benevolent to us, and be inclined to give us gifts.\n\nUrge Aryaman to send us gifts, and Indra, and Brihaspati, Vāta, Vishnu, Sarasvati, and the strong courser Savitar.\n\nNow have we reached the ordering of power, and all these worlds of life are held within it. Let him who knows urge e'en the churl to bounty Give wealth. to us with all good men about us.\n\nMay heaven's five spacious regions pour their milk for me with all their might. May I obtain each wish and hope formed by my spirit and my heart.\n\nMay speech that winneth cows be mine. With splendour mount thou over me. May Vāyu hedge me round about May Pūshan make me pros- perous."
    },
    {
      "id": 3679631623285,
      "hymn": "Hymn 21",
      "title": "In honour of fire in all shapes, to appease Agni of the funeral pile and to quench the flames of cremation",
      "file": "av03021.htm",
      "created": 1745090290831,
      "hash": "md5-8p2KXzNjEq0yebnRhEow3Q==",
      "content": "All Fires that are in water and in Vritra, all those that man and stones contain within them, That which hath entered herbs and trees and bushes—to all these Fires be this oblation offered.\n\nThat which abides in Soma and in cattle, that which lies deep in birds and sylvan creatures, That which hath entered quadrupeds and bipeds—to all these Fires be this oblation offered.\n\nThe Fire that rideth by the side of Indra, the God Vaisvānara,. yea all-consuming, Whom, as the victor, I invoke in battles—to all these Fires be this oblation offered.\n\nThe all-devouring God whom men call Kāma, he whom they call the Giver and Receiver, Invincible, pervading, wise, and mighty—to all these Fires be this oblation offered.\n\nTo thee, strength-giver, glorious, rich in pleasant strains, whom. in their minds the thirteen creatures of the world, And the five sons of man regard as Hotar-priest—to all these- Fires be this oblation offered.\n\nTo him who feeds on ox and cow, sage, bearing Soma on his back, To all Vaisvānara's followers—to these be this oblation paid.\n\nAll fiery flames that follow after lightning, flashing o'er earth, through firmament and heaven, All that are in the wind and skyey regions—to all these Fires be this oblation offered.\n\nThe golden-handed Savitar and Indra, Brihaspati, Varuna, Mitra, and Agni, The Angirases we call, the Visve Devas: let them appease this Agni, Flesh-devourer.\n\nFlesh-eating Agni is appeased, appeased is he who hurteth men. Now him who burneth every thing, the Flesh-consumer, have I stilled.\n\nThe mountains where the Soma grows, the waters lying calm and still, Vāta, Parjanya, Agni's self have made the Flesh-consumer rest."
    },
    {
      "id": 1239212335089,
      "hymn": "Hymn 22",
      "title": "The taming and training of an elephant for a king to ride on",
      "file": "av03022.htm",
      "created": 1745090290832,
      "hash": "md5-r6J6iDVgRxGunw85gxNE/g==",
      "content": "Famed be the Elephant's strength, the lofty glory, which out of Aditi's body took existence! They all have given me this for my possession, even all the Gods and Aditi accordant.\n\nOn this have Mitra, Varuna, Indra, and Rudra fixed their thought. May those all-fostering deities anoint and balm me with his strength.\n\nThe strength wherewith the Elephant was dowered, that decks a King among the men, in waters, O Agni, even with that strength make thou me vigorous to-day.\n\nThe lofty strength which sacrifice brings, Jātavedas! unto thee, What strength the Sun possesses, all strength of the royal Ele- phant—such strength vouchsafe to me the pair of Asvins lotus-garlanded!\n\nFar as the heaven's four regions spread, far as the eye's most distant ken. So wide, so vast let power be mine, this vigour of the Elephant.\n\nNow hath the Elephant become chief of all pleasant beasts to ride. With his high fortune and his strength I grace and conscorate myself."
    },
    {
      "id": 3963213177756,
      "hymn": "Hymn 23",
      "title": "A charm to remove a woman's sterility, and to assure the birth of boys",
      "file": "av03023.htm",
      "created": 1745090290832,
      "hash": "md5-hPITOwa/laJRNgOKednotQ==",
      "content": "From thee we banish and expel the cause of thy sterility. This in another place we lay apart from thee and far removed.\n\nAs arrow to the quiver, so let a male embryo enter thee. Then from thy side be born a babe, a ten-month child, thy hero son.\n\nBring forth a male, bring forth a son. Another male shall follow him. The mother shalt thou be of sons born and hereafter to be born.\n\nWith that auspicious general flow wherewith steers propagate their kind, Do thou obtain thyself a son: be thou a fruitfu! mother-cow.\n\nI give thee power to bear a child: within, thee pass the germ of life! Obtain a son, O woman, who shall be a blessing unto thee. Be thou a blessing unto him.\n\nMay those celestial herbs whose sire was Heaven, the Earth their mother, and their root the ocean. May those celestial healing Plants assist thee to obtain a son."
    },
    {
      "id": 3140770836119,
      "hymn": "Hymn 24",
      "title": "A song of harvest",
      "file": "av03024.htm",
      "created": 1745090290832,
      "hash": "md5-Xld4dNn26FRKmThmclBtMA==",
      "content": "The plants of earth are rich in milk, and rich in milk is this my word, So from the rich in milk I bring thousandfold profit hitherward.\n\nHim who is rich in milk I know. Abundant hath he made our corn. The God whose name is Gatherer, him we invoke who dwelleth in his house who sacrifices not.\n\nAll the five regions of the heavens, all the five races of man- kind, As after rain the stream brings drift, let them bring increase hitherward.\n\nOpen the well with hundred streams, exhaustless, with a thousand streams. So cause this corn of ours to be exhaustless, with a thousand streams.\n\nO Hundred-handed, gather up. O Thousand-handed, pour thou forth. Bring hither increase of the corn prepared and yet to be pre- pared.\n\nThree sheaves are the Gandharvas' claim, the lady of the house hath four. We touch thee with the sheaf that is the most abundant of them all.\n\nAdding and Gathering are thy two attendants, O Prajāpati. May they bring hither increase, wealth abundant, inexhaustible."
    },
    {
      "id": 1733051494372,
      "hymn": "Hymn 25",
      "title": "A man's love-charm",
      "file": "av03025.htm",
      "created": 1745090290832,
      "hash": "md5-WUYwEW2adrnOsukUCfEJuA==",
      "content": "Let the Impeller goad thee on. Rest not in peace upon thy bed. Terrible is the shaft of Love: therewith I pierce thee to the heart.\n\nThat arrow winged with longing thought, its stem Desire, its neck, Resolve, Let Kāma, having truly aimed, shoot forth and pierce thee in the heart.\n\nThe shaft of Kāma, pointed well, that withers and consumes the spleen. With hasty feathers, all aglow, therewith I pierce thee to the heart.\n\nPierced through with fiercely-burning heat, steal to me with thy parching lips, Gentle and humble, all mine own, devoted, with sweet words of love.\n\nAway Lfrom mother and from sire I drive thee hither with a whip, That thou mayst be at my command and yield to every wish of mine.\n\nMitra and Varuna, expel all thought and purpose from her heart. Deprive her of her own free will and make her subject unto me."
    },
    {
      "id": 3518434690107,
      "hymn": "Hymn 26",
      "title": "A charm to win the favour of all serpents",
      "file": "av03026.htm",
      "created": 1745090290833,
      "hash": "md5-0eig//5eB9/hkts4u012mw==",
      "content": "Ye Gods who dwell within this eastward region, entitled Weapons, Agni forms your arrows. Be kind and gracious unto us and bless us. To you be reverence, to you be welcome!\n\nYe Gods who dwell within this southward region, entitled Eager, Kāma forms your arrows. Be kind, etc.\n\nYe Gods who dwell within this westward region, whose name is Radiant, Water forms your arrows. Be kind, etc.\n\nYe Gods who dwell within this northward region, whose name is Piercers, Vāta forms your arrows. Be kind, etc.\n\nYe Gods whose home is in this firm-set region—Nilimpas is your name—Plants are your arrow. Be kind, etc.\n\nYe Gods whose home is in this upmost region, Yearners by name, Brihaspati forms your arrows. Be kind and gracious unto us and bless us. To you be reverence, to you be welcome!"
    },
    {
      "id": 4880954687057,
      "hymn": "Hymn 27",
      "title": "A charm consigning an enemy to the serpents for punishment",
      "file": "av03027.htm",
      "created": 1745090290833,
      "hash": "md5-GKnTFxgSOEkoBxdtI3i3aQ==",
      "content": "Agni is regent of the East, its warder is Asita, the Ādityas are the arrows. Worship to these the regents, these the warders, and to the arrows, yea, to these be worship! Within your jaws we lay the man who hateth us and whom we hate.\n\nIndra is regent of the South, its warder Tiraschirāji, and the shafts the Fathers. Worship to these the regents, these the warders, and to the arrows, yea, to these be worship! Within your jaws we lay the man who hateth us and whom we hate.\n\nOf the West region Varuna is ruler, Pridāku warder, Nourish- ment the arrows. Worship, etc.\n\nSoma is ruler of the Northern region, Svaja the warder, lightn- ing's flash the arrows. Worship, etc.\n\nVishnu is ruler of the firm-set region, Kalmāshagriva warder, Plants the arrows. Worship, etc.\n\nBrihaspati controls the topmost region, Svitra is warder, and the Rain the arrows. Worship to these the regents, these the warders, and to the arrows, yea, to these be worship,! Within your jaws we lay the man who hateth us and whom we hate."
    },
    {
      "id": 2287259498726,
      "hymn": "Hymn 28",
      "title": "A charm to change the ill-omened birth of twin calves into a blessing",
      "file": "av03028.htm",
      "created": 1745090290833,
      "hash": "md5-f+BEkyF+iz2SVdQ1gx0IDw==",
      "content": "This cow was born to bring forth offspring singly, though they created kine of every colour. When she produces twins in spite of Order, sullen, with groan and grudge she harms the cattle.\n\nShe brings destruction on the beasts, turned to a flesh-devouring worm. Yes, give her to the Brāhman that she may bring luck and happiness.\n\nBe thou auspicious to our folk, bring luck to horses and to kine. Auspicious unto all this farm, bring luck and happiness to us.\n\nLet there be rain and increase here, here be thou most munifi- cient. Mother of twins, prosper our herd.\n\nWhere, having left all sickness of their bodies, the pious lead, as friends, their lives of gladness Nigh to that world approached the twin calves' mother. Let her not harm our people and our cattle.\n\nWhere lies the world of those dear friends, the pious, those who have brought due sacrifice to Agni Nigh to that world approached the twins calves' mother. Let her not harm our people and our cattle."
    },
    {
      "id": 2384125502372,
      "hymn": "Hymn 29",
      "title": "On the means to obtain immunity from taxation in the next world",
      "file": "av03029.htm",
      "created": 1745090290833,
      "hash": "md5-oAPZggj1s6xhd2GH2SkImA==",
      "content": "When yonder kings who sit beside Yama divide among them- selves the sixteenth part of hopes fulfilled, A ram bestowed as sacrifice, white-footed, frees us from the tax.\n\nHe satisfies each hope and want, prevailing, present and pre- pared. The wish-fulfilling ram, bestowed, white-footed is exhaustless still.\n\nHe who bestows a white-hooved ram, adequate to the place he holds. Ascends to the celestial height, the heaven where tribute is not paid to one more mighty by the weak.\n\nHe who bestows a white-hooved ram, adequate to the place he holds. Offered with five cakes, lives on that, unwasting, in the Fathers' world.\n\nHe who bestows a white-hooved ram, adequate to the place he holds, Offered with five cakes, lives on that, wasteless, while Sun and. Moon endure.\n\nLike a refreshing draught, like sea, the mighty flood, he faileth not. Like the two Gods whose home is one, the ram white-footed, faileth not.\n\nWhose gift was this, and given to whom? Kāma to Kāma gave the gift. Kāma is giver, Kāma is receiver. Kāma has passed into the sea. Through Kāma do I take thee to myself. O Kāma, this is thine.\n\nMay Earth receive thee as her own, and this great interspace of air. Neither in breath and body nor in progeny may this acceptance do me harm."
    },
    {
      "id": 5147859239490,
      "hymn": "Hymn 30",
      "title": "A prayer or charm to secure love and concord in a family",
      "file": "av03030.htm",
      "created": 1745090290835,
      "hash": "md5-SvuCl60E+TEjQi7YNZqROw==",
      "content": "Freedom from hate I bring to you, concord and unanimity. Love one another as the cow loveth the calf that she hath borne.\n\nOne-minded with his mother let the son be loyal to his sire. Let the wife, calm and gentle, speak words sweet as honey to her lord.\n\nNo brother hate his brother, no sister to sister be unkind. Unanimous, with one intent, speak ye your speech in friend- liness.\n\nThat spell through which Gods sever not, nor ever bear each other hate, That spell we lay upon your home, a bond of union for the men.\n\nIntelligent, submissive, rest united, friendly and kind, bearing the yoke together. Come, speaking sweetly each one to the other. I make you one- intentioned and one-minded.\n\nLet what you drink, your share of food be common together, with one common bond I bid you. Serve Agni, gathered round him like the spokes about the chariot nave.\n\nWith binding charm I make you all united, obeying one sole leader and one-minded. Even as the Gods who watch and guard the Amrit, at morn and eve may ye be kindly-hearted."
    },
    {
      "id": 5825536747008,
      "hymn": "Hymn 31",
      "title": "A charm for the recovery of one dangerously ill",
      "file": "av03031.htm",
      "created": 1745090290836,
      "hash": "md5-EpaxY3tANPHo+eEFZN/q7w==",
      "content": "May Gods release from failing strength, thou Agni, from malignity! I free from every evil, from decline: I compass round with life.\n\nMay Pavamāna free from harm, and Sakra from unrighteous deed. I free from every evil, from decline: I compass round with life.\n\nTame beasts have parted from wild beasts, water and thirst have gone apart I free, etc.\n\nParted are heaven and earth, and paths turned to each quarter of the sky. I free, etc.\n\nTvashtar prepares the bridal of his daughter; then all this world of life departs and leaves him. I free, etc.\n\nAgni combines the vital airs. The moon is closely joined with breath. I free. etc.\n\nThe Gods have lifted up with breath the Sun whose might is everywhere. I free, etc.\n\nDie not. Live with the breath of those who make and who enjoy long life. I free, etc.\n\nDie not. Stay here. Breathe with the breath of those who draw the vital air. I free, etc.\n\nRise up with life, conjoined with life. Up, with the sap of growing plants! I free, etc.\n\nWe as immortal beings have arisen with Parjanya's rain, I free from every evil, from decline: I compass round with life."
    }
  ],
  "hash": "md5-K6qlFZQ0VHgC4Sa1Ixgb0g=="
}