{
  "id": 4627379976477,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book IV",
  "author": "Ralph T.H. Griffith",
  "created": 1744940069847,
  "books": [
    {
      "id": 4749932182487,
      "hymn": "Hymn 1",
      "title": "Cosmogonical and mystico-theological doctrine",
      "file": "av04001.htm",
      "created": 1744940069850,
      "hash": "md5-vE7/RJjYuzu6ouOjvI1fhA==",
      "content": "Eastward at first the prayer was generated: Vena disclosed bright flashes from the summit, Disclosed his deepest, nearest revelations, womb of the non- existent and existent.\n\nLet this Queen come in front, her Father's daughter, found in the worlds for earliest generation. For him they set this radiant vault in motion. Let them prepare warm milk for him who first would drink.\n\nHe who was born as his all-knowing kinsman declareth all the deities' generations. He from the midst of prayer his prayer hath taken. On high, below, spread forth his godlike nature.\n\nFor he, true to the law of Earth and Heaven, established both the mighty worlds securely. Mighty when born, he propped apart the mighty, the sky, our earthly home, and air's mid-region.\n\nHe from the depth hath been reborn for ever, Brihaspati the world's sole Lord and Ruler. From light was born the Day with all its lustre: through this let sages live endowed with splendour.\n\nThe sage and poet verily advanceth the statute of that mighty God primeval. He was born here with many more beside him: they slumbered when the foremost side was opened.\n\nThe man who seeks the friend of Gods, Atharvan the father, and Brihaspati, with worship, Crying to him, Be thou all things' creator! the wise God, self- dependent, never injures."
    },
    {
      "id": 2953999848078,
      "hymn": "Hymn 2",
      "title": "To the unknown God",
      "file": "av04002.htm",
      "created": 1744940069853,
      "hash": "md5-pt40LqQXcVFZylfrfyzAdw==",
      "content": "Three have gone hence and passed away, the man, the tiger, and the wolf. Down, verily, the rivers flow, down-goeth the celestial Tree,. down let our foemen bend and bow.\n\nOn distant pathway go the wolf, on pathway most remote the thief! On a far road speed forth the rope with teeth, and the malicious man!\n\nWe crush and rend to pieces both thine eyes, O Tiger, and thy jaws and all the twenty claws we break.\n\nWe break and rend the tiger first of creatures that are armed. with teeth; The robber then, and then the snake, the sorcerer, and then the wolf.\n\nThe thief who cometh near to-day departeth bruised and crush- ed to bits. By nearest way let him be gone. Let Indra slay him with his bolt.\n\nLet the beast's teeth be broken off, shivered and shattered be his ribs! Slack be thy bowstring: downward go the wild beast that pursues the hare!\n\nOpen not what thou hast compressed, close not what thou hast not compressed. Indra's and Soma's child, thou art Atharvan's tiger-crushing charm."
    },
    {
      "id": 2334496998120,
      "hymn": "Hymn 3",
      "title": "A Charm against tigers, wolves, thieves and other noxious creatures",
      "file": "av04002.htm",
      "created": 1744940069854,
      "hash": "md5-fAoRltuLMd6fdS7kfuhoGg==",
      "content": "Three have gone hence and passed away, the man, the tiger, and the wolf. Down, verily, the rivers flow, down-goeth the celestial Tree,. down let our foemen bend and bow.\n\nOn distant pathway go the wolf, on pathway most remote the thief! On a far road speed forth the rope with teeth, and the malicious man!\n\nWe crush and rend to pieces both thine eyes, O Tiger, and thy jaws and all the twenty claws we break.\n\nWe break and rend the tiger first of creatures that are armed. with teeth; The robber then, and then the snake, the sorcerer, and then the wolf.\n\nThe thief who cometh near to-day departeth bruised and crush- ed to bits. By nearest way let him be gone. Let Indra slay him with his bolt.\n\nLet the beast's teeth be broken off, shivered and shattered be his ribs! Slack be thy bowstring: downward go the wild beast that pursues the hare!\n\nOpen not what thou hast compressed, close not what thou hast not compressed. Indra's and Soma's child, thou art Atharvan's tiger-crushing charm."
    },
    {
      "id": 3550088849533,
      "hymn": "Hymn 4",
      "title": "A charm to restore virile power",
      "file": "av04004.htm",
      "created": 1744940069855,
      "hash": "md5-xzKrNmim8dca0JTOsA+gpw==",
      "content": "We dig thee from the earth, the Plant which strengthens and exalts the nerves, The Plant which the Gandharva dug for Varuna whose power was lost.\n\nLet Ushas and let Sūrya rise, let this the speech I utter rise. Let the strong male Prajāpati arise with manly energy.\n\nSicut tui surgentis (membrum virile) tanquam inflammatum palpitat, hoc illud tui ardentius haec herba faciat.\n\nSursum (estote) herbarum vires, taurorum vigor. Tu, Indra, corporis potens, virorum masculum robur in hoc homine depone.\n\nRos aquarum primigenitus atque arborum, Somae etiam frater es, vatum sacrorum masculus vigor es.\n\nHodie, Agnis! hodie Savitar! hodie dea Sarasvatis! hodie Brahmanaspatis! hujus fascinum velut arcum extende.\n\nVelut nervum in arcu ego tuum fascinum extendo. Aggredere (mulierem) semper indefessus velut cervus damam.\n\nQuae sunt equi vires, muli, capri, arietis, atque tauri, illas, cor- poris potens! in hoc homine depone."
    },
    {
      "id": 5236755422381,
      "hymn": "Hymn 5",
      "title": "A lover's sleep-charm",
      "file": "av04005.htm",
      "created": 1744940069857,
      "hash": "md5-sN2KiYuCN2yvj7tJO1yHwg==",
      "content": "The Bull who hath a thousand horns, who rises up from out the sea, By him the strong and mighty one we lull the folk to rest and. sleep.\n\nOver the surface of the earth there breathes no wind, there looks. no eye. Lull all the women, lull the dogs to sleep, with Indra as thy friend!\n\nThe woman sleeping in the court, lying without, or stretched on beds, The matrons with their odorous sweets—these, one and all, we lull to sleep.\n\nEach moving thing have I secured, have held and held the eye and breath. Each limb and member have I seized in the deep darkness of the night.\n\nThe man who sits, the man who walks, whoever stands and clearly sees Of these we closely shut the eyes, even as we closely shut this house.\n\nSleep mother, let the father sleep, sleep dog, and master of the home. Let all her kinsmen sleep, sleep all the people who are round about.\n\nWith soporific charm, O Sleep, lull thou to slumber all the folk. Let the rest sleep till break of day, I will remain awake till dawn, like Indra free from scath and harm."
    },
    {
      "id": 4744566743512,
      "hymn": "Hymn 6",
      "title": "A charm to make a poisoned arrow harmless",
      "file": "av04006.htm",
      "created": 1744940069858,
      "hash": "md5-70mUvIWEODQKf23rZEokGw==",
      "content": "The Brāhman first was brought to life ten-headed and with faces ten. First drinker of the Soma, he made poison ineffectual.\n\nFar as the heavens and earth are spread in compass, far as the Seven Rivers are extended, So far my spell, the antidote of poison, have I spoken hence,\n\nThe strong-winged Bird Garutmān first of all, O Poison fed on thee: Thou didst not gripe or make him drunk: aye, thou becamest food for him.\n\nWhoever with five fingers hath discharged thee from the crooked bow, I from the shaft have charmed away the poison of the fastening band.\n\nThe poison have I charmed away from shaft, cement, and feather- ed end; Yea, from the barb, the neck, the horn, the poison have I charmed away.\n\nFeeble, O Arrow, is thy shaft, thy poison, too, hath lost its strength. Made of a worthless tree, thy bow, O feeble one, is impotent.\n\nThe men who brayed it, smeared it on, they who discharged it, sent it forth, All these are made emasculate, emasculate the poison-hill.\n\nThy diggers are emasculate, emasculate, O, Plant art thou. The rugged mountain that produced this poison is emasculate."
    },
    {
      "id": 1357796443245,
      "hymn": "Hymn 7",
      "title": "A charm to make a poisonous plant innocuous",
      "file": "av04007.htm",
      "created": 1744940069859,
      "hash": "md5-is+F3SRs1vUOg8PJ8CdEwA==",
      "content": "So may this water guard us on the bank of Varanāvati. Therein hath Amrit been infused: with that I ward thy poison off.\n\nWeak is the poison of the East, weak is the poison of the North, So too this poison of the South counts as a cake of curds and meal.\n\nWhen he hath made of thee a cake, broad, steaming, swelling up with fat, And even in hunger eaten thee, then gripe him not, thou hideous one!\n\nIntoxicater! like a shaft we make thy spirit fly away, Like a pot boiling on the fire, we with our word remove thee hence.\n\nWe set around thee with the spell as 'twere a gathered arma- ment. Stay quiet like a rooted tree. Dug up with mattocks, gripe not thou.\n\nFor coverings men have bartered thee, for skins of deer and woven cloths. Thou art a thing of sale, O Plant. Dug up with mattocks, gripe not thou!\n\nNone have attained to those of old, those who wrought holy acts for you. Let them not harm our heroes here. Therefore I set before you this."
    },
    {
      "id": 4524304477147,
      "hymn": "Hymn 8",
      "title": "A benediction at the consecration of a King",
      "file": "av04008.htm",
      "created": 1744940069860,
      "hash": "md5-GNdlbAATRcZ1N0YjY3w08A==",
      "content": "The Being lays the sap of life in beings: he hath become the sovran Lord of creatures. Death comes to this man's royal consecration: let him as King own and allow this kingdom.\n\nCome forward, turn not back in scorn, strong guardian, slayer of the foes. Approach, O gladdener of thy friends. The Gods have blessed and strengthened thee.\n\nAll waited on him as he came to meet them. He self-resplendent moves endued with glory. That is the royal hero's lofty nature: he, manifold, hath gained immortal powers.\n\nStride forth to heaven's broad regions, thou, a tiger on a tiger's skin. Let all the people long for thee. Let heavenly floods be rich in milk.\n\nHeaven's waters joyous in their milk, the waters of middle air, and those that earth containeth- I with the gathered power and might of all these waters sprinkle thee,\n\nThe heavenly waters rich in milk have sprinkled thee with power and might. To be the gladdener of thy friends. May Savitar so fashion thee.\n\nThese, compassing the tiger, rouse the lion to great joy and bliss. As strong floods purify the standing ocean, so men adorn the leopard in the waters"
    },
    {
      "id": 4009559184689,
      "hymn": "Hymn 9",
      "title": "A charm addressed to a precious ointment for safety and wealth",
      "file": "av04009.htm",
      "created": 1744940069861,
      "hash": "md5-TEpOMglHN7on/DctYScj0A==",
      "content": "Approach! thou art the mountain's eye, the living thing that saveth us; A gift bestowed by all the Gods, yea, the defence that guardeth life.\n\nThou art the safeguard of the men, thou art the safeguard of the kine, Thou standest ready to protect the horses that are fleet of foot.\n\nThou, also, Salve! art a defence that rends and crushes sorcerers. Thou knowest, too, of Amrit, thou art the delight of all who live, a jaundice-curing balm art thou.\n\nWhomso thou creepest over, Salve! member by member, joint by joint, From him, like some strong arbiter of strife, thou banishest decline.\n\nNo imprecation reaches him, no magic, no tormenting fiend, O Salve, Vishkandha seizes not the man who carries thee about.\n\nFrom lying speech, from evil dream, from wicked act and sinfulness, From hostile and malignant eye,—from these, O Salve, protect us well.\n\nI, knowing this, O Salve, will speak the very truth and not a lie: May I obtain both horse and ox, may I obtain thy life, O man.\n\nThree are the slaves that serve the Salve, Fever, Consumption, and the Snake. Thy father is the loftiest of mountains, named the Triple- peaked.\n\nSprung from the Snowy Mountain's side, this Ointment of the Three-peaked hill. Crushes and rends all sorcerers and every witch and sorceress.\n\nIf thou art from the Three-peaked hill or hast thy name from Yamunā, These names are both auspicious: by these two protect thou us, O Salve!"
    },
    {
      "id": 7215661888683,
      "hymn": "Hymn 10",
      "title": "A charm accompanying investiture with an amulet of shell",
      "file": "av04010.htm",
      "created": 1744940069862,
      "hash": "md5-iRxMQzNAwmYL5YBRQYbSHQ==",
      "content": "Child of the wind firmament, sprung from the lightning and the light, May this the gold-born Shell that bears the pearl preserve us from distress.\n\nShell that wast born from out the sea, set at the head of things that shine! With thee we slay the Rākshasas and overcome voracious fiends.\n\nWe stay disease and indigence, and chase Sadānvās with the Shell. May the all-healing Shell that bears the pearl preserve us from distress.\n\nBorn in the heaven, sprung from the sea, brought to us hither from the flood. This gold-born Shell shall be to us an amulet to lengthen life.\n\nFrom ocean sprang the Amulet, from Vritra sprang the Lord of Day: May this protect us round about from shaft of God and Asura.\n\nPeerless 'mid golden ornaments art thou: from Soma wast thou born. Thou gleamest on the quiver, thou art beautiful upon the car: may it prolong our days of life!\n\nBone of the Good became the pearl's shell-mother endowed with soul it moveth in the waters. I bind this on thee for life, strength, and vigour, for long life lasting through a hundred autumns. May the pearl's mother keep and guard thee safely!"
    },
    {
      "id": 5607858464601,
      "hymn": "Hymn 11",
      "title": "A glorification of the sacrificial gharma or milk caldron",
      "file": "av04011.htm",
      "created": 1744940069864,
      "hash": "md5-avauhNaEXRJGPSTQbLvfmw==",
      "content": "The Bull supports the wide-spread earth and heaven, the Bull supports the spacious air between them. The Bull supports the sky's six spacious regions: the universal world hath he pervaded.\n\nThe Bull is Indra o'er the beasts he watches. He, Sakra measures out three several pathways. He, milking out the worlds, the past, the future, discharges all the Gods' eternal duties.\n\nBeing produced among mankind as Indra, the Caldron works heated and brightly glowing. Let him not, with good sons, pass off in vapour who hath not eaten of the Ox with knowledge.\n\nThe Ox pours milk out in the world of virtue: in earliest time, he, Pavam5na, swells it. Parjanya is the stream, Maruts his udder, sacrifice is the milk, the meed his milking.\n\nThat which not sacrifice nor sacrificer, not giver nor receiver rules and governs, All-winning, all-supporting, all-effecting,—which of all quadru- peds, tell us! is the Caldron?\n\nMay we, fame-seekers, reach the world of virtue by service of the Gharma and through fervour, Whereby the Gods went up to heaven, the centre of life eternal, having left the body.\n\nPrajāpati, supreme and sovran ruler, Indra by form and by his shoulder Agni, Came to Visvānara, came to all men's Bullock: he firmly forti- fied and held securely.\n\nThe middle of the Bullock's neck, there where the shoulder-bar is placed, Extends as far to east of him as that is settled to the west.\n\nHe whosoever knows the seven exhaustless pourings of the Ox, Wins himself offspring and the world: the great Seven Rishis know this well.\n\nWith feet subduing weariness, with legs extracting freshening draughts, Through toil the plougher and the Ox approach the honeyed beverage.\n\nAssigned are these twelve nights, they say, as holy to Prajāpati: Whoever knows their proper prayer performs the service of the Ox.\n\nAt evening he is milked, is milked at early morn, is milked at noon. We know that streams of milk that flow from him are in- exhaustible."
    },
    {
      "id": 3187210703301,
      "hymn": "Hymn 12",
      "title": "A charm to mend a broken bone",
      "file": "av04012.htm",
      "created": 1744940069864,
      "hash": "md5-dLIIzRizKaAPTe99s200KQ==",
      "content": "Thou art the healer, making whole, the healer of the broken bone: Make thou this whole, Arundhatī!\n\nWhatever bone of thine within thy body hath been wrenched or cracked, May Dhātar set it properly and join together limb by limb.\n\nWith marrow be the marrow joined, thy limb united with the limb. Let what hath fallen of thy flesh, and the bone also grow again.\n\nLet marrow close with marrow, let skin grow united with the skin. Let blood and bone grow strong in thee, flesh grow together with the flesh.\n\nJoin thou together hair with hair, join thou together skin with skin. Let blood and bone grow strong in thee. Unite the broken part,. O Plant.\n\nArise, advance, speed forth; the car hath goodly fellies, naves, and wheels!! Stand up erect upon thy feet.\n\nIf he be torn and shattered, having fallen into a pit, or a cast stone have struck him, Let the skilled leech join limb with limb, as 'twere the portions of a car."
    },
    {
      "id": 5979477348049,
      "hymn": "Hymn 13",
      "title": "A charm to restore a sick man to health",
      "file": "av04013.htm",
      "created": 1744940069866,
      "hash": "md5-W824FzoK7XXZfcz86I2bpQ==",
      "content": "Gods, raise again the man whom ye, O Gods, have humbled and brought low. Ye Gods, restore to life again, him, Gods! who hath committed sin.\n\nHere these two winds are blowing far as Sindhu from a distant land. May one breathe energy to thee, the other blow thy fault away.\n\nHither, O Wind, blow healing balm, blow every fault away, thou Wind! For thou who hast all medicine comest as envoy of the Gods.\n\nMay the Gods keep and save this man, the Maruts' host deliver him. All things that be deliver him that he be freed from his offence.\n\nI am come nigh to thee with balms to give thee rest and keep thee safe. I bring thee mighty strength, I drive thy wasting malady away.\n\nFelicitous is this my hand, yet more felicitous is this. This hand contains all healing balms, and this makes whole with gentle touch.\n\nThe tongue that leads the voice precedes. Then with our tenfold- branching hands. With these two healers of disease, we stroke thee with a soft caress."
    },
    {
      "id": 7221382359222,
      "hymn": "Hymn 14",
      "title": "Accompanying the sacrifice of a he-goat",
      "file": "av04014.htm",
      "created": 1744940069867,
      "hash": "md5-CoZY5r4hjjlidDCxYSatBA==",
      "content": "The Goat was verily produced from Agni. Through sorrow he beheld, at first, his father. Through him at first the Gods attained to godhead, and, meet for sacrifices, were exalted.\n\nBearing in hands seethed viands, go with Agni to the cope of heaven. Reaching the sky that touches heaven, mix with the company of Gods.\n\nFrom earth's high ridge to middle air I mounted, and from mid- air ascended up to heaven. From the high pitch of heaven's cope I came into the world of light.\n\nMounting the sky they look not round; they rise to heaven through both the worlds, Sages who paid the sacrifice that pours its streams on every side.\n\nFirst among all the deities, come forward, thou who art eye of Gods and men, O Agni. Imploring, and accordant with the Bhrigus, to heaven in safety go the sacrificers!\n\nWith milk and butter I anoint the mighty, celestial Goat, strong- winged, and full of juices. Through him will we attain the world of virtue, ascending to the loftiest cope, to heaven.\n\nSet the Goat's head toward the eastern region, and turn his right side to the southern quarter. His hinder part turn to the western quarter, and set his left side to the northern region.\n\nSet the Goat's backbone upmost in the zenith, and lay his belly downward in the nadir; set his midportion in mid-air between them.\n\nO'er the dressed Goat lay a dressed skin to robe him prepared, in perfect form, with all his members. Rise upward to the loftiest vault of heaven: with thy four feet stand firmly in the regions."
    },
    {
      "id": 4527886168420,
      "hymn": "Hymn 15",
      "title": "A charm to hasten the coming of the rains",
      "file": "av04015.htm",
      "created": 1744940069868,
      "hash": "md5-V7FeL7DtK7gSaaS098UlAg==",
      "content": "Let all the misty regions fly together, let all the rain-clouds sped by wind, assemble. Let waters satisfy the earth, the voices of the great mist-enve- loped Bull who roareth.\n\nLet them show forth, the strong, the bounteous Maruts: let plants and shrubs be hung with drops of moisture. Let floods of rain refresh the ground with gladness and herbs spring various with each form and colour.\n\nCause us who sing to see the gathering vapours: out burst in many a place the rush of waters! Let floods of rain refresh the ground with gladness; and herbs spring various with each form and colour.\n\nApart, Parjanya! let the troops of Maruts, roaring, swell the song. Let pouring torrents of the rain that raineth rain upon the earth.\n\n5. Up from the sea lift your dread might, ye Maruts: as light and splendour, send the vapour upward! Let waters satisfy the earth, the voices of the great mist-enve- loped Bull who roareth.\n\nRoar, thunder, set the sea in agitation, bedew the ground with thy sweet rain, Parjanya! Send plenteous showers on him who seeketh shelter, and let the owner of lean kine go homeward.\n\nLet the boon Maruts, let the springs and coiling serpents tend! you well. Urged by the Maruts let the clouds pour down their rain upon. the earth.\n\nLet lightning flash on every side: from all the regions blow the winds! Urged by the Maruts let the clouds pour down their rain upon the earth.\n\nMay waters, lightning, cloud, and rain, boon springs and serpents tend you well. Urged by the Maruts let the clouds pour down their rain upon the earth.\n\nMay he who hath become the plants' high regent, suiting our bodies, Agni of the Waters, May Jātavedas send us rain from heaven, Amrit and vital breath to earthly creatures.\n\nSending up waters from the flood and ocean Prajapati move the sea to agitation! Forth flow the moisture of the vigorous stallion! With this thy roar of thunder come thou hither,\n\nOur father, Lord divine pouring the torrents. Let the streams breathe, O Varuna, of the waters. Pour the floods down: along the brooks and channels let frogs with speckled arms send out their voices.\n\nThey who lay quiet for a year, the Brāhmans who fulfil their vows. The frogs, have lifted up their voice, the voice Parjanya hath. inspired.\n\nSpeak forth a welcome, female frog! Do thou O frog, accost the rain. Stretch thy four feet apart, and swim in the middle of the lake.\n\nKhanvakhā, ho! Khaimakhā, ho! thou in the middle, Taduri! Fathers, enjoy the rain from one who strives to win the Marutes heart.\n\nLift up the mighty cask and pour down water; let the wind blow, and lightnings flash around us. Let sacrifice be paid, and, widely scattered, let herbs and plants be full of joy and gladness."
    },
    {
      "id": 5932289596947,
      "hymn": "Hymn 16",
      "title": "On the omnipresence and omniscience of Varuna",
      "file": "av04016.htm",
      "created": 1744940069870,
      "hash": "md5-A7QkExSRHAhCvYDY4nO6Zg==",
      "content": "The mighty Ruler of these worlds beholds as though from close at hand, The man who thinks he acts by stealth: all this the Gods perceive and know.\n\nIf a man stands or walks or moves in secret, goes to his lying- down or his uprising, What two men whisper as they sit together, King Varuna knows: he as the third is present.\n\nThis earth, too, is King Varuna's possession, and the high heaven whose ends are far asunder. The loins of Varuna are both the oceans, and this small drop of water, too, contains him.\n\nIf one should flee afar beyond the heaven, King Varuna would still be round about him. Proceeding hither from the sky his envoys look, thousand-eyed, over the earth beneath them.\n\nAll this the royal Varuna beholdeth, all between heaven and earth and all beyond them. The twinklings of men's eyelids hath he counted. As one who plays throws dice he settles all things.\n\nThose fatal snares of thine which stand extended, threefold, O Varuna, seven by seven, May they all catch the man who tells a falsehood, and pass un- harmed the man whose words are truthful.\n\nVaruna, snare him with a hundred nooses! Man's watcher! let not him who lies escape thee. There let the villain sit with hanging belly and bandaged like a cask whose hoops are broken.\n\nVaruna sends, and drives away, diseases: Varuna is both native and a stranger, Varuna is celestial and is human.\n\nI bind and hold thee fast with all these nooses, thou son of such a man and such a mother. All these do I assign thee as thy portion."
    },
    {
      "id": 2780454329313,
      "hymn": "Hymn 17",
      "title": "A charm to secure freedom from various evils",
      "file": "av04017.htm",
      "created": 1744940069871,
      "hash": "md5-m2keRwAuY1mlFlUQkIBs1A==",
      "content": "We seize and hold thee, Conquering One! the queen of medi- cines that heal. O Plant, I have endowed thee with a hundred powers for every man,\n\nStill conquering, banishing the curse, mighty, with thy reverted. bloom. Thee and all Plants have I invoked: Hence let it save us! was my prayer.\n\nShe who hath cursed us with a curse, or hath conceived a murderous sin, Or seized our son to take his blood, may she devour the child she bare.\n\nWhat magic they have wrought for thee in dish unbaked or burnt dark-red, What they have wrought in flesh undressed,—conquer the sorcerers therewith.\n\nIll dream and wretchedness of life, Rākshasa, monster, stingy hags, All the she-fiends of evil name and voice, we drive away from us.\n\nDeath caused by famine, caused by thirst, failure of children,. loss of kine, With thee, O Apāmārga, all this ill we cleanse and wipe away.\n\nDeath caused by thirst, death caused by stress of hunger, loss at play with dice, All this, O Apāmārga with thine aid we cleanse and wipe away.\n\nThe Apāmārga is alone the sovran of all Plants that grow. With this we wipe away whate'er hath fallen on thee: go in health!"
    },
    {
      "id": 3120811059622,
      "hymn": "Hymn 18",
      "title": "A counter-charm against the incantations of enemies",
      "file": "av04018.htm",
      "created": 1744940069871,
      "hash": "md5-XAUJM4O1E8/QVdmwSbqriA==",
      "content": "The moonlight equalleth the sun, night is the rival of the day. I make effectual power my help: let magic arts be impotent.\n\nGods! if one make and bring a spell on some man's house who knows it not, Close as the calf that sucks the cow may it revert and cling to him.\n\nWhen one puts poison in a dish of unbaked clay to kill a man, It cracks when set upon the fire with the sharp sound of many stones.\n\nEndowed with thousand powers! adjure the bald and those with necks awry. Back to its author turn the spell like a dear damsel to her friend!\n\nI with this Plant have ruined all malignant powers of witchery. The spell which they have laid upon thy field, thy cattle, or thy men.\n\nNo power had he who wrought the spell: he hurt his foot, he broke his toe. His act hath brought us happiness and pain and sorrow to him- self.\n\nLet Apāmārga sweep away chronic disease and every curse, Sweep sorceresses clean away, and all malignant stingy hags.\n\nSweep thou away the sorcerers, all stingy fiendish hags away. All this, O Apāmārga, with thine aid we wipe away from us."
    },
    {
      "id": 4087252351553,
      "hymn": "Hymn 19",
      "title": "A counter-charm and charm to secure general protection.",
      "file": "av04019.htm",
      "created": 1744940069872,
      "hash": "md5-kRs3a40Msylw5Hflv+KtcQ==",
      "content": "Thou breakest ties of kith and kin, thou causest, too, relation- ship: So bruise the sorcerer's offspring, like a reed that groweth in the Rains.\n\nThou hast been blessed with blessing by the Brāhman, Kanva Nārshada. Thou fliest like a flashing dart: there is no fear or danger, Plant! within the limit of thy range.\n\nIllumining, as 'twere, with light, thou movest at the head of plants. The saviour of the simple man art thou, and slayer of the fiends.\n\nAs once when time began the Gods with thee expelled the Asuras, Even thence, O Plant, wast thou produced as one who wipes and sweeps away.\n\nThy father's name was Cleaver. Thou with thousand branches cleavest all. Do thou, turned backward, cleave and rend the man who treateth us as foes.\n\nThe evil sprang from earth; it mounts to heaven and spreads to vast extent. Reverted, shaking him with might, thence on its maker let it fall.\n\nFor thou hast grown reverted, and turned backward also is thy fruit. Remove all curses far from me, keep most remote the stroke of death.\n\nPreserve me with a hundred, yea, protect me with a thousand aids. May mighty Indra, Lord of Plants! give store of strength and. power to thee."
    },
    {
      "id": 2386775772440,
      "hymn": "Hymn 20",
      "title": "A charm for the acquisition of superhuman powers of sight",
      "file": "av04020.htm",
      "created": 1744940069873,
      "hash": "md5-pduyMIT/7iTenken198dlA==",
      "content": "It sees in front, it sees behind, it sees afar away, it sees The sky, the firmament, and earth: all this, O Goddess, it beholds.\n\nThrough thee, O godlike Plant, may I behold all creatures that exist, Three several heavens, three several earths, and these six regions one by one.\n\nThe pupil, verily, art thou of that celestial Engle's eye. On earth hast thou alighted as a weary woman seeks her couch.\n\nThe God who hath a thousand eyes give me this Plant in my right hand! I look on every one therewith, each Sūdra and each Āryan man.\n\nMake manifest the forms of things; hide not their essences from sight. And, thou who hast a thousand eyes, look the Kimidins in the face.\n\nMake me see Yātudhānas, make thou Yātudhānis visible. Make me see all Pisāchas With this prayer, O Plant, I hold thee fast.\n\nThou art the sight of Kasyapa and of the hound who hath four eyes. Make the Pisācha manifest as Sūrya when he rides at noon.\n\nKimidin, Yātudhāna from their hiding-places have I dragged. I look on every one with this, Sūdra and Aryan man alike.\n\nMake that Pisācha visible, the fiend who flies in middle air, The fiend who glides across the sky, and him who deems the earth his help."
    },
    {
      "id": 1946021492367,
      "hymn": "Hymn 21",
      "title": "Glorification and benediction of cows",
      "file": "av04021.htm",
      "created": 1744940069875,
      "hash": "md5-Hhd9itAWpTmHiPTpmp4iFw==",
      "content": "The kine have come and brought good fortune: let them rest in the cow-pen and be happy near us. Here let them stay prolific, many-coloured, and yield through many morns their milk for Indra.\n\nIndra aids him who offers sacrifice and praise: he takes not what is his, and gives him more thereto. Increasing ever more and ever more his wealth, he makes the pious dwell within unbroken bounds.\n\nThese are ne'er lost, no robber ever injures them: no evil-minded foe attempts to harass them. The master of the kine lives a long life with these, the Cows whereby he pours his gifts and serves the Gods.\n\nThe charger with his dusty brow o'ertakes them not, and never to the shambles do they take their way. These Cows, the cattle of the pious worshipper, roam over wide- spread pasture where no danger is.\n\nTo me the Cows seem Bhaga, they seem Indra, they seem a portion of the first poured Soma. These present Cows, they, O ye men, are Indra. I long for Indra with my heart and spirit.\n\nO Cows, ye fatten e'en the worn and wasted, and make the unlovely beautiful to look on. Prosper my home, ye with auspicious voices! Your power is magnified in our assemblies.\n\nIn goodly pasturage, bright-hued, prolific, drinking pure water at fair drinking-places, Never be thief or sinful man your master, and may the dart of Rudra still avoid you!"
    },
    {
      "id": 3566979851654,
      "hymn": "Hymn 22",
      "title": "A benediction on a newly consecrated king",
      "file": "av04022.htm",
      "created": 1744940069875,
      "hash": "md5-Jk4PoMSdGJq0KGHaa7pMQQ==",
      "content": "Exalt and strengthen this my Prince, O Indra, Make him sole lord and leader of the people. Scatter his foes, deliver all his rivals into his hand in struggles for precedence.\n\nGive him a share in village, kine, and horses, and leave his enemy without a portion. Let him as King be head and chief of Princes, Give up to him, O Indra, every foeman.\n\nLet him be treasure-lord of goodly treasures, let him as King be master of the people. Grant unto him great power and might, O Indra, and strip his enemy of strength and vigour.\n\nLike milch-kine yielding milk for warm libations, pour, Heaven and Earth! on him full many a blessing. May he as King be Indra's well-beloved, the darling of the kine, the plants, the cattle.\n\nI join in league with thee victorious Indra, with whom men conquer and are ne'er defeated. He shall make thee the folk's sole lord and leader, shall make thee highest of all human rulers.\n\nSupreme art thou, beneath thee are thy rivals, and all, O King, who were thine adversaries. Sole lord and leader and allied with Indra, bring, conqueror, thy foremen's goods and treasures.\n\nConsume, with lion aspect, all their hamlets, with tiger aspect, drive away thy foemen. Sole lord and leader and allied with Indra, seize, conqueror, thine enemies' possessions."
    },
    {
      "id": 4126390490766,
      "hymn": "Hymn 23",
      "title": "Magnification of Agni and prayer for his protection",
      "file": "av04023.htm",
      "created": 1744940069876,
      "hash": "md5-vVEvZkNFv9gkK18ogaTdMA==",
      "content": "I fix my heart on wise and ancient Agni, the Five Tribes' Lord, in many a place enkindled. We seek him who hath entered all our houses. May he deliver us from grief and trouble.\n\nAs thou conveyest offerings, Jātavedas! and fashionest the sacri- fice with knowledge, So bear thou to the Gods the prayer we utter. May he deliver us from grief and trouble.\n\nI pray to Agni in each act successful, employed in every sacrifice, the strongest, Fiend-slayer, served with fatness, strengthening worship. May he deliver us from grief and trouble.\n\nWe invoke the oblation-bearer, well-born Agni Jātavedas, Him, Vaisvānara, almighty. May he set us free from trouble.\n\nWith whom as friend the Rishis gave their power new splendour, with whom they kept aloof the Asuras' devices, Agni, with whom Indra subdued the Panis. May he deliver us. from grief and trouble.\n\nThrough whom the Gods discovered life eternal, through whom they stored the plants with pleasant juices, Through whom they brought to men the light of heaven. May he deliver us from grief and trouble.\n\nI, suppliant, praise and ever call on Agni, sole Lord of all this world, of all that shineth, Of what exists and shall exist hereafter. May he deliver us from grief and trouble."
    },
    {
      "id": 4489378249998,
      "hymn": "Hymn 24",
      "title": "A hymn of prayer and praise to Indra",
      "file": "av04024.htm",
      "created": 1744940069877,
      "hash": "md5-tPJBUeO94XNCb7/+n2CrsA==",
      "content": "I think of Indra, only him for ever, fiend-slayer, May these lauds of mine come near him. He cometh to the pious offerer's calling. May he deliver us from grief and trouble.\n\nWho with strong arms o'ercame his strong opponents, who broke and crushed the power of the demons, Who won the rivers and the kine in battle. May he deliver us from grief and trouble.\n\nRuler of men, finder of light, the hero: the pressing-stones declare his valour, master. Of sweetest sacrifice with seven Hotars. May he deliver us from grief and trouble.\n\nThe lord of barren cows and bulls and oxen, finder of light for whom the posts are planted, For whom the bright juice flows cleansed by devotion. May he deliver us from grief and trouble.\n\nWhose favour those desire who offer Soma, whom, arrow-bearer, men invoke in battle, On whom the hymn depends, in whom is power, May he deliver us from grief and trouble.\n\nWhy was born, first, for active operation, whose valour as the first hath been awakened, Who raised his bolt when he encountered Ahi. May he deliver us from grief and trouble.\n\nStrong Lord, who leadeth hosts to meet for battle, who sendeth riches both of earth and heaven, I, suppliant, praise and ever call on Indra. May he deliver us from grief and trouble."
    },
    {
      "id": 3157077072679,
      "hymn": "Hymn 25",
      "title": "A hymn of prayer and praise to Vāyu and Savitar",
      "file": "av04025.htm",
      "created": 1744940069878,
      "hash": "md5-QivJhlASX+MkzF42mER6Nw==",
      "content": "I think on Vāyu's and Savitar's holy rites, ye twain who penetrate and guard the living world: Ye who have come to be this All's pervaders, deliver us, ye two from grief and trouble.\n\nYe who have counted up the earth's expanses, and in the sky smoothed out the air's mid-region, Whose going-forth hath ne'er been reached by any, deliver us, ye two, from grief and trouble.\n\nBeauteously bright! men rest in thy dominion when thou hast risen up and hastened onward. Ye, Vāyu, Savitar, preserve all creatures. Deliver us, ye, twain, from grief and trouble.\n\nHence, Vāyu, Savitar drive evil action, chase Simidā away, drive off the demons. Ye give us store of energy and power. Deliver us, ye twain, from grief and trouble.\n\nOf their own selves let Savitar and Vāyu send favourable strength and wealth and plenty. Here give us perfect freedom from consumption. Deliver us, ye twain, from grief and trouble.\n\nYe, Savitar and Vāyu, to assist us, enjoy the hymn and the delightful cheerer. Come hither downward from the stream of blessing. Deliver us, ye twain, from grief and trouble.\n\nLike noblest benisons they have stayed in the God loving man's abode. I glorify bright Savitar and Vāyu. Deliver us, ye twain, from grief and trouble."
    },
    {
      "id": 2975928012885,
      "hymn": "Hymn 26",
      "title": "A hymn to Heaven and Earth",
      "file": "av04026.htm",
      "created": 1744940069879,
      "hash": "md5-JcZdGSdxfycLRDx0S+GMjw==",
      "content": "O Heaven and Earth, I think on you, wise, givers of abundant gifts, ye who through measureless expanses have spread forth. For ye are seats and homes of goodly treasures. Deliver us, ye twain from grief and trouble.\n\nYea, seats and homes are ye of goodly treasures, grown strong, divine, blessed, and far-extending, To me, O Heaven and Earth, be ye auspicious. Deliver us, ye twain, from grief and trouble.\n\nI call on you who warm and cause no sorrow, deep, spacious, meet to be adored by poets. To me, O Heaven and Earth, be ye auspicious. Deliver us, ye twain, from grief and trouble.\n\nYe who maintain Amrit and sacrifices, ye who support rivers and human beings, To me, O Heaven and Earth, be ye auspicious, Deliver us, ye twain, from grief and trouble.\n\nYe by whom cows and forest trees are cherished within whose range all creatures are included, To me, O Heaven and Earth, be ye auspicious. Deliver us, ye twain, from grief and trouble.\n\nYe who delight in nectar and in fatness, ye without whom men have no strength or power, To me, O Heaven and Earth, be ye auspicious. Deliver us, ye twain, from grief and trouble.\n\nThe grief that pains me here, whoever caused it, not sent by fate, hath sprung from human action. I, suppliant, praise Heaven, Earth, and oft invoke them. Deliver us, ye twain, from grief and trouble."
    },
    {
      "id": 5129771825585,
      "hymn": "Hymn 27",
      "title": "A hymn to the Maruts",
      "file": "av04027.htm",
      "created": 1744940069880,
      "hash": "md5-vmWdphY/hapAyPX3dLMptQ==",
      "content": "I think upon the Maruts: may they bless me, may they assist me to this wealth in battle. I call them like swift well-trained steeds to help us. May they deliver us from grief and trouble.\n\nThose who surround the never-failing fountain for ever, and bedew the plants with moisture, The Maruts, Prini's sons, I chiefly honour. May they deliver us from grief and trouble.\n\nBards, who invigorate the milk of milch-kine, the sap of growing plants, the speed of coursers To us may the strong Maruts be auspicious. May they deliver us from grief and trouble.\n\nThey who raised water from the sea to heaven and send it from the sky to earth in showers, The Maruts who move mighty with their waters, may they deliver us from grief and trouble.\n\nThey who delight in nectar and in fatness, they who bestow upon us health and vigour. The Maruts who rain mighty with their waters, may they deliver us from grief and trouble.\n\nWhether with stormy might the Maruts established this All, or Gods with their celestial power, Ye, kindly Gods, are able to restore it. May they deliver us from grief and trouble.\n\nPotent in battles is the Maruts' army, impetuous train, well- known, exceeding mighty. I, suppliant, praise and oft invoke the Maruts. May they deliver us from grief and trouble."
    },
    {
      "id": 4570994814184,
      "hymn": "Hymn 28",
      "title": "A hymn to Bhava and Sarva",
      "file": "av04028.htm",
      "created": 1744940069881,
      "hash": "md5-G/A/uKdF0uyD3yZ5hdC/sw==",
      "content": "I Reverence you—mark this—Bhava and Sarva, ye under whose control is this that shineth. Lords of this world both quadruped and biped. Deliver us, ye twain, from grief and trouble.\n\nLords of all near and even of what is distant, famed as the best and skilfullest of archers, Lords of this world both quadruped and biped, Deliver us, ye twain, from grief and trouble.\n\nThousand-eyed foe-destroyers, I invoke you, still praising you the strong, of wide dominion: Lords of this world both quadruped and biped, Deliver us, ye twain, from grief and trouble.\n\nYe who of old wrought many a deed in concert, and showed among mankind unhappy omens; Lords of this world both quadruped and biped, Deliver us, ye twain, from grief and trouble.\n\nYe from the stroke of whose destroying weapon not one among the Gods or men escapeth, Lords of this world both quadruped and biped, Deliver us, ye twain, from grief and trouble.\n\nHurl your bolt, strong Gods, at the Yātudhāna, him who makes ready roots and deals in magic: Lords of this world both quadruped and biped, Deliver us, ye twain, from grief and trouble.\n\nComfort and aid us, ye strong Gods, in battles, at each Kimidin send your bolt of thunder. I, suppliant, praise and ever call on Bhav and Sarva. Set us free from grief and trouble."
    },
    {
      "id": 3461146391921,
      "hymn": "Hymn 29",
      "title": "A hymn to Mitra-Varuna",
      "file": "av04029.htm",
      "created": 1744940069881,
      "hash": "md5-yd4CBKEgcumtf8ZSS5Zkxg==",
      "content": "You twain, O Mitra, Varuna, I honour, Lawstrengtheners, wise, who drive away oppressors. Ye who protect the truthful in his battles, deliver us, ye twain, from grief and trouble.\n\nYe the wise Gods who drive away oppressors, ye who protect the truthful in his battles, Who come, men's guards, to juice pressed forth by Babhru,. deliver us, ye twain, from grief and trouble.\n\nMitra and Varuna who help Agasti, Atri, and Angiras, and Jamadagni, Ye who help Kasyapa, who help Vasishtha, deliver us, ye twain, from grief and trouble.\n\nMitra and Varuna, who help Syāvāsva, Atri, and Purumilha, and Vadhryasva, Ye who help Vimada and Saptavadhri, deliver us, ye twain, from grief and trouble.\n\nYe, Varuna, Mitra, who give aid to Kutsa, Gavishthira, Bharadvāja, Visvāmitra, Who help Kakshivan and give aid to Kanva, deliver us, ye twain, from grief and trouble.\n\nYe, Mitra, Varuna, who help Trisoka, Medhātithi, and Usanā son of Kavi, Ye, Gotama's and Mudgala's protectors, deliver us, ye twain, from grief and trouble.\n\nWhose straight-reined car that keeps the track of goodness assails and ruins him who walks perversely I, suppliant, praise with constant invocation Mitra and Varuna. Save us from affliction."
    },
    {
      "id": 3387469055903,
      "hymn": "Hymn 30",
      "title": "A glorification of vāk or speech",
      "file": "av04030.htm",
      "created": 1744940069883,
      "hash": "md5-cLutm1oRUYOK/xN7zkF/oQ==",
      "content": "I travel with the Rudras and the Vasus, with the Ādityas and All-Gods I wander. I hold aloft both Varuna and Mitra, I hold aloft Indra and both the Asvins.\n\nI am the Queen, the gatherer-up of treasures, most thoughtful, first of those who merit worship. The Gods, making me enter many places, in diverse spots have set mine habitation.\n\nI, verily, myself announce and utter the word that Gods, and men alike shall welcome. I make the man I love exceeding mighty, make him a sage, a Rishi, and a Brāhman.\n\nThrough me alone all eat the food that feeds them, each man who sees, breathes, hears, the word out-spoken. They know it not, but yet they dwell beside me. Hear, one and all, the truth as I declare it.\n\nI bend the bow for Rudra that his arrow may strike and slay the hater of devotion. I rouse and order battle for the people, and I have penetrated Earth and Heaven.\n\nI cherish and sustain high-swelling Soma, and Tvashtar I support, Pashan, and Bhaga. I load with wealth the zealous sacrificer who pours the juice and offers his oblation.\n\nOn the world's summit I bring forth the Father: my home is in the waters, in the ocean. Thence I extend o'er all existing creatures, and touch even yonder heaven with my forehead.\n\nI breathe a strong breath like the wind and tempest, the while I hold together all existence. Beyond this wide earth and beyond the heavens I have become so mighty in my grandeur."
    },
    {
      "id": 7213165042731,
      "hymn": "Hymn 31",
      "title": "A hymn to Manyu or Wrath",
      "file": "av04031.htm",
      "created": 1744940069884,
      "hash": "md5-6Xl4hLqFJp6Zo9eCu/bHqw==",
      "content": "Borne on with thee, O Manyu girt by Maruts, let our brave men, impetuous, bursting forward, March on, like flames of fire in form, exulting, with pointed arrows, sharpening their weapons.\n\nFlashing like fire, be thou, O conquering Manyu, invoked, O victor, as our army's leader. Slay thou our foes, distribute their possession: show forth thy vigour, scatter those who hate us.\n\nO Manyu, overcome those who assail us. On! breaking, slaying, crushing down the foemen. They have not hindered thine impetuous vigour: mighty! sole born! reduce them to subjection.\n\nAlone of many thou art worshipped, Manyu: sharpen the spirit of each clan for combat. With thee to aid, O thou of perfect splendour, we raise the glorious battle-shout for conquest.\n\nUnyielding, bringing victory like Indra, O Manyu be thou here our sovran ruler. To thy dear name. O victor, we sing praises: we know the spring from which thou art come hither.\n\nTwin-borne with power, destructive bolt of thunder the highest conquering might is thine, subduer! Be friendly to us in thy spirit, Manyu! O much-invoked, in shock of mighty battle!\n\nFor spoil let Varuna and Manyu give us the wealth of both sides gathered and collected; And let our enemies with stricken spirits, o'er-whelmed with. terror, sling away defeated."
    },
    {
      "id": 3580688299597,
      "hymn": "Hymn 32",
      "title": "A hymn to Manyu",
      "file": "av04032.htm",
      "created": 1744940069885,
      "hash": "md5-ZM5e+/q2w+Bvuxw0bZv69Q==",
      "content": "He who hath reverenced thee, Manyu, destructive bolt! breeds. for himself forthwith all conquering energy. Arya and Dāsa will we conquer with thine aid, with thee the conqueror, with conquest conquest-sped.\n\nManyu was Indra, yea, the God was Manyu; Manyu was Hotar Varuna, Jātavedas. The tribes of human lineage worship Manyu. Accordant, with thy fervour, Manyu! guard us.\n\nCome hither, Manyu, mightier than the mighty: smite, with thy fervour, for ally, our foemen. Slayer of foes, of Vritra, and of Dasyu, bring thou to us all kinds of wealth and treasure.\n\nFor thou art, Manyu, of surpassing vigour, fierce, queller of the foe, and self-existent, Shared by all men, victorious, subduer: vouchsafe to us superior strength in battles.\n\nI have departed still without a portion, wise God! according to thy will, the mighty. I, feeble man, was wroth with thee, O Manyu. Come in thy proper form and give us vigour.\n\nCome hither, I am all thine own: advancing, turn thou to me, victorious, all-bestowing. Come to me, Manyu, wielder of the thunder: bethink thee of thy friend, and slay the Dasyus.\n\nApproach, and on our right hand hold thy station, then let us slay a multitude of foemen. The best of meath I offer to support thee: may we be first to drink thereof in quiet."
    },
    {
      "id": 2985480124928,
      "hymn": "Hymn 33",
      "title": "A prayer to Agni for protection and prosperity",
      "file": "av04033.htm",
      "created": 1744940069885,
      "hash": "md5-hFt4Kbp6nsi3BqWDh4asGQ==",
      "content": "Chasing our pain with splendid light, O Agni, shine thou wealth on us. His lustre flash our pain away.\n\nFor goodly fields, for pleasant homes, for wealth we sacrifice to thee. His lustre flash our pain away!\n\nBest praiser of all these be he, and foremost be our noble chiefs. His lustre flash our pain away!\n\nSo that thy worshipper and we, thine, Agni! in our sons may live. His lustre flash our pain away!\n\nAs ever conquering Agni's beams of splendour go to every side, His lustre flash our pain away.\n\nTo every side thy face is turned, thou art triumphant everywhere. His lustre flash our pain away!\n\nO thou whose face looks every way, bear off our foes as in a ship. His lustre flash our pain away!\n\nAs in a ship across the flood, transport us to felicity. His lustre flash our pain away"
    },
    {
      "id": 3781865613780,
      "hymn": "Hymn 34",
      "title": "Glorification of the Vishtāri sacrifice",
      "file": "av04034.htm",
      "created": 1744940069888,
      "hash": "md5-l0Y/YpCHC7Pl7KTrR9En3A==",
      "content": "The head of this is prayer, its back the Brihat, Odanas's belly is the Vāmadevya; Its face reality, its sides the metre, Vishtāri sacrifice produced from fervour.\n\nBoneless, cleansed, purified by him who cleanseth, they go res- plendent to the world of splendour. Fire burneth not their organ of enjoyment: much pleasure have they in the world of Svarga.\n\nNever doth want or evil fortune visit those who prepare oblation called Vishtāri. He goes unto the Gods, he dwells with Yama, he joys among Gandharvas meet for Soma.\n\nYama robs not of generative vigour the men who dress oblation called Vishtāri. Borne on his car, a charioteer, he travels: endowed with wings he soars beyond the heavens.\n\nStrongest is this, performed, of sacrifices: he hath reached heaven who hath prepared Vishtāri. The oval-fruited lotus spreads his fibre: there bloom the nelo- phar and water-lilies. Abundant with their overflow of sweetness, these streams shall reach thee in the world of Svarga, whole lakes with lotus- blossom shall approach thee.\n\nFull lakes of butter with their banks of honey, flowing with wine, and milk and curds and water Abundant with their overflow of sweetness, these streams shall reach thee in the world of Svarga, whole lakes with lotus- blossom shall approach thee.\n\nI give four pitchers, in four several places, filled to the brim with milk and curds and water. Abundant with their overflow of sweetness, these streams shall reach thee in the world of Svarga, whole lakes with lotus- blossom shall approach thee.\n\nI part this Odana among the Brāhmans, Vishtāri, conquering worlds and reaching heaven. Let me not lose it: swelling by its nature, be it my perfect Cow to grant all wishes!"
    },
    {
      "id": 3582067607035,
      "hymn": "Hymn 35",
      "title": "Magnification of the Odana or oblation of milk and rice",
      "file": "av04035.htm",
      "created": 1744940069889,
      "hash": "md5-gw4Baa+f9FoA+lK4SxkR0Q==",
      "content": "Odana which Prajāpati, the firstborn of Order, dressed with fervour for the Brāhman, which guards the worlds from breaking atIthe centre,—I with this Odana will conquer Mrityu.\n\nWhereby the World-Creators vanquished Mrityu, that which they found by fervour, toil and trouble, That which prayer first made ready for the Brāhman,—I with this Odana will conquer Mrityu.\n\nThat which upholds the Earth, the all-sustainer, that which hath filled air's middle realm with moisture, Which, raised on high in grandeur, stablished heaven,—I with this Odana will conquer Mrityu.\n\nFrom which the months with thirty spokes were moulded, from which the twelve-spoked year was formed and fashioned. Which circling day and night have ne'er o'ertaken,—I with this Odana will conquer Mrityu.\n\nWhich hath become breath-giver, life-bestower; to which the worlds flow full of oil and fatness, To whom belong all the refulgent regions,—I with this Odana will conquer Mrityu.\n\nFrom which, matured, sprang Amrit into being, which hath become Gāyatris lord and ruler, In which the perfect Vedas have been treasured,—I with this Odana will conquer Mrityu,\n\nI drive away the hostile God-despiser: far off be those who are mine adversaries, I dress Brahmaudana that winneth all things. May the Gods hear me who believe and trust them."
    },
    {
      "id": 4195280825978,
      "hymn": "Hymn 36",
      "title": "A charm against fiends, human enemies, and other pests",
      "file": "av04036.htm",
      "created": 1744940069890,
      "hash": "md5-wlhh3UeoB0WzW/pZKVdR7Q==",
      "content": "Endowed with true strength, let the Bull, Agni Vaisvānara, burn them up. Him who would pain and injure us, him who would treat us as a foe.\n\nHim who, unharmed, would injure us, and him who, harmed, would do us harm, I lay between the doubled fangs of Agni, of Vaisvānara.\n\nThose who, what time the moon is dark, hunt with loud cry and answering shout, Flesh-eaters, others who would harm,—all these I overcome with might.\n\nI conquer the Pisāchas with my power, and take their wealth away. All who would injure us I slay. Let mine intention have success.\n\nWith Gods who flee with him, and match their rapid motion with the Sun, I with those animals who dwell in rivers and on hills am found.\n\nI trouble the Pisāchas as the tiger plagues men rich in kine. They, even as dogs when they have seen a lion, find no hiding- place.\n\nNaught with Pisāchas can I do, with thieves, with roamers of the wood. Pisāchas flee and vanish from each village as I enter it.\n\nInto whatever village this mine awful power penetrates, Thence the Pisāchas flee away, and plot no further mischief there.\n\nThose who enrage me with their prate, as flies torment an elephant, I deem unhappy creatures, like small insects troublesome to man.\n\nDestruction seize upon the man, as with a cord they hold a horse, The fool who is enraged with me! He is not rescued from the noose."
    },
    {
      "id": 3727965598147,
      "hymn": "Hymn 37",
      "title": "A charm against Gandharvas and Apsarases",
      "file": "av04037.htm",
      "created": 1744940069891,
      "hash": "md5-w9npHg+TVAAdw76UjMfpmQ==",
      "content": "With thee, O Plant, in olden time Atharvans smote and slew the fiends. Kasyapa smote with thee, with thee did Kanava and Agastya smite.\n\nWith thee we scare and drive away Gandharvas and Apsarases. O Ajasringi, chase the fiends. Cause all to vanish with thy smell.\n\nLet the Apsarases, puffed away, go to the river, to the ford,— Guggulū, Pīlā, Naladi, Aukshagandhi, Pramandini. Ye have become attentive since the Apsarases have past away.\n\nWhere great trees are, Asvatthas and Nyagrodhas with their leafy crests, There where your swings are green and bright, and lutes and cymbals sound in tune, 'Ye have become attentive since the Apsarases have past away.\n\nHither hath come this one, the most effectual of herbs and plants.\n\nLet Ajasringi penetrate, Arā4aki with sharpened horn.\n\nFrom the Gandharva, dancing near, the lord of the Apsarases, Wearing the tuft of hair, I take all manhood and virility.\n\nWith those dread hundred iron spears, the darts of Indra, let it pierce. The Blyxa-fed Gandharvas, those who bring no sacrificial gift.\n\nWith those dread hundred golden spears, the darts of Indra, let it pierce. The Blyxa-fed Gandharvas, those who bring no sacrificial gift.\n\nO Plant, be thou victorious, crush the Pisāchas, one and all, Blyxa-fed, shining in the floods, illumining the selfish ones.\n\nYouthful, completely decked with hair, one monkey-like, one like a dog,— So the Gandharva, putting on a lovely look, pursues a dame. Him with an efficacious charm we scare and cause to vanish hence.\n\nYour wives are the Apsarases, and ye, Gandharvas, are their lords. Run ye, immortal ones, away: forbear to interfere with men!"
    },
    {
      "id": 1526678716611,
      "hymn": "Hymn 38",
      "title": "A charm for success in gambling",
      "file": "av04038.htm",
      "created": 1744940069892,
      "hash": "md5-oV/rrH1o9kjJ6DEV/jRiiA==",
      "content": "Hither I call the Apsaras, victorious, who plays with skill, Her who comes freely fort to view, who wins the stakes in games of dice.\n\nHither I call that Apsaras who scatters and who gathers up. The Apsaras who plays with skill and takes her winnings in the game.\n\nDancing around us with the dice, winning the wager by her play. May she obtain the stake for us and gain the victory with skill. May she approach us full of strength: let them not win this wealth of ours.\n\nHither I call that Apsaras, the joyous, the delightful one— Those nymphs who revel in the dice, who suffer grief and yield to wrath.\n\nWho follow in their course the rays of Sūrya, or as a particle of light attend him. Whose leader from afar, with store of riches, compasses quickly all the worlds and guards them. Pleased, may he come to this our burnt oblation, together with the Air, enriched with treasure.\n\nTogether with the Air, O rich in treasure, guard here the white cow and the calf, O mighty! Here are abundant drops for thee, come hither! Here is thy white calf, let thy mind be with us.\n\nTogether with the Air, O rich in treasure, keep the white calf in safety here, O mighty! Here is the grass, here is the stall, here do we bind the calf. We are your masters, name by name. All Hail!"
    },
    {
      "id": 3176146773243,
      "hymn": "Hymn 39",
      "title": "A prayer to various deities for health, wealth, and prosperity",
      "file": "av04039.htm",
      "created": 1744940069893,
      "hash": "md5-+VKGOpoGg3O/24yYIqt1bQ==",
      "content": "Agni no earth kath had mine homage. May he bless me. As I have bowed me down to Agni on the earth, so let the Favouring Graces bow them down to me.\n\nEarth is the Cow, her calf is Agni. May she with her calf Agni yield me food, strength, all my wish, life first of all, and off- spring, plenty, wealth. All Hail!\n\nVāyu in air hath had mine homage. May he bless me. As I have bowed me down to Vāyu in the air, so let the Favour- ing Graces bow them down to me.\n\nAir is the Cow, her calf is Vāyu. May she with her calf Vāyu yield me food, strength, all my wish, life first of all, and off- spring, plenty, wealth. All Hail!\n\nThe Sun in heaven hath had my homage. May he bless me. As I have bowed me down unto the Sun in heaven, so let the Favouring Graces bow them down to me.\n\nHeaven is the Cow, her calf Āditya. May she yield with her calf the Sun food, strength, and all my wish, life first of all, and offspring, plenty, wealth. All Hail!\n\nTo Chandra in the quarters have I bowed me. May he bless me. As unto Chandra in the quarters I have bent, so let the Favour- ing Graces bow them down to me.\n\nThe quarters are the Cows, their calf is Chandra. May they yield with their calf the Moon food, strength and all my wish, life first of all, and offspring, plenty, wealth. All Hail!\n\nAgni moves having entered into Agni, the Rishis' son, who guards from imprecations, I offer unto thee with reverent worship. Let me not mar the Gods' appointed service.\n\nSkilled in all ways, O God, O Jātavedas, I offer what is cleansed by heart and spirit. To all thy seven mouths, O Jātavedas. Do thou accept with pleasure my libation."
    },
    {
      "id": 3626389894491,
      "hymn": "Hymn 40",
      "title": "A charm against rival worshippers",
      "file": "av04040.htm",
      "created": 1744940069893,
      "hash": "md5-q38M8L+9T8OeOJlA7yhHKQ==",
      "content": "O Jātavedas, eastward sacrificers, as foes assail us from the eastern quarter. May they, turned back, be pained for harming Agni. I drive them backward with mine incantation.\n\nO Jātavedas, southward sacrificers as foes assail us from the southern quarter. May they, turned back, be pained for harming Yama. I smite them backward with mine incantation.\n\nO Jātavedas, westward sacrificers as foes assail us from the western quarter. For harming Varuna be they turned and troubled! I smite them backward with mine incantation.\n\nJātavedas, northward sacrificers as foes assail us from the northern quarter. For harming Soma be they turned and troubled! I smite them backward with mine incantation.\n\nO Jātavedas, nether sacrificers, as foes assail us from the stead- fast quarter. For harming Earth let them be turned and troubled. I smite them backward with mine incantation.\n\nThose who pay sacrifice, O Jātavedas, from air assail us from the midway quarter. For harming Vāyu be they turned and troubled! I smite them backward with mine incantation.\n\nThe sacrificers from above assail us, O Jātavedas, from the lofty quarter. For wronging Sūrya be they turned and troubled! I smite them backward with mine incantation.\n\nThose from all points assail us, Jātavedas, who sacrifice from intermediate regions. For wronging Prayer let them be turned and troubled, I smite them backward with mine incantation."
    }
  ],
  "hash": "md5-yV+sRwS8bCz/IAUzj8BV5g=="
}