{
  "id": 5962086255637,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book VII",
  "author": "Ralph T.H. Griffith",
  "created": 1744942728829,
  "books": [
    {
      "id": 6736644754103,
      "hymn": "Hymn 1",
      "title": "Glorification of the power of prayer and to Agni",
      "file": "av07001.htm",
      "created": 1744942728832,
      "hash": "md5-Nlzv1ncUG721xgbRAtgN7A==",
      "content": "They who by thought have guided all that Speech hath best, or they who with their heart have uttered words of truth, Made stronger by the strength which the third prayer bestows, have by the fourth prayer learned the nature of the Cow.\n\nWell knows this son his sire, he knows his mother well: he hath been son, and he hath been illiberal. He hath encompassed heaven, and air's mid-realm, and sky; he hath become this All; he hath come nigh to us."
    },
    {
      "id": 6770621631166,
      "hymn": "Hymn 2",
      "title": "Praise of Atharvan",
      "file": "av07002.htm",
      "created": 1744942728833,
      "hash": "md5-fK9wSDZygfcwNdzErZakfw==",
      "content": "Invoke for us, proclaim in sundry places, the kinsman of the Gods, our sire Atharvan, His mother's germ, his father's breath, the youthful, who with his mind hath noticed this oblation."
    },
    {
      "id": 6732400289476,
      "hymn": "Hymn 3",
      "title": "To Vāyu God of the Wind",
      "file": "av07003.htm",
      "created": 1744942728834,
      "hash": "md5-VA3naIJifZn/O4RlRAJwHg==",
      "content": "With thine eleven teams, to aid our wishes, yea, with thy two- and-twenty teams, O Vāyu, With all thy three-and-thirty teams for drawing, here loose these teams, thou who art prompt to listen!"
    },
    {
      "id": 3978803945706,
      "hymn": "Hymn 4",
      "title": "Praise of Atharvan",
      "file": "av07004.htm",
      "created": 1744942728835,
      "hash": "md5-RlbqgNqTtdIB0Rt/43zBug==",
      "content": "Invoke for us, proclaim in sundry places, the kinsman of the Gods, our sire Atharvan, His mother's germ, his father's breath, the youthful, who with his mind hath noticed this oblation."
    },
    {
      "id": 3514192358048,
      "hymn": "Hymn 5",
      "title": "A glorification of sacrifice",
      "file": "av07005.htm",
      "created": 1744942728836,
      "hash": "md5-3mPu0xol/2jFJzJl8ditBg==",
      "content": "The Gods adored the Sacrifice with worship: these were the statutes of primeval ages. Those mighty ones attained the cope of heaven, there where the Sādhyas, Gods of old, are dwelling.\n\nSacrifice was, was manifest among us: it sprang to life and then in time grew stronger. Then it became thedeities' lord and ruler: may it bestow on us abundant riches.\n\nWhere the Gods worshipped Gods with their oblation, worship- ped immortals with immortal spirit, There in the loftiest heaven may we be happy, and look upon that light when Sūrya rises.\n\nWith their oblation, Purusha, the Gods performed a sacrifice. A sacrifice more potent still they paid with the invoking hymn.\n\nWith dog the Gods, perplexed, have paid oblation, and with cow's limbs in sundry sacrifices. Invoke for us, in many a place declare him who with his mind. hath noticed this our worship."
    },
    {
      "id": 4717015102592,
      "hymn": "Hymn 6",
      "title": "A prayer to Aditi for help and protection",
      "file": "av07006.htm",
      "created": 1744942728838,
      "hash": "md5-Syc1C9pw/vUxhjstW64MbQ==",
      "content": "Aditi is sky, and air's mid-region, Aditi is the father, son, and mother, Aditi all the Gods and the Five Nations, Aditi what is now and what is future.\n\nWe call for help the Queen of Law and Order, great mother of all those whose ways are righteous, Far-spread, unwasting strong in her dominion, Aditi wisely lead- ing, well protecting.\n\nSinless may we ascend, for weal, the vessel, rowed with good oars, divine, that never leaketh, Earth, our strong guard, incomparable Heaven, Aditi wisely lead- ing, well protecting.\n\nLet us bring hither, in pursuit of riches, Aditi with our word, the mighty mother, Her in whose lap the spacious air is lying: may she afford us triply-guarding shelter!"
    },
    {
      "id": 4118602595314,
      "hymn": "Hymn 7",
      "title": "Praise of the Ādityas",
      "file": "av07007.htm",
      "created": 1744942728838,
      "hash": "md5-ZhxG0m40n/TRV8Zn/f/Q0Q==",
      "content": "I have sung praise to Diti's sons and Aditi's, those very lofty and invulnerable Gods. For far within the depths of ocean is their home and in the wor- ship paid them none excelleth these."
    },
    {
      "id": 3389015116514,
      "hymn": "Hymn 8",
      "title": "Godspeed to a departing traveller",
      "file": "av07008.htm",
      "created": 1744942728839,
      "hash": "md5-60USV9pOOZbSTKRqfCgu+Q==",
      "content": "Go forward on thy way from good to better: Brihaspati pre- cede thy steps and guide thee! Place this man here, within this earth's enclosure, afar from foes with all his men about him."
    },
    {
      "id": 6337358727458,
      "hymn": "Hymn 9",
      "title": "A prayer to Pūshan for protection and the recovery of lost property",
      "file": "av07009.htm",
      "created": 1744942728840,
      "hash": "md5-IAjWhzkHiLbtoLZGhodj9g==",
      "content": "Pūshan was born to move on distant pathways, on roads remote from earth, remote from heaven. To both most lovely places of assembly he travels and returns with perfect knowledge.\n\nPūshan knows all these realms: may he conduct us by ways that are most free from fear and danger. Giver of blessings, glowing, all heroic, may he the wise and watchful go before us.\n\nWe are thy praisers here, O Pūshan: never let us be injured under thy protection.\n\nFrom out the distance, far and wide, may Pūshan stretch his right hand forth. Let him drive back our lost to us, let us return with what is lost."
    },
    {
      "id": 3878917033774,
      "hymn": "Hymn 10",
      "title": "A prayer for the favour of Sarasvati",
      "file": "av07010.htm",
      "created": 1744942728841,
      "hash": "md5-GYrysWhemPM9lRWmd52QvA==",
      "content": "That breast of thine, exhaustless and delightful, good to invoke, beneficent, free giver. Wherewith thou feedest all things that are choicest, bring that, Sarasvati, that we may drain it."
    },
    {
      "id": 6294087450852,
      "hymn": "Hymn 11",
      "title": "A prayer to protect corn from lightning and drought",
      "file": "av07011.htm",
      "created": 1744942728842,
      "hash": "md5-/b7zYcYmxtRAtQFfPmcmIQ==",
      "content": "That far-spread thunder, sent from thee, which cometh on all this world, a high celestial signal Strike not, O God, our growing corn with lightning, not kill it with the burning rays of Sūrya."
    },
    {
      "id": 6415603358633,
      "hymn": "Hymn 12",
      "title": "A prayer for influence at deliberative and religious meetings",
      "file": "av07012.htm",
      "created": 1744942728843,
      "hash": "md5-mJiLWFjp3IeJ6Bj4T90S9A==",
      "content": "In concord may Prajapati's two daughters, Gathering and As- sembly, both protect me. May every man I meet respect and aid me. Fair be my words, O Fathers, at the meetings.\n\nWe know thy name, O Conference: thy name is interchange of talk. Let all the company who join the Conference agree with me.\n\nOf these men seated here I make the splendour and the lore mine own. Indra, make me conspicuous in all this gathered company.\n\nWhether your thoughts are turned away, or bound and fastened here or there, We draw them hitherward again: let your mind firmly rest on me."
    },
    {
      "id": 5367013432122,
      "hymn": "Hymn 13",
      "title": "A charm to win superiority over foes and rivals",
      "file": "av07013.htm",
      "created": 1744942728844,
      "hash": "md5-OoCARmlTeV+uUbnKC0ofrw==",
      "content": "As the Sun, rising, taketh to himself the brightness of the stars,. So I assume the glory of women and men mine enemies. All ye amang my rivals who behold me as I come to you, I seize the glory of my foes as the Sun, rising, theirs who sleep."
    },
    {
      "id": 6836476684107,
      "hymn": "Hymn 14",
      "title": "A prayer to Savitar for prosperity",
      "file": "av07014.htm",
      "created": 1744942728844,
      "hash": "md5-tvEmNzTHnaNOBSUkfFqGVA==",
      "content": "I praise this God, parent of heaven and earth, exceeding wiser possessed of real energy, giver of treasure, thinker dear to all,.\n\nWhose splendour is sublime, whose light shone brilliant in crea- tion, who, wise, and golden-handed, in his beauty made the sky.\n\nAs thou, God! quickening, for our ancient father, sentest him height above and room about him, So unto us, O Savitar, send treasures, abundant, day by day, in shape of cattle.\n\nSavitar, God, our household friend, most precious, hath sent our fathers life and power and riches. Let him drink Soma and rejoice when worshipped. Under his law even the Wanderer travels."
    },
    {
      "id": 4170044002867,
      "hymn": "Hymn 15",
      "title": "A charm to win divine favour and felicity",
      "file": "av07015.htm",
      "created": 1744942728845,
      "hash": "md5-4/nQefZJZTloelPPaXlfJw==",
      "content": "I choose, O Savitar, that glorious favour, with fruitful energy and every blessing, Even this one's teeming cow, erst milked by Kanva, thousand- streamed, milked for happiness by the mighty."
    },
    {
      "id": 5600125106306,
      "hymn": "Hymn 16",
      "title": "A prayer for prosperity",
      "file": "av07016.htm",
      "created": 1744942728846,
      "hash": "md5-zmrtOP37zGUkq/UPBAvCSQ==",
      "content": "Increase this man Brihaspati! Illume him, O Savitar, for high and happy fortune. Sharpen him thoroughly though already sharpened: with glad acclaim let all the Gods receive him."
    },
    {
      "id": 3881176017441,
      "hymn": "Hymn 17",
      "title": "A prayer for wealth and children",
      "file": "av07017.htm",
      "created": 1744942728846,
      "hash": "md5-ENmdCKYZEG6b9biYXsRwzg==",
      "content": "May the Ordainer give us wealth, Lord, ruler of the world of life: with full hand may he give to us.\n\nMay Dhātar grant the worshipper henceforth imperishable life. May we obtain the favour of the God who giveth every boon.\n\nTo him may Dhātar grant all kinds of blessings who, craving children, serves him in his dwelling. Him may the Gods invest with life eternal, yea, all the Gods and Aditi accordant.\n\nMay this our gift please Savitar, Rāti, Dhātar, Prajāpati, and Agni Lord of Treasures. May Tvashtar, Vishnu, blessing him with children, give store ot riches to the sacrificer."
    },
    {
      "id": 3802322822296,
      "hymn": "Hymn 18",
      "title": "A prayer for rain",
      "file": "av07018.htm",
      "created": 1744942728847,
      "hash": "md5-6rJnoHmBnt/9EMqYtecpqA==",
      "content": "Burst open, Prithvi, and cleave asunder this celestial cloud. Untie, O Dhātar—for thou canst—the bottle of the breast of heaven.\n\nLet not the Sun's heat burn, nor cold destroy her. Let Earth with all her quickening drops burst open. Even for her the waters flow, and fatness: where Soma is even there is bliss for ever."
    },
    {
      "id": 7186502380993,
      "hymn": "Hymn 19",
      "title": "A prayer for prosperity",
      "file": "av07019.htm",
      "created": 1744942728847,
      "hash": "md5-OQnBoWS1hwz3WV8lv9Tiag==",
      "content": "Prajapati engenders earthly creatures: may the benevolent Ordainer form them, Having one common womb, and mind, and spirit. He who is. Lord of Plenty give me plenty!"
    },
    {
      "id": 2995591522734,
      "hymn": "Hymn 20",
      "title": "A prayer for prosperity and happiness",
      "file": "av07020.htm",
      "created": 1744942728848,
      "hash": "md5-ex9PMZz/X4l2iF9e/NPNAQ==",
      "content": "Anumati approve to-day our sacrifice among the Gods! May Agni bear mine offerings away for me the worshipper.\n\nDo thou, Anumati! approve, and grant us health and happiness. Accept the offered sacrifice, and, Goddess, give us progeny.\n\nMay he approving in return accord us wealth inexhaustible with store of children. Never may we be subject to his anger, but rest in his benevo- lence and mercy.\n\nThy name is easy to invoke, good leader! approved, Anumati and rich in bounty. Source of all bonds! fill up therewith our worship, and, Blest One! grant us wealth with goodly heroes.\n\nAnumati hath come to this our worship well-formed to give good lands and valiant heroes: For her kind care hath blessed us. God-protected, may she assist the sacrifice we offer.\n\nAnumati became this All, whatever standeth or walketh, every- thing that moveth. May we enjoy thy gracious love, O Goddess. Regard us, O Anu- mati, with favour."
    },
    {
      "id": 5445493286874,
      "hymn": "Hymn 21",
      "title": "A funeral stanza",
      "file": "av07021.htm",
      "created": 1744942728849,
      "hash": "md5-/aI3OQeTPoesRMnlf/IA9A==",
      "content": "With prayer come all together to the Lord of Heaven: he is the peerless one, far-reaching, guest of men. He, God of ancient time, hath gained a recent thrall; to him alone is turned the path which all must tread."
    },
    {
      "id": 5891679519578,
      "hymn": "Hymn 22",
      "title": "To Savitar, or Yama invested with Savitar's attributes",
      "file": "av07022.htm",
      "created": 1744942728849,
      "hash": "md5-xbPJvt6grvRazhHh+lJ6qA==",
      "content": "Unto a thousand sages he hath given sight: thought, light is he in ranging all.\n\nThe Bright One hath sent forth the Dawns, a closely gathered band, Immaculate, unanimous, brightly refulgent in their homes."
    },
    {
      "id": 5483897336023,
      "hymn": "Hymn 23",
      "title": "A charm to banish fiends and troubles",
      "file": "av07023.htm",
      "created": 1744942728850,
      "hash": "md5-fOWaVEQ2ZeGuU2q7srQChA==",
      "content": "The fearful dream, and indigence, the monster, the malignant hags. All female fiends of evil name and wicked tongue we drive afar."
    },
    {
      "id": 2939834724707,
      "hymn": "Hymn 24",
      "title": "A prayer for riches",
      "file": "av07024.htm",
      "created": 1744942728850,
      "hash": "md5-Bn8gRDhvCLSf/VP5/6/Pcg==",
      "content": "What treasure hath been dug for us by Indra, by Agni, Visve- devas, tuneful Maruts, On us may Savitar whose laws are faithful, Prajāpati, and Heavenly Grace bestow it."
    },
    {
      "id": 4018553382791,
      "hymn": "Hymn 25",
      "title": "Praise of Vishnu and Varuna",
      "file": "av07025.htm",
      "created": 1744942728851,
      "hash": "md5-qrCVnn/pe7KsTahkcrtmcQ==",
      "content": "The early morning prayer hath come to Vishnu and Varuna, Lords through might, whom none hath equalled, Gods by whose power the realms of air were stablished, strongest and most heroic in their vigour.\n\nThe early prayer hath ever come to Vishnu and Varuna by that God's high power and statute. In whose control is all this world that shineth, all that hath powers to see and all that breatheth."
    },
    {
      "id": 2731025157812,
      "hymn": "Hymn 26",
      "title": "Praise of Vishnu",
      "file": "av07026.htm",
      "created": 1744942728854,
      "hash": "md5-qB4xB2+k+5slUWKpvHsvbw==",
      "content": "I will declare the mighty deeds of Vishnu, of him who measured out the earthly regions, Who propped the highest place of congregation, thrice setting down his footstep, widely striding.\n\nLoud boast doth Vishnu make of this achievement, like some wild beast, dread, prowling, mountain-roaming. May he approach us from the farthest distance.\n\nThou within whose three wide-extended paces all worlds and creatures have their habitation, Drink oil, thou homed in oil! promote the sacrificer more and more.\n\nThrough all this world strode Vishnu: thrice his foot he planted, and the whole Was gathered in his footstep's dust.\n\nVishnu the guardian, he whom none deceiveth, made three steps, thenceforth. Establishing these high decrees.\n\nLook ye on Vishnu's works, whereby the friend of Indra, close- allied, Hath let his holy ways be seen.\n\nThe princes evermore behold that loftiest place where Vishnu is, Like an extended eye in heaven,\n\nFrom heaven, O Vishnu, or from earth, O Vishnu, or from the great far-spreading air's mid-region, Fill both thy hands full of abundant treasures, and from the right and left bestow them freely."
    },
    {
      "id": 4956368569286,
      "hymn": "Hymn 27",
      "title": "A prayer to Ida, Goddess of devotion",
      "file": "av07027.htm",
      "created": 1744942728855,
      "hash": "md5-Kmhp08xSet4m+eiaE3HB/Q==",
      "content": "May Idā with her statute dwell beside us, she in whose place the pious purge and cleanse them. She, mighty, Soma-decked, whose foot drops fatness, meet for All-Gods, hath come to aid our worship."
    },
    {
      "id": 5267863662681,
      "hymn": "Hymn 28",
      "title": "Praise of the sacrificial utensils",
      "file": "av07028.htm",
      "created": 1744942728856,
      "hash": "md5-M2Ew6lnSQIfq1rrXNgOfTw==",
      "content": "Blest be the Broom, may the Mace bring a blessing, and may the Altar and the Hatchet bless us. Worshipful Gods, may they accept this worship, lovers of sacri- fice, and sacrificers."
    },
    {
      "id": 5629131702478,
      "hymn": "Hymn 29",
      "title": "To Agni and Vishnu",
      "file": "av07029.htm",
      "created": 1744942728856,
      "hash": "md5-AuCMqmroyFA/ekBCyJUsXQ==",
      "content": "This is your glorious might, Agni and Vishnu! Ye drink the essence of the mystic butter. Placing in every home seven costly treasures. Let your tongue stretch to take the offered fatness.\n\nYe love the great law, Agni Vishnu! joying, ye feast on mystic essences of butter, Exalted in each house with fair laudation. Let your tongue stretch to take the offered fatness."
    },
    {
      "id": 3604230076163,
      "hymn": "Hymn 30",
      "title": "A charm to be used when the eyes are anointed",
      "file": "av07030.htm",
      "created": 1744942728857,
      "hash": "md5-nr3QHSi8fx8XJw6mcGQa9A==",
      "content": "Heaven, Earth, and Mitra here have caused mine eyes to be- anointed well, Savitar, Brāhmanaspati take care that they be duly balmed!"
    },
    {
      "id": 6539228526257,
      "hymn": "Hymn 31",
      "title": "A prayer for the overthrow of enemies",
      "file": "av07031.htm",
      "created": 1744942728857,
      "hash": "md5-o0Mz0kjAIkNmr5Ksa0q8lQ==",
      "content": "Rouse us to-day O Indra, Maghavan, hero, with thy best pos- sible and varied succours, May he who hateth us fall low beneath us, and him whom we detest let life abandon."
    },
    {
      "id": 3039534565233,
      "hymn": "Hymn 32",
      "title": "A prayer to Agni for long life",
      "file": "av07032.htm",
      "created": 1744942728858,
      "hash": "md5-NdIMUIWxhJcRGc5bsfUDWw==",
      "content": "We bringing homage have approached the friend who seeks our wondering praise, Young, strengthener of the sacrifice. May he bestow long life on me."
    },
    {
      "id": 6183158482304,
      "hymn": "Hymn 33",
      "title": "A prayer for long life, children, and riches",
      "file": "av07033.htm",
      "created": 1744942728858,
      "hash": "md5-jjX+2vqrs97Td5gnbMsOPw==",
      "content": "Let Pūshan, let the Maruts, let Brihaspati pour forth on me; This present Agni pour on me children and riches in a stream! May he bestow long life on me."
    },
    {
      "id": 4629316433999,
      "hymn": "Hymn 34",
      "title": "A prayer for freedom from sin and the overthrow of enemies",
      "file": "av07034.htm",
      "created": 1744942728859,
      "hash": "md5-7hVPBkEmrwWog6iW2G3M0A==",
      "content": "Agni, drive off my rivals born and living, repel those yet unborn, O Jātavedas. Cast down beneath my feet mine adversaries. In Aditi's regard may we be sinless."
    },
    {
      "id": 3339095148891,
      "hymn": "Hymn 35",
      "title": "A prayer for the prosperity of a King and his kingdom",
      "file": "av07035.htm",
      "created": 1744942728859,
      "hash": "md5-LfNdoor4JkOxvuE702X6QA==",
      "content": "Subdue with conquering might his other rivals, those yet unborn repel, O Jātavedas. For great felicity protect this kingdom, and in this man let all the Gods be joyful.\n\nHae quot tibi sunt venae atque arteriae harum omnium os tibi lapide occlusi.\n\nUteri tui summam partem inferam facio: ne tibi soboles neque filius eveniat. Sterilem et infecundam te facio: lapidem tuum, operimentum facio."
    },
    {
      "id": 2972117335905,
      "hymn": "Hymn 36",
      "title": "A charm to be pronounced by bride and bridegroom",
      "file": "av07036.htm",
      "created": 1744942728860,
      "hash": "md5-za6qg5EyzoNVxNxNBWVidQ==",
      "content": "Sweet are the glances of our eyes, our faces are as smooth as balm, Within thy bosom harbour me; one spirit dwell in both of us!"
    },
    {
      "id": 6762426471231,
      "hymn": "Hymn 37",
      "title": "A nuptial charm to be spoken by the bride",
      "file": "av07037.htm",
      "created": 1744942728860,
      "hash": "md5-6+CO94u9/GC/J/EPFJi/jw==",
      "content": "With this my robe, inherited from Manu, I envelop thee, So that thou mayst be all mine own and give no thought to other dames."
    },
    {
      "id": 6398692907817,
      "hymn": "Hymn 38",
      "title": "A maiden's love-charm",
      "file": "av07038.htm",
      "created": 1744942728863,
      "hash": "md5-YLvwTVatACIARzsqwS5Eyw==",
      "content": "I dig this Healing Herb that makes my lover look on me and weep; That bids the parting friend return and kindly greets him as he comes.\n\nThis Herb wherewith the Asuri drew Indra downward from the Gods, With this same Herb I draw thee close that I may be most dear to thee.\n\nThou art the peer of Soma, yea, thou art the equal of the Sun, The peer of all the Gods art thou: therefore we call thee hither— ward.\n\nI am the speaker here, not thou: speak thou where the assembly meets. Thou shalt be mine and only mine, and never mention other dames.\n\nIf thou art far away beyond the rivers, far away from men, This Herb shall seem to bind thee fast and bring thee back my prisoner."
    },
    {
      "id": 1439439863394,
      "hymn": "Hymn 39",
      "title": "A sacrificial charm for rain and prosperity",
      "file": "av07039.htm",
      "created": 1744942728863,
      "hash": "md5-amcA7oP6SzWusdpiJ23Pyw==",
      "content": "May he establish in our home the master of riches, gladdening with rain in season, Mighty, strong-winged, celestial, dropping moisture, Bull of the plants and embryo of waters."
    },
    {
      "id": 3336356994087,
      "hymn": "Hymn 40",
      "title": "A prayer for prosperity",
      "file": "av07040.htm",
      "created": 1744942728864,
      "hash": "md5-ap7v423OU+uMFH5enKdiTw==",
      "content": "We call Sarasvān, under whose protection all cattle wander, to preserve and aid us, Him in whose ordinance abide the waters, to whose command the Lord of Plenty listens.\n\nAbiding here let us invoke Sarasvān, the seat of riches, glorious, wealth-increaser, Him who inclines and gives to him who worships, the rich pos- sessor and the Lord of Fulness."
    },
    {
      "id": 5508334329196,
      "hymn": "Hymn 41",
      "title": "A prayer for prosperity",
      "file": "av07041.htm",
      "created": 1744942728864,
      "hash": "md5-Xd8QRU+6cIBxRAvqND25QQ==",
      "content": "Observing men, and viewing home, the Falcon hath cleft his swift way over wastes and waters. May he, with Indra for a friend, auspicious, traversing all air's lower realms, come hither.\n\nThe heavenly Falcon, viewing men, well-pinioned, strength-giver, hundred-footed, hundred-nested, Shall give us treasure which was taken from us. May it be rich in food among our Fathers."
    },
    {
      "id": 3802031237342,
      "hymn": "Hymn 42",
      "title": "A prayer for delivery from sin and sickness",
      "file": "av07042.htm",
      "created": 1744942728865,
      "hash": "md5-2DGj1+7K2PGjUZWVtSERVA==",
      "content": "Scatter and drive away, Soma and Rudra, the sickness that hath come within our dwelling, Afar into the distance chase Destruction, and even from commit- ted sin release us.\n\nLay on our bodies, O ye twain, O Soma and Rudra, all those balms that heal diseases. Set free and draw away the sin committed, which we have still inherent in our persons."
    },
    {
      "id": 4321184600156,
      "hymn": "Hymn 43",
      "title": "A charm against lightning",
      "file": "av07043.htm",
      "created": 1744942728865,
      "hash": "md5-oe3McZ5pLZgXK49iDKEgPA==",
      "content": "Some of thy words bode weal and some misfortune: thou scat- terest them all with friendly feeling. Deep within this three words are laid: among them one hath flown off even as the sound was uttered."
    },
    {
      "id": 4890795292186,
      "hymn": "Hymn 44",
      "title": "In praise of Indra and Vishnu",
      "file": "av07044.htm",
      "created": 1744942728866,
      "hash": "md5-aqBGaDFdeNo3skoy7VfvjA==",
      "content": "Ye twain have conquered, and have not been vanquished: not either of the pair hath been defeated. Ye, Indra Vishnu, when ye fought your battle; produced this infinite with three divisions."
    },
    {
      "id": 3118683154329,
      "hymn": "Hymn 45",
      "title": "A charm against jealousy",
      "file": "av07045.htm",
      "created": 1744942728866,
      "hash": "md5-Pk22OQRm/AB0UJBkl7DA+w==",
      "content": "Brought hitherward from Sindhu, from a folk of every mingled race, Fetched from afar, thou art I deem, a balm that cureth. jealousy.\n\nAs one with water quencheth fire, so calm this lover's jealousy, Like heat of fire that burneth here, or flame that rageth through the wood."
    },
    {
      "id": 6311799876972,
      "hymn": "Hymn 46",
      "title": "A charm for offspring and prosperity",
      "file": "av07046.htm",
      "created": 1744942728866,
      "hash": "md5-9SgflkiS+AKG6KK5EZBFKA==",
      "content": "O broad-tressed Sinivāli, thou who art the sister of the Gods, Accept the offered sacrifice, and, Goddess, grant us progeny.\n\nPresent the sacrifice to her, to Sinivāli, Queen of men, Beauti- ful-fingered, lovely-armed, prolific, bearing many a child.\n\nThou who as Queen of men art Indra's equal, a Goddess coming with a thousand tresses, To thee our sacrifices are performed, O Consort of Vishnu Goddess, urge thy Lord to bounty!"
    },
    {
      "id": 1729198773395,
      "hymn": "Hymn 47",
      "title": "A prayer for wealth and birth of a son",
      "file": "av07047.htm",
      "created": 1744942728867,
      "hash": "md5-hJecx/BV5wIYFo27Dxri7w==",
      "content": "Oft in this sacrifice with favoured cry I call Kuhū, beneficent Goddess, skilled in all her works. May she vouchsafe us wealth with every boon, and give a, hero meet for praise who gives a hundred gifts.\n\nKuhl), the Queen of Gods and immortality, called to assist, enjoy this sacrifice of' ours! Let her, desirous of our worship, hear to-day: may she, intelligent, give increase of our wealth."
    },
    {
      "id": 2221974493304,
      "hymn": "Hymn 48",
      "title": "A prayer for prosperity and the birth of a son",
      "file": "av07048.htm",
      "created": 1744942728867,
      "hash": "md5-6ZjgcW8nZc4FQzxJ4s3cpg==",
      "content": "I call on Rākā with hair laud and reverent cry: may she, auspicious, hear us and herself observe. With never-breaking needle may she sew her work, and send a glorious man who gives a hundred gifts.\n\nAll thy kind favours, Rākā! lovely in their form, wherewith thou grantest treasures to the man who gives, With these come thou to us this day benevolent, O blessed one, bestowing wealth of thousand sorts."
    },
    {
      "id": 4475227131784,
      "hymn": "Hymn 49",
      "title": "A prayer for children and booty",
      "file": "av07049.htm",
      "created": 1744942728868,
      "hash": "md5-P5E0B3shMQcwNjXNY7i49w==",
      "content": "May the Gods' Consorts aid us of their own free will, help us to offspring and the winning of the spoil. May Goddesses who quickly listen shelter us, both those on earth and they within the waters' realm.\n\nMay the Dames, wives of Gods, enjoy our presents, Rāt, Asvini Indrāni and Agnāyi; May Rodasi and Varunāni hear us, and Goddesses come at the matrons' season."
    },
    {
      "id": 5588018166475,
      "hymn": "Hymn 50",
      "title": "A gambler's prayer for success in gaming",
      "file": "av07050.htm",
      "created": 1744942728869,
      "hash": "md5-sBuQUpwgaqUB8/mGanctVQ==",
      "content": "As evermore the lightning flash strikes, irresistible, the tree, So, irresistible, may I conquer the gamblers with the dice.\n\nFrom every side, from hale and sick, impotent to defend them- selves, May all the fortune of the folk as winnings pass into my hands.\n\nI pray to Agni, him who guards his treasure: here, won by homage, may he pile our winnings. As 'twere with racing cars I bring my presents: duly with reverence, let me laud the Maruts.\n\nWith thee to aid us may we win the treasure: do thou assist our side in every battle. Give us wide room and easy way, O Indra; break down, O Maghavan, the foemen's valour.\n\nI have completely cleaned thee out, won from thee what thou keptest back. As a wolf tears and rends a sheep, so do I tear thy stake away.\n\nYea, by superior play one gains advantage: in time he piles his spoil as doth a gambler. He overwhelms with wealth's inherent powers the devotee who keeps not back his riches.\n\nMay we all, much-invoked! repel with cattle want that brings sin, hunger with store of barley. May we uninjured, first among the princes, obtain possessions by our own exertions.\n\nMy right hand holds my winnings fast, and in my left is victory. I would that I were winner of cattle and horses, wealth and gold.\n\nDice, give me play that bringeth fruit as 'twere a cow with flowing milk! And, as the bowstring binds, the bow, unite me with a stream of gains."
    },
    {
      "id": 1285941610732,
      "hymn": "Hymn 51",
      "title": "A prayer for Brihaspati's and Indra's protection",
      "file": "av07051.htm",
      "created": 1744942728869,
      "hash": "md5-NuZ+f8SJQt9Ef/IBxu2qNA==",
      "content": "Brihaspati protect us from the sinner, from rearward, from above, and from below us! May Indra from the front and from the centre, as friend to friends, vouchsafe us room and freedom."
    },
    {
      "id": 2991199940795,
      "hymn": "Hymn 52",
      "title": "A prayer for peace and concord",
      "file": "av07052.htm",
      "created": 1744942728869,
      "hash": "md5-Zphm/EW/4bxQyGew+DWjgw==",
      "content": "Give us agreement with our own, with strangers give us unity: Do ye, O Asvins, in this place join us in sympathy and love.\n\nMay we agree in mind, agree in purpose: let us not fight against the heavenly spirit. Around us rise no din of frequent slaughter, nor Indra's arrow fly, for day is present!"
    },
    {
      "id": 4959699499851,
      "hymn": "Hymn 53",
      "title": "A charm to recover a sick man at the point of death",
      "file": "av07053.htm",
      "created": 1744942728870,
      "hash": "md5-CQpLPfpJnjXHmZ0oyEctEw==",
      "content": "As thou, Brihaspati, from the curse hast saved us, from dwel- ling yonder in the realm of Yama, The Asvins, leeches of the Gods, O Agni, have chased Death far from us with mighty powers.\n\nMove both together; do not leave the body. Let both the breathings stay for thee united. Waxing in strength live thou a hundred autumns. Thy noblest guardian and thy lord is Agni.\n\nReturn, thy life now vanished into distance! Return, the breath thou drawest and exhalest! Agni hath snatched it from Destruction's bosom: into thyself again I introduce it.\n\nLet not the vital breath he draws forsake him, let not his expiration part and leave him. I give him over to the Seven Rishis: let them conduct him to old age in safety.\n\nEnter him, both ye breaths, like two draught-oxen entering their stall. Let him, the treasure of old age, still wax in strength, uninjured,. here.\n\nI send thee back thy vital breath; I drive Consumption far from thee, May Agni here, most excellent, sustain our life on every side.\n\nFrom out the depth of darkness, we, ascending to the highest heaven, Have come to the sublimest light, to Sūrya, God among the. Gods."
    },
    {
      "id": 2797626829686,
      "hymn": "Hymn 54",
      "title": "A charm to obtain knowledge of the Veda",
      "file": "av07054.htm",
      "created": 1744942728871,
      "hash": "md5-ksO+Qynmr37x5GDpUGDgZg==",
      "content": "We worship holy Verse and Song, by which they carry out their acts, Shining in order's seat these twain present the sacrifice to Gods.\n\nAs I have asked about Verse, Song, Sacrifice, strength, force,. Yajus-text, So never let this lore that I have sought forsake me, Lord of Might!"
    },
    {
      "id": 2042410794948,
      "hymn": "Hymn 55",
      "title": "A charm to ensure a prosperous journey",
      "file": "av07055.htm",
      "created": 1744942728871,
      "hash": "md5-7ZE741jurPBnf87DeN/oJg==",
      "content": "Thy downward paths from heaven, whereby thou hast raised all the world to life, Give us in gracious love, good Lord!"
    },
    {
      "id": 6629965682759,
      "hymn": "Hymn 56",
      "title": "A charm against poisonous bites and stings",
      "file": "av07056.htm",
      "created": 1744942728872,
      "hash": "md5-S8mtGs20WfPNfE5TUcJf3w==",
      "content": "Whether it came from viper, from black snake or snake with transverse stripes, Or Kankaparvan's bite, this herb hath made the poison power- less.\n\nHoney-born, honey-dropping, rich in honey, honeysweet, this herb, Is medicine that heals the wound and kills the gnat that bites and stings.\n\nWhatever bit, or sucked thy blood, we summon thence away from thee The ineffectual poison of the little sharply-stinging gnat.\n\nThou here who crookest wicked jaws, thou tortuous, jointless, limbless thing, These jaws thou, Brāhmanaspati! shalt bend together like a reed.\n\nThis scorpion here that creeps along, low on the ground and powerless— I have removed his poison and then utterly demolished him.\n\nNo strength in thy two arms hast thou, nor in thy head, nor in thy waist: Then what is that small thing thou so viciously bearest in thy tail?\n\nThe emmets make a meal of thee and peahens tear and mangle thee: All ye are crying out, In sooth the scorpion's poison hath no strength.\n\nThou creature who inflictest wounds both with thy mouth and with thy tail, No poison in thy mouth hast thou: what at thy tail's root will there be?"
    },
    {
      "id": 2352964633893,
      "hymn": "Hymn 57",
      "title": "A charm for some physical disorder",
      "file": "av07057.htm",
      "created": 1744942728872,
      "hash": "md5-1ABk1ynCqQWhZb+MYTWgQw==",
      "content": "Whatever trouble hath disturbed and shaken me—I speak with hope, I move, imploring, 'mid the folk What harm my body in myself hath suffered, now let Sarasvati relieve with fatness.\n\nSeven flow for him, the youth on whom the Maruts wait: the sons have taught the Father everlasting laws. Both worlds are his: both shine belonging unto him. Both move together: both, as his possession thrive."
    },
    {
      "id": 1579307153520,
      "hymn": "Hymn 58",
      "title": "An invitation to Indra and Varuna",
      "file": "av07058.htm",
      "created": 1744942728873,
      "hash": "md5-Q/IT423Ab0v7Om7qmeQCsA==",
      "content": "True to laws, Indra Varuna, drinkers of the juice, quaff this pressed Soma which shall give you rapturous joy! Let sacrifice, your car, to entertain the Gods, approach its rest- ing-place that they may drink thereof.\n\nO Indra Varuna, drink your fill, ye heroes, of this effectual and sweetest Soma. This juice was shed by us that ye might quaff it. On this trimmed grass be seated and rejoice you."
    },
    {
      "id": 2210613322199,
      "hymn": "Hymn 59",
      "title": "An imprecation",
      "file": "av07059.htm",
      "created": 1744942728874,
      "hash": "md5-weXCW7QPVVtqqoVLKOSfTA==",
      "content": "Like a tree struck by lightning may the man be withered from the root. Who curseth us who curse not him, or, when we curse him. curseth us."
    },
    {
      "id": 6242481282177,
      "hymn": "Hymn 60",
      "title": "A parting traveller's address to the houses of his village",
      "file": "av07060.htm",
      "created": 1744942728874,
      "hash": "md5-Sf8TTocit82H125ty6WAew==",
      "content": "I, prudent, bringing power, a treasure-winner, with amicable eye that strikes no terror, Come, praising and kind-thoughted, to these houses: be not afraid of me, be glad and joyful.\n\nLet these delightful Houses that are rich in power and store of milk, Replete with wealth and standing firm, become aware of our approach.\n\nThese Houses we invoke, whereon the distant exile sets his thought, Wherein dwells many a friendly heart: let them beware of our approach.\n\nThus greeted, ye of ample wealth, friends who enjoy delightful sweets. Be ever free from hunger, free from thirst! Ye Houses, fear us not.\n\nKind greeting to the cattle here, kind greeting to the goats and sheep! Then, of the food within our homes, kind greeting to the plea- sant drink!\n\nFull of refreshment, full of charms, of laughter and felicity, Be ever free from hunger, free from thirst! Ye Houses, fear us not. Stay here, and come not after me: prosper in every form and shape. With happy fortune will I come! Grow more abundant still through me!"
    },
    {
      "id": 4037403186467,
      "hymn": "Hymn 61",
      "title": "A prayer for sacred knowledge and its fruits",
      "file": "av07061.htm",
      "created": 1744942728875,
      "hash": "md5-GpUMUckeQii1n5IfvKZ+Yw==",
      "content": "Since, Agni, with our fervent zeal we undergo austerity, May we be dear to Sacred Lore, may we be wise and live long lives.\n\nAgni, we practise acts austere, we undergo austerity. So listening to Holy Lore may we grow wise and full of days."
    },
    {
      "id": 4561140178267,
      "hymn": "Hymn 62",
      "title": "A prayer for the overthrow of enemies",
      "file": "av07062.htm",
      "created": 1744942728875,
      "hash": "md5-NDn32LbrxkW7lyRWDJ95og==",
      "content": "Like a car-warrior, Agni here, grown mighty, Lord of the brave, Chief Priest, hath conquered footmen. Laid on earth's centre he hath flashed and glittered. Low may he lay our enemies beneath us."
    },
    {
      "id": 6404917667205,
      "hymn": "Hymn 63",
      "title": "A prayer for deliverance from affliction",
      "file": "av07063.htm",
      "created": 1744942728876,
      "hash": "md5-DlkCrLIQwK8DUURHMaSD/Q==",
      "content": "We call with lauds from his most lofty dwelling victorious Agni, conqueror in battles. May he conveyus over all distresses, may the God Agni bear us past our troubles."
    },
    {
      "id": 6391597629701,
      "hymn": "Hymn 64",
      "title": "A charm to avert an evil omen",
      "file": "av07064.htm",
      "created": 1744942728876,
      "hash": "md5-MTlTRqNyY5+0zGrVp76Dag==",
      "content": "From all that woe and trouble may the Waters save and rescue me, Whate'er the Raven, black of hue, flying out hither ward, hath dropped.\n\nMay Agni Gārhapatya save and set me free from all this guilt. Which the black Raven with thy mouth, O Nirriti, hath wiped away."
    },
    {
      "id": 2707343065808,
      "hymn": "Hymn 65",
      "title": "A charm against imprecation and threatened evils",
      "file": "av07065.htm",
      "created": 1744942728876,
      "hash": "md5-838z3iq7hF7lTKai4FPJyg==",
      "content": "With retroverted fruit hast thou, O Apāmārga, sprung and grown. Hence into distance most remote drive every curse away from, me.\n\nWhatever evil we have done, whatever vile or sinful act, With thee, O Apāmārga, who lookest all ways, we wipe it off.\n\nIf with the cripple we have lived, whose teeth are black and nails deformed, With thee, O Apāmārga, we wipe all that ill away from us."
    },
    {
      "id": 6583297024970,
      "hymn": "Hymn 66",
      "title": "A prayer to Vāk",
      "file": "av07066.htm",
      "created": 1744942728877,
      "hash": "md5-P5TXf5n8NJIPdUDUl3A0PA==",
      "content": "If it was in the wind or air's mid-region, if it was in the trees or in the bushes, To meet whose utterance forth streamed the cattle, may that. Celestial Power again approach us."
    },
    {
      "id": 4421966342572,
      "hymn": "Hymn 67",
      "title": "A priest's prayer to the Agnayo Dhishnyāh",
      "file": "av07067.htm",
      "created": 1744942728877,
      "hash": "md5-T4mBSVDSxw0XrnFBAJyG2A==",
      "content": "May sense return to me again, and spirit, return my Sacred Power and my possessions! Again let fires, aflame on lesser altars, each duly stationed, here succeed and prosper."
    },
    {
      "id": 2538529591059,
      "hymn": "Hymn 68",
      "title": "A prayer for children and prosperity",
      "file": "av07068.htm",
      "created": 1744942728878,
      "hash": "md5-sqHnFT1jeRR8L3au28uoVg==",
      "content": "Sarasvati, in thy decrees, Goddess, in thy celestial laws, Accept the offered sacrifice, and, Goddess, grant us progeny.\n\nHere is, Sarasvati, thy fat libation, this sacrifice passing to the mouth of Fathers. These most auspicious offerings have ascended to thee: through, these may we be full of sweetness.\n\nBe kind and most auspicious, be gracious to us, Sarasvati, May we be ever in thy sight."
    },
    {
      "id": 2883411741522,
      "hymn": "Hymn 69",
      "title": "A prayer for prosperity",
      "file": "av07069.htm",
      "created": 1744942728878,
      "hash": "md5-RXpXTGJdjKDTp4OXSqE25w==",
      "content": "May the wind kindly breathe on us, may the Sun warm us. pleasantly. May days pass happily for us, may night draw near delightfully, may dawn break joyfully for us!"
    },
    {
      "id": 2963770692619,
      "hymn": "Hymn 70",
      "title": "A charm to frustrate an enemy's sacrifice",
      "file": "av07070.htm",
      "created": 1744942728878,
      "hash": "md5-hGO4spfohDJW2/vSTc/o1g==",
      "content": "Whatever sacrifice that man performeth with voice, mind, sacred formula, oblation, May, in accord with Death, Destruction ruin his offering before it gain fulfilment.\n\nFor him may sorcerers, Destruction, demons strike and prevent fulfilment through their falsehood. Let Gods, by Indra sent, destroy his butter, and let his sacrifice be ineffective.\n\nLet the two Sovrans, swift to come, like falcons swooping on their prey, Destroy the butter of the foe whoever plots to injure us.\n\nI seize thine arms and draw them back, I bind a bandage on thy mouth. I with the anger of the God Agni have killed thy sacrifice.\n\nBehind thy back I tie thine arms, I bind a bandage on thy mouth: With the terrific Agni's wrath have I destroyed thy sacrifice."
    },
    {
      "id": 2186213927156,
      "hymn": "Hymn 71",
      "title": "In praise of Agni",
      "file": "av07071.htm",
      "created": 1744942728879,
      "hash": "md5-aFvkxkW7DE1ucWjGP1tJdQ==",
      "content": "We set thee round us as a fort, victorious Agni! thee a sage, Bold in thy colour day by day, destroyer of the treacherous foe."
    },
    {
      "id": 3301099797398,
      "hymn": "Hymn 72",
      "title": "An invitation to Indra",
      "file": "av07072.htm",
      "created": 1744942728879,
      "hash": "md5-dZOSmugJ9phcqIt0vHlvxQ==",
      "content": "Rise up and look upon the share of Indra fixt by ritual use. Whether ye poured libation dressed or took delight in it un- cooked.\n\nLibation is prepared. Come to us, Indra: the Sun hath travelled over half his journey. Friends with their treasures sit around thee, waiting like heads of houses for their wandering chieftain.\n\nDressed in the udder and on fire, I fancy; well dressed, I fancy, is this new oblation. Quaff thickened milk of noon's libation, Indra, well pleased, O Thunderer, famed for many an exploit!"
    },
    {
      "id": 6517806726975,
      "hymn": "Hymn 73",
      "title": "An invitation to the Asvins",
      "file": "av07073.htm",
      "created": 1744942728880,
      "hash": "md5-y13akTt3YXpQ3m3Di/3wZg==",
      "content": "Inflamed is Agni, Heroes! charioteer of heaven. The caldron boils: the meath is drained to be your food. For we, O Asvins, singers sprung from many a house, invite you to be present at our banquetings.\n\nAsvins, the fire is all aglow: your caldron hath been heated;. come! Here, even now, O Heroes, are the milch-kine milked. The priests, ye mighty ones! rejoice.\n\nPure with the Gods is sacrifice with cry of Hail! That is the Asvins' cup whence Gods are wont to drink. Yea, the Immortal Ones accept it, one and all, and come to kiss that cup with the Gandharva's mouth.\n\nMilk, molten butter offered when the mornings break,—this is your portion, Asvins! Come ye hitherward. Lords of the brave, balm-lovers, guards of sacrifice, drink ye the warm libation in the light of heaven.\n\nLet the warm drink approach you with its Hotar-priest: let the Adhvaryu come to you with store of milk. Come, O ye Asvins, taste the meath that hath been drained, drink of the milk provided by this radiant cow.\n\nCome hither, quickly come, thou milker of the kine; into the caldron pour milk of the radiant cow. Most precious Savitar hath looked upon the heaven. After Dawn's going-forth he sends his light abroad.\n\nI invocate this milch-cow good for milking, so that the milker, deft of hand, may milk her. May Savitar give goodliest stimulation. The caldron hath been warmed. Let him proclaim it.\n\nShe, sovran of all treasures, is come hither yearning in spirit for her calf, and lowing. May this cow yield her milk for both the Asvins, and may she prosper to our great advantage.\n\nAs dear house-friend, guest welcome in the dwelling, to this our sacrifice come thou who knowest. And, Agni, having scattered all assailants, bring to us the posses- sions of our foemen.\n\nShow thyself strong for mighty bliss, O Agni! Most excellent be thine effulgent splendours! Make easy to maintain our household lordship, and overcome the might of those who hate us.\n\nFortunate mayst thou be with goodly pasture, and may we also be exceeding wealthy. Feed on the grass, O Cow, at every season, and, coming hither, drink the limpid water."
    },
    {
      "id": 4669930974371,
      "hymn": "Hymn 74",
      "title": "A charm to cure pustules, sores, or scrofulous swellings (apachitas)",
      "file": "av07074.htm",
      "created": 1744942728880,
      "hash": "md5-DecSt99W3tW3JBV/n9/kPg==",
      "content": "Black is the mother, we have heard, from whom the red-hued Pustules sprang. With the divine ascetic's root I pierce and penetrate them all.\n\nI pierce the foremost one of these, I perforate the middlemost, And here I cut the hindermost asunder like a lock of hair.\n\nWith spell that Tvashtar sent to us I have dispelled thy jealousy. We mitigate and pacify the anger that thou feltest, Lord!\n\nLord of religious rites, by law, anointed, shine thou forth here for ever friendly-minded. So may we all with children, Jātavedas! worship and humbly wait on thee enkindled."
    },
    {
      "id": 3692108796122,
      "hymn": "Hymn 75",
      "title": "A blessing on cows",
      "file": "av07075.htm",
      "created": 1744942728881,
      "hash": "md5-TLd+M7wJukN3WAtcMWkwng==",
      "content": "Let not a thief or wicked man possess you: let not the dart of Rudra come anear you, Prolific, shining in the goodly pasture, drinking at pleasant pools the limpid water.\n\nYe know the place and rest content, close-gathered, called by many a name. Come to me, Goddesses, with Gods Bedew with streams of fatness us, this cattle-pen, and all this place."
    },
    {
      "id": 4097380599871,
      "hymn": "Hymn 76",
      "title": "A charm to cure scrofulous pustules and scrofula",
      "file": "av07076.htm",
      "created": 1744942728881,
      "hash": "md5-1htDILq98cm4soN1IM8Smw==",
      "content": "Rapidly dropping, quick to drop, more evil than the evil ones, More sapless than a dried-up bone, swifter than salt to melt away.\n\nPustules that rise upon the neck, Pustules upon the shoulder- joints, Pustules that, falling of themselves, spring up on every twofold limb:\n\nI have expelled and banished all Scrofula harboured in the head, And that which bores the breast-bone through, and that which settles in the sole.\n\nScrofula flies borne on by wings: it penerates and holds the man. Here is the cure of either kind, the chronic and the transient.\n\nWe know thine origin, Scrofula! know whence thou, Scrofula, art born. How hast thou then struck this man here, him in whose house we sacrifice?\n\nBoldly drink Soma from the beaker, Indra! hero in war for treasure! Vritra-slayer. Fill thyself full at the mid-day libation: thyself possessing riches grant us riches."
    },
    {
      "id": 5464319080089,
      "hymn": "Hymn 77",
      "title": "An incantation against an enemy",
      "file": "av07077.htm",
      "created": 1744942728882,
      "hash": "md5-3qAxKhcXMuZnuj6dG88cwQ==",
      "content": "Ye Maruts, full of fiery heat, accept this offering brought for you To help us, ye who slay the foe.\n\nMaruts, the man who filled with rage against us beyond our thoughts would harm us, O ye Vasus, May he be tangled in the toils of Mischief: smite ye him down with your most flaming weapon.\n\nEach year come, friends to man, the tuneful Maruts, dwelling in spacious mansions, trooped together. Exhilarating, gladdening full of fiery heat, may they deliver us from binding bonds of sin."
    },
    {
      "id": 2861725966896,
      "hymn": "Hymn 78",
      "title": "A charm for a prince's prosperity",
      "file": "av07078.htm",
      "created": 1744942728882,
      "hash": "md5-+m+B0wimbdXvZ6Ur4bWckw==",
      "content": "I free thee from the cord, I loose the bond, I loose the fastening. Even here, perpetual, Agni, wax thou strong.\n\nI with celestial prayer appoint thee, Agni, maintainer of this man in princely powers. Here brightly shine for us with wealth: declare thou to Gods this favoured giver of oblations."
    },
    {
      "id": 1371672088867,
      "hymn": "Hymn 79",
      "title": "A hymn to the New Moon",
      "file": "av07079.htm",
      "created": 1744942728883,
      "hash": "md5-qBFYL7XOFg9nfzAwMuj88A==",
      "content": "Night of the New-born Moon, whatever fortune the Gods who dwell with greatness have assigned thee, Therewith fulfil our sacrifice, all-baunteous! Blessed One, grant us wealth with manly offspring.\n\nI am the New Moon's Night, the good and pious are my in- habitants, these dwell within me. In me have Gods of both the spheres, and Sādhyas, with Indra as their chief, all met together.\n\nThe Night hath come, the gatherer of treasures, bestowing strength, prosperity, and riches. To New Moon's Night let us present oblation: pouring out strength, with milk hath she come hither.\n\nNight of New Moon! ne'er hath been born another than thou embracing all these forms and natures, May we have what we longed for when we brought thee obla- tions: may we be the lords of riches."
    },
    {
      "id": 2777569641678,
      "hymn": "Hymn 80",
      "title": "A hymn to the Full Moon",
      "file": "av07080.htm",
      "created": 1744942728883,
      "hash": "md5-VkjJm54E1ohoYk8LJGvatA==",
      "content": "Full in the front, full rearward, from the middle the Full Moon's Night hath conquered in the battle. In her: may we, dwelling with Gods and greatness, feast in the height of heaven, on strengthening viands.\n\nTo him, the Full Moon's mighty Bull, we pay our solemn sacri- fice. May he bestow upon us wealth unwasting, inexhaustible.\n\nNo one but thou, Prajāpati, none beside thee, pervading, gave to all these forms their being. Grant us our hearts' desire when we invoke thee: may we have store of riches in possession.\n\nFirst was the Full Moon meet for adoration among the days and in the nights' deep darkness. Into thy heaven, O Holy One, have entered those pious men who honour thee with worship."
    },
    {
      "id": 4660059249796,
      "hymn": "Hymn 81",
      "title": "A hymn to the New Moon",
      "file": "av07081.htm",
      "created": 1744942728884,
      "hash": "md5-LsAeSl9Qtj4yswiQ92wHgw==",
      "content": "Forward and backward by their wondrous power move these two youths, disporting, round the ocean. One views all living things, and thou, the other, art born again arranging times and seasons.\n\nThou art re-born for ever new: thou marchest, ensign of days, in forefront of the mornings. Marching thou dealest to the Gods their portion. Thou lengthe- nest, Moon! the days of man's existence.\n\nO spray of Soma, Lord of Wars! all-perfect verily art thou. Make me all-perfect, Beauteous One! in riches and in progeny.\n\nThou art the New Moon, fair to see, thou art complete in every part. May I be perfect, fully blest in every way in steeds and kine, in children, cattle, home, and wealth.\n\nInflate thee with his vital breath who hathes us and whom we detest. May we grow rich in steeds and kine, in children, cattle, houses, wealth.\n\nWith that unwasting stalk which Gods, unwasting Gods, in- crease and eat, May Varuna, Brihaspati, and Indra, the Lords and Guardians of the world, increase us."
    },
    {
      "id": 6468344563076,
      "hymn": "Hymn 82",
      "title": "In praise of Agni",
      "file": "av07082.htm",
      "created": 1744942728884,
      "hash": "md5-9GUeNfs1ol46B8WrdHLqNw==",
      "content": "Sing with fair laud the combat for the cattle. Bestow upon us excellent possessions. Lead to the Gods the sacrifice we offer: let streams of oil flow pure and full of sweetness.\n\nAgni I first appropriate with power, with splendour, and with might. I give myself children and lengthened life, with Hail! take Agni to myself.\n\nEven here do thou, O Agni, stablish wealth: let not oppressors injure thee by thinking of thee first. Light be thy task of ruling, Agni, with, thy power: may he who worships thee wax strong, invincible.\n\nAgni hath looked upon the spring of Morning, looked on the days, the earliest Jātavedas. So, following the gleams of Morning, Sūrya hath entered heaven and earth as his possession.\n\nAgni hath looked upon the spring of Mornings, looked on the days, the earliest Jātavedas. So he in countless places hath extended, full against heaven and earth, the beams of Sūrya.\n\nButter to thee in heaven thy home, O Agni! Manu this day hath kindled thee with butter. Let the Celestial Daughters bring thee butter: Let cows pour butter forth for thee, O Agni."
    },
    {
      "id": 5875062437329,
      "hymn": "Hymn 83",
      "title": "A prayer for deliverance from sin and other evils",
      "file": "av07083.htm",
      "created": 1744942728885,
      "hash": "md5-ic7DgyeJzCWULHIFb6RopQ==",
      "content": "Stablished amid the waters is, King Varuna, thy golden home. Thence let the Sovran who maintains the statutes loose all bind- ing cords.\n\nHence free thou us, King Varuna, from each successive bond and tie. As we have cried, O Varuna! have said, The Waters, they are kine, thence set us free, O Varuna.\n\nLoosen the bonds, O Varuna, that hold us, loosen the bond. above, between, and under. So before Aditi may we be sinless under thy favouring auspices, Āditya!\n\nVaruna, free us from all snares that bind us, Varuna's bonds, the upper and the lower. Drive from us evil dream, drive off misfortune: then let us pass into the world of virtue."
    },
    {
      "id": 4302425634915,
      "hymn": "Hymn 84",
      "title": "A prayer for protection",
      "file": "av07084.htm",
      "created": 1744942728885,
      "hash": "md5-rhaaio404mB48Xl/79BdIA==",
      "content": "Holder of sway, shine here refulgent, Agni! invincible immortal Jātavedas. With succours friendly to mankind, auspicious, driving away all maladies, guard our dwelling.\n\nThou, Indra, lord and leader of the people, wast born for lovely strength and high dominion. Thou dravest off the folk who were unfriendly, and madest for the Gods wide room and freedom.\n\nLike a dread wild beast roaming on the mountain, may he. approach us from the farthest distance. Whetting thy bolt and thy sharp blade, O Indra, crush down our foes and scatter those who hate us."
    },
    {
      "id": 3839339859398,
      "hymn": "Hymn 85",
      "title": "A charm to ensure victory in battle",
      "file": "av07085.htm",
      "created": 1744942728885,
      "hash": "md5-9M7NUzFmKHORZD76xoWBZA==",
      "content": "This very mighty one whom Gods urge onward, the conqueror of cars, ever triumphant, Swift, fleet to battle, with uninjured fellies, even Tārkshya for our weal will we call hither."
    },
    {
      "id": 1598836454253,
      "hymn": "Hymn 86",
      "title": "The same",
      "file": "av07086.htm",
      "created": 1744942728886,
      "hash": "md5-2+fYQiMnag1McG97FqpnFQ==",
      "content": "Indra the rescuer, Indra the helper, Indra the brave who hears each invocation, Sakra I call, Indra invoked of many. May Indra Maghavan pros- per and bless us."
    },
    {
      "id": 4983474927237,
      "hymn": "Hymn 87",
      "title": "A prayer to Rudra as Agni",
      "file": "av07087.htm",
      "created": 1744942728886,
      "hash": "md5-3t2oJuWKUN8n54OTCFfmzw==",
      "content": "To Rudra in the fire, to him who dwells in floods, to Rudra who hath entered into herbs and plants, To him who formed and fashioned all these worlds, to him this Rudra, yea, to Agni, reverence be paid!"
    },
    {
      "id": 6506869171214,
      "hymn": "Hymn 88",
      "title": "A charm to cure a snake-bite",
      "file": "av07088.htm",
      "created": 1744942728886,
      "hash": "md5-swVT2vfk+V394yrYtomF/Q==",
      "content": "Depart! thou art a foe, a foe. Poison with poison hast thou mixt, yea, verily poison hast thou mixt. Go to the serpent: strike him dead."
    },
    {
      "id": 3698452339567,
      "hymn": "Hymn 89",
      "title": "A prayer for purification and prosperity",
      "file": "av07089.htm",
      "created": 1744942728887,
      "hash": "md5-pzYWVsNBTpi3Y3yFseIWhg==",
      "content": "The heavenly Waters have I ranged: we have been sated with their dew. Here, Agni, bearing milk, am I. Endow me with the gift of strength.\n\nEndow me with the gift of strength, with children, and a length- ened life. May the Gods mark this prayer of mine, may Indra with the Rishis mark.\n\nYe Waters, wash away this stain and whatsoever taint be here, Each sinful wrong that I have done and every harmless curse of mine.\n\nThou art the wood, may I succeed! fuel, may I be glorified! splendour, give splendour unto me."
    },
    {
      "id": 6703418059940,
      "hymn": "Hymn 90",
      "title": "A charm against a rival in love",
      "file": "av07090.htm",
      "created": 1744942728887,
      "hash": "md5-WP1kNnwVC3k/gVYb7o/SSQ==",
      "content": "Tear thou asunder, as of old, like tangles of a creeping plant. Demolish thou the Dāsa's might.\n\nMay we with Indra's help divide the gathered treasure of the foe. I, by the law of Varuna, bring down thy pride and wantonness.\n\nUt virga abeat et feminis innocua fiat, (virga) membri humidi, membri quod verberat penetratque, id quod tentum est laxa, id quod sursum tentum est deorsum tende."
    },
    {
      "id": 3059172470113,
      "hymn": "Hymn 91",
      "title": "A Prayer for protection",
      "file": "av07091.htm",
      "created": 1744942728887,
      "hash": "md5-cli63YgpSBY2Qj277j4wTA==",
      "content": "May Indra with his help, Lord of all treasures, be unto us a careful protector. Drive off our foes and give us peace and safety. May we be lords of goodly store of heroes."
    },
    {
      "id": 6464647729761,
      "hymn": "Hymn 92",
      "title": "A Prayer for protection",
      "file": "av07092.htm",
      "created": 1744942728888,
      "hash": "md5-67yuzFFrFvD7Cnf4Rs2w+g==",
      "content": "May this rich Indra as our good protector keep even far away the men who hate us. May we enjoy his favour, his the holy: may we enjoy his blessed loving-kindness."
    },
    {
      "id": 4870518716145,
      "hymn": "Hymn 93",
      "title": "A prayer for success in battle",
      "file": "av07093.htm",
      "created": 1744942728888,
      "hash": "md5-s+CBcyaRmdOzuZTY9FaoeQ==",
      "content": "With Indra's and with Manyu's aid may we subdue our enemies, resistlessly destroying foes."
    },
    {
      "id": 1271973586965,
      "hymn": "Hymn 94",
      "title": "A charm to ensure the obedience of subjects",
      "file": "av07094.htm",
      "created": 1744942728888,
      "hash": "md5-LL+0ZX1+mRk4LkbzmRLg7Q==",
      "content": "We laid the constant Soma on with constant sacrificial gift, That Indra may make all the tribes unanimous and only ours."
    },
    {
      "id": 4562473748471,
      "hymn": "Hymn 95",
      "title": "An incantation against an undetected thief",
      "file": "av07095.htm",
      "created": 1744942728888,
      "hash": "md5-eVKeNiQy/W0bi8S3UGui2g==",
      "content": "To heaven, as 'twere, have soared this man's two vultures, staggering, dusky hued. The Parcher and the Drier-up, the pair who parch and dry his heart.\n\nI verily have stirred them up like oxen resting after toil. Like two loud-snarling curs, or like two wolves who watch to make their spring:\n\nLike two that thrust, like two that pierce, like two that strike with mutual blows. I bind the conduit of the man or dame who hence hath taken aught."
    },
    {
      "id": 2806128136299,
      "hymn": "Hymn 96",
      "title": "An incantation against an undetected thief",
      "file": "av07096.htm",
      "created": 1744942728889,
      "hash": "md5-oqK9pvNdu/7GLj9DYQwCmA==",
      "content": "The kine are resting in the stall, home to her nest hath flown the bird, The hills are firmly rooted: I have fixed the kidneys in their place."
    },
    {
      "id": 1269221094127,
      "hymn": "Hymn 97",
      "title": "Sacrificial formulas",
      "file": "av07097.htm",
      "created": 1744942728889,
      "hash": "md5-F9IpMQw2+mkGm1A7AT3Uug==",
      "content": "As we have here elected thee, skilled Hotar! to-day as this our sacrifice proceedeth, Come to the firm place, mightiest! yea, come firmly. Knowing the sacrifice, approach the Soma.\n\nWith kine connect us, and with spirit, Indra! Lord of Bay Steeds, with princes and with favour, With the God-destined portion of the Brāhmans, and the good-will of Gods who merit worship.\n\nThe willing Gods whom, God, thou hast brought hither, send thou to their own dwelling-place, O Agni. When ye have eaten and have drunk sweet juices, endow this man with precious wealth, ye Vasus.\n\nGods, we have made your seats of easy access, who, pleased with me, have come to my libation. Bearing and bringing hitherward your treasures, after the rich warm beverage mount to heaven.\n\nGo to the sacrifiee, go to its master, Sacrifice! To thy birth- place go with Svāhā.\n\nThis is thy sacrifice with hole hymnal, Lord of the Rite, Svāhā! and fraught with vigour.\n\nVashat to paid and yet unpaid oblations! Ye Gods who know the way, find and pursue it!\n\nLord of the Mind, lay this our sacrifice in heaven among the Gods. Svāhā in heaven! Svāhā on earth! Svāhā in air! In wind have I paid offerings. Hail!"
    },
    {
      "id": 2976213573049,
      "hymn": "Hymn 98",
      "title": "Anointing the sacred grass",
      "file": "av07098.htm",
      "created": 1744942728890,
      "hash": "md5-Pm97UCJwN7HarcwuYVUMOA==",
      "content": "Balmed is the Grass with butter and libation, with Indra. gracious Lord, and with the Maruts. Hail! let the sacrifice go forth anointed to Indra with the Gods and Visve Devas."
    },
    {
      "id": 5491093838906,
      "hymn": "Hymn 99",
      "title": "The preparation of the altar",
      "file": "av07099.htm",
      "created": 1744942728890,
      "hash": "md5-t4nWCuKojj5nhMusaa8qJQ==",
      "content": "Strew thou the Grass, and spread it on the Altar: rob not the sister who is lying yonder. The Hotar's seat is green and golden: these are gold necklets. in the plaee of him who worships."
    },
    {
      "id": 3459616774233,
      "hymn": "Hymn 100",
      "title": "A charm against nightmare",
      "file": "av07100.htm",
      "created": 1744942728891,
      "hash": "md5-PkzRx9xet4NCBF0MYSihvg==",
      "content": "I turn away from evil dream, from dream of sin, from indigence. I make the prayer mine inmost friend. Hence! torturing. dreamy phantasies!"
    },
    {
      "id": 1277736691585,
      "hymn": "Hymn 101",
      "title": "The same",
      "file": "av07101.htm",
      "created": 1744942728891,
      "hash": "md5-t515LN0LpDVFBH0oXTu8Sg==",
      "content": "The food that in a dream I eat is not perceived at early morn. May all that food be blest to me because it is not seen by day."
    },
    {
      "id": 5664786307793,
      "hymn": "Hymn 102",
      "title": "A charm to obtain pardon for an indecent act",
      "file": "av07102.htm",
      "created": 1744942728891,
      "hash": "md5-8KhrrX/miYyxz77KHMOiBg==",
      "content": "When I have worshipped Heaven and Earth, reverenced Firma- ment and Death, I will make water standing up. Let not the Sovrans injure me."
    },
    {
      "id": 6997327847583,
      "hymn": "Hymn 103",
      "title": "The cry of an unemployed priest",
      "file": "av07103.htm",
      "created": 1744942728892,
      "hash": "md5-ZEe1ffsF8CpLgHB29DeXAQ==",
      "content": "What princely warrior, seeking higher fortune, will free us from this shameful fiend of mischief? What friend of sacrifice? What guerdon-lover? Who winneth: 'mid the Gods a long existence?"
    },
    {
      "id": 7084216904549,
      "hymn": "Hymn 104",
      "title": "A prayer for prosperity",
      "file": "av07104.htm",
      "created": 1744942728892,
      "hash": "md5-YfIVN+noGoIo5woSk8NBkw==",
      "content": "Who will prepare the dappled Cow, good milker, ne'er without calf, whom Varuna gave Atharvan, And, joying in Brihaspati's alliance, arrange according to his will her body?"
    },
    {
      "id": 5505130790014,
      "hymn": "Hymn 105",
      "title": "An initiation formula",
      "file": "av07105.htm",
      "created": 1744942728892,
      "hash": "md5-57pSJR4L+8iRk3TtugXp1Q==",
      "content": "Leaving humanity behind, making the heavenly word thy choice, With all thy friends address thyself to furthering and guiding men."
    },
    {
      "id": 2320842301415,
      "hymn": "Hymn 106",
      "title": "A prayer for pardon of sin",
      "file": "av07106.htm",
      "created": 1744942728893,
      "hash": "md5-1eTj/dinZ7y2s1VGusk3AA==",
      "content": "Each thoughtless ill that we have done, O Agni, all error in our conduct, Jātavedas! Therefrom do thou, O sapient God, preserve us. May we thy friends, for bliss, have life eternal."
    },
    {
      "id": 1712394315273,
      "hymn": "Hymn 107",
      "title": "A charm against Cough",
      "file": "av07107.htm",
      "created": 1744942728893,
      "hash": "md5-Hk4j0hlBmdfYoYPj6XFncw==",
      "content": "The seven bright beams of Surya bring the waters downward from the sky, The streams of ocean: these have made the sting that pained thee drop away."
    },
    {
      "id": 6669091991989,
      "hymn": "Hymn 108",
      "title": "A prayer for protection",
      "file": "av07108.htm",
      "created": 1744942728893,
      "hash": "md5-EaMqhRBDaBHWIMkK8qG+fg==",
      "content": "Whoso by stealth or openly would harm us, a friend who knows us, or a stranger, Agni! May the strange she-fiend armed with teeth attack them: O Agni, theirs be neither home nor children!\n\nWhoso oppresseth us O Jātavedas, asleep or waking, standing still or moving. Accordant with Vaisvānara thy comrade, O Jātavedas, meet them and consume them."
    },
    {
      "id": 3700980240309,
      "hymn": "Hymn 109",
      "title": "A prayer for success in gambling",
      "file": "av07109.htm",
      "created": 1744942728894,
      "hash": "md5-pxurcofGI8wTlxin/22N1Q==",
      "content": "My homage to the strong, the brown, the sovran lord among the dice! Butter on Kali I bestow: may he be kind to one like me.\n\nBear butter to the Apsarases, O Agni, and to the Dice bear dust and sand and water. The Gods delight in both oblations, joying in sacrificial gifts apportioned duly.\n\nThe Apsarases take pleasure in the banquet between the Sun and. the libation-holder. With butter let them fill my hands, and give me, to be my prey, the man who plays against me.\n\nEvil be mine opponent's luck! Sprinkle thou butter over us. Strike, as a tree with lightning flash, mine adversary in the game.\n\nThe God who found for us this wealth for gambling, to cast the dice and count the winning number, May he accept the sacrifice we offer, and with Gandharvas revel in the banquet.\n\nFellow-inhabitants, such is your title, for Dice with looks of power support dominion. As such with offerings may we serve you, Indus! May we have riches in our own possession.\n\nAs I invoke the Gods at need, as I have lived in chastity, May these, when I have grasped the Dice, the brown, be kind to one like me."
    },
    {
      "id": 2539864934795,
      "hymn": "Hymn 110",
      "title": "A prayer for success in battle",
      "file": "av07110.htm",
      "created": 1744942728894,
      "hash": "md5-mcmIEFt0mTmIlFaj7bsoIA==",
      "content": "Resistless, Agni, Indra, smite his foemen for the worshipper, For best foe-slayers are ye both.\n\nAgni I call, and Indra, foe-destroyers, swift moving, heroes, Gods who wield the thunder, Through whom they won the light in the beginning, these who have made all worlds their habitation.\n\nThe God Brihaspati hath won thy friendly favour with the cup. With hymns, O Indra, enter us for the juice-pouring worshipper."
    },
    {
      "id": 1236034397153,
      "hymn": "Hymn 111",
      "title": "A prayer for offspring",
      "file": "av07111.htm",
      "created": 1744942728894,
      "hash": "md5-aley3e5LUBmqXbR203gnKQ==",
      "content": "Belly of Indra art thou, Soma-holder! the very soul of Gods and human beings. Here be the sire of offspring, thine here present! Here be they glad in thee who now are elsewhere."
    },
    {
      "id": 4406054729821,
      "hymn": "Hymn 112",
      "title": "A prayer for protection and freedom from sin",
      "file": "av07112.htm",
      "created": 1744942728895,
      "hash": "md5-gXYJIli0Pr+jXk9rhWEN4Q==",
      "content": "Radiant with light are Heaven and Earth, whose grace is nigh, whose sway is vast. Seven Goddesses have flowed to us: may they deliver us from woe;\n\nRelease me from the curse's bond and plague that comes from Varuna; Free me from Yama's fetter and from every sin against the Gods."
    },
    {
      "id": 2877152340484,
      "hymn": "Hymn 113",
      "title": "A woman's incantation against a rival",
      "file": "av07113.htm",
      "created": 1744942728895,
      "hash": "md5-+X5TAmvh/H9fs8SbHEJBsQ==",
      "content": "Rough Plant, thou rough rude parasite, cut thou that man, O Rough and Rude, That thou mayst hinder from his act that man in all his manly strength.\n\nThou, rugged Plant, art rude and rough, Vishā, Vishātaki art thou. That thou mayest be cast off by him, as by a bull a barren cow."
    },
    {
      "id": 2525440754870,
      "hymn": "Hymn 114",
      "title": "A woman's incantation against a rival",
      "file": "av07114.htm",
      "created": 1744942728895,
      "hash": "md5-mJt33AjfkrtnQ2Iz9MD0VA==",
      "content": "I have extracted from thy sides, I have extracted from thy heart, I have extracted from thy face the strength and splendour that were thine.\n\nLet pain and suffering pass away, let cares and curses vanish. hence. Let Agni slay the fiendish hags, Soma kill bags who trouble us."
    },
    {
      "id": 4376831986270,
      "hymn": "Hymn 115",
      "title": "A charm against Misfortune",
      "file": "av07115.htm",
      "created": 1744942728896,
      "hash": "md5-kjuIwCxbAOsr8I/Doa0XKg==",
      "content": "Hence. Evil Fortune! fly away, vanish from this place and from that. We fix thee with an iron hook unto the man who hateth us.\n\nGranting us riches, Savitar! golden-banded, send thou away from us to other regions That Fortune who, flying, abominable, hath, as a creeper climbs• a tree, assailed me.\n\nOne and a hundred Fortunes all together are at his birth born with a mortal's body. Of these we send away the most unlucky: keep lucky ones for us, O Jātavedas.\n\nI have disparted these and those like cows who stray on common land. Here let auspicious Fortunes stay: hence have I banished evil ones."
    },
    {
      "id": 4672121040487,
      "hymn": "Hymn 116",
      "title": "A charm against Fever",
      "file": "av07116.htm",
      "created": 1744942728896,
      "hash": "md5-k/sGIP7DOzljYytnTQaJGQ==",
      "content": "Homage to him the burning one, shaker, exciter, violent! Homage to him the cold who acts according to his ancient will!\n\nMay he, the lawless one, who comes alternate or two following days, pass over and possess the frog."
    },
    {
      "id": 6891912315328,
      "hymn": "Hymn 117",
      "title": "A charm to ensure prosperity",
      "file": "av07117.htm",
      "created": 1744942728896,
      "hash": "md5-GjyXDl9RlPiw+ElQjXKkCg==",
      "content": "Come hither, Indra, with bay steeds, joyous, with tails like pea- cock plumes. Let none impede thy way as fowlers stay the bird: pass o'er them as o'er desert lands."
    },
    {
      "id": 4635723898546,
      "hymn": "Hymn 118",
      "title": "A benediction on a warrior",
      "file": "av07118.htm",
      "created": 1744942728897,
      "hash": "md5-uCisDQE7TpL3fe8e333CGQ==",
      "content": "Thy vital parts I cover with thine armour: with immortality King Soma clothe thee! Varuna give thee what is more than ample, and in thy triumph let the Gods be joyful."
    }
  ],
  "hash": "md5-OVBJHR2gOTyQ0Cq96P/TzQ=="
}