{
  "id": 6863302788135,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book X",
  "author": "Ralph T.H. Griffith",
  "created": 1744942924885,
  "books": [
    {
      "id": 1344012848409,
      "hymn": "Hymn 1",
      "title": "A charm against witchcraft",
      "file": "av10001.htm",
      "created": 1744942924888,
      "hash": "md5-YZY3qGRX8n+IPjrsgtbm+A==",
      "content": "Afar let her depart: away we drive her whom, made with hands, all-beautiful, Skilled men prepare and fashion like a bride amid her nuptial train.\n\nComplete, with head and nose and ears, all-beauteous, wrought with magic skill Afar let her depart: away we drive her.\n\nMade by a Sidra or a Prince, by priests or women let her go. Back to her maker as her kin, like a dame banished by her lord.\n\nI with this salutary herb have ruined all their magic arts, The spell which they have cast upon thy field, thy cattle, or thy men.\n\nIll fall on him who doeth ill, on him who curseth fall the curse! We drive her back that she may slay the man who wrought the witchery.\n\nAgainst her comes the Angirasa, the Priest whose eye is over us. Turn back all witcheries and slay those practisers of magic arts.\n\nWhoever said to thee, Go forth against the foeman up the stream, To him, O Krityā, go thou back. Pursue not us, the sinless ones.\n\nHe who composed thy limbs with thought as a deft joiner builds a car, Go to him: thither lies thy way. This man is all unknown to thee.\n\nThe cunning men, the sorcerers who fashioned thee and held thee fast,— This cures and mars their witchery, this, repellent, drives it back the way it came. With this we make thee swim.\n\nWhen we have found her ducked and drenched, a hapless cow whose calf hath died, Let all my woe depart and let abundant riches come to me.\n\nIf, as they gave thy parents aught, they named thee, or at sacri- fice, From all their purposed evil let these healing herbs deliver thee.\n\nFrom mention of thy name, from sin against the Fathers or the Gods, These herbs of healing shall by prayer release thee, by power, by holy texts, the milk of .Rishis.\n\nAs the wind stirs the dust from earth and drives the rain cloud from the sky, So, chased and banished by the spell, all misery departs from me.\n\nGo with a resonant cry, depart, like a she-ass whose cords are loosed. Go to thy makers: hence! away! Go driven by the potent spell.\n\nThis, Krityā, is thy path, we say, and guide thee. We drive thee back who hast been sent against us. Go by this pathway, breaking loose for onslaught even as a host complete with cars and horses.\n\nNo path leads hitherward for thee to travel. Turn thee from us: far off, thy light is yonder. Fly hence across the ninety floods, the rivers most hard to pass. Begone, and be not wounded.\n\nAs wind the trees, so smite and overthrow them: leave not cow, horse, or man of them surviving Return, O Krityā, unto those who made thee. Wake them from sleep to find that they are childless.\n\nThe charm or secret power which they have buried for thee in sacred grass, field, cemetery, Or spell in household fire which men more cunning have wrought against thee innocent and simple,—\n\nThat tool of hatred, understood, made ready, stealthy and buried deep, have we discovered, Let that go back to whence it came, turn thither like a horse and kill the children of the sorcerer.\n\nWithin our house are swords of goodly iron. Krityā, we know thy joints and all their places. Arise this instant and begone! What, stranger! art thou seek- ing here?\n\nO Krityā, I will cut thy throat and hew thy feet off. Run, be- gone! Indra and Agni, Guardian Lords of living creatures, shield us well!\n\nMay Soma, gracious friend, imperial Sovran, and the world's Masters look on us with favour.\n\nBhava and Sarva cast the flash of lightning, the weapon of the Gods, against the sinner who made the evil thing, who deals in witchcraft!\n\nIf thou hast come two-footed or four-footed, made by the sorcerer, wrought in perfect beauty, Become eight-footed and go hence. Speed back again, thou evil one.\n\nAnointed, balmed, and well adorned, bearing all trouble with thee, go. Even as a daughter knows her sire, so know thy marker, Krityā, thou.\n\nKrityā, begone, stay not. Pursue as 'twere the wounded crea- ture's track. He is the chase, the hunter thou he may not slight or humble thee.\n\nHe waits, and aiming with his shaft smites him who first would shoot at him, And, when the foeman deals a blow before him, following strikes him down.\n\nHearken to this my word; then go thither away whence thou hast come; to him who made thee go thou back.\n\nThe slaughter of an innocent, O Krityā, is an awful deed. Slay not cow, horse, or man of ours. In whatsoever place thou art concealed we rouse thee up there- from: become thou lighter than a leaf.\n\nIf ye be girt about with clouds of darkness, bound as with a net. We rend and tear all witcheries hence and to their maker send them back.\n\nThe brood of wizard, sorcerer, the purposer of evil deed. Crush thou, O Krityā spare not, kill those practisers of magic arts.\n\nAs Sūrya frees himself from depth of darkness, and casts away the night and rays of morning, So I repel each baleful charm which an enchanter hath pre- pared; And, as an elephant shakes off the dust, I cast the plague aside."
    },
    {
      "id": 6519446595455,
      "hymn": "Hymn 2",
      "title": "Purusha, Primeval Man or humanity personified",
      "file": "av10002.htm",
      "created": 1744942924891,
      "hash": "md5-DVtWD5Ew7dwIz0LDDouOZg==",
      "content": "Who framed the heels of Pūrusha? Who fashioned the flesh of him? Who formed and fixed his ankles? Who made the openings and well-moulded fingers? Who gave him foot-soles and a central station?\n\nWhence did they make the ankles that are under, and the knee- bones of Pūrusha above them? What led them onward to the legs' construction? Who planned and formed the knees' articulations?\n\nA fourfold frame is fixt with ends connected, and up above the knees a yielding belly. The hips and thighs, who was their generator, those props where- by the trunk grew firmly stablished?\n\nWho and how many were those Gods who fastened the chest of Pūrusha and neck together? How many fixed his breasts? Who formed his elbows? How many joined together ribs and shoulders?\n\nWho put together both his arms and said, Let him show manly strength? Who and what God was he who set the shoulderblades upon the trunk?\n\nWho pierced the seven openings in the head? Who made these ears, these nostrils, eyes, and mouth, Through whose surpassing might in all directions bipeds and quadrupeds have power of motion?\n\nHe set within the jaws the tongue that reaches far, and thereon placed Speech the mighty Goddess. He wanders to and fro mid living creatures, robed in the waters. Who hath understood it?\n\nWho was he, first, of all the Gods who fashioned his skull and brain and occiput and forehead, The pile that Pūrusha's two jaws supported? Who was that God who mounted up to heaven?\n\nWhence bringeth mighty Pūrusha both pleasant and unpleasant things, Of varied sort, sleep, and alarm, fatigue, enjoyments and de- lights?\n\nWhence is there found in Pūrusha want, evil, suffering, dis- tress? Whence come success, prosperity opulence, thought, and utte- rance?\n\nWho stored in him floods turned in all directions, moving diverse and formed to flow in rivers, Hasty, red, copper-hued, and purple, running all ways in Purusha, upward and downward?\n\nWho gave him visible form and shape? Who gave him magni- tude and name? Who gave him motion, consciousness? Who furnished Pūrusha with feet?\n\nWho wove the vital air in him, who filled him with the down- ward breath? What God bestowed on Pūrusha the general pervading air?\n\nWhat God, what only Deity placed sacrifice in Pūrusha? Who gave him truth and falsehood? Whence came Death and immortality?\n\nWho wrapped a garment round him? Who arranged the life he hath to live? Who granted him the boon of speech? Who gave this fleetness to his feet?\n\nThrough whom did he spread waters out, through whom did he make Day to shine? Through whom did he enkindle Dawn and give the gift of even- tide?\n\nWho set the seed in him and said, Still be the thread of life spun out? Who gave him intellect besides? Who gave him voice and gestic power?\n\nThrough whom did he bedeck the earth, through whom did he encompass heaven? Whose might made Pūrusha surpass the mountains and created things?\n\nThrough whom seeks he Parjanya out, and Soma of the piercing sight? Through whom belief and sacrifice? Through whom was spirit laid in him?\n\nWhat leads him to the learned priest? What leads him to this Lord Supreme? How doth he gain this Agni? By whom hath he measured out the year?\n\nHe, Brahma gains the learned priest, he Brahma, gains this Lord Supreme. As Brahma, Man wins Agni here Brahma hath measured out the year.\n\nThrough whom doth he abide with Gods? Through whom with the Celestial Tribes? Why is this other called a star? Why is this called the Real Power?\n\nBrahma inhabits with the Gods, Brahma among the Heavenly Tribes. Brahma this other star is called. Brahma is called the Real Power.\n\nBy whom was this our earth disposed? By whom was heaven placed over it? By whom was this expanse of air raised up on high and stre- tched across?\n\nBy Brahma was this earth disposed: Brahma is sky arranged above. Brahma is this expanse of air lifted on high and stretched across.\n\nTogether, with his needle hath Atharvan sewn his head and heart. And Pavamāna hovered from his head on high above his brain.\n\nThat is indeed Atharvan's head, the well-closed casket of the Gods. Spirit and Food and Vital Air protect that head from injury.\n\nStationed on high, Purusha hath pervaded all regions spread aloft and stretched transversely. He who knows Brahma's cattle, yea, the fort whence Purusha is named,\n\nYea, knows that fort of Brahma girt about with immortality, Brahma and Brāhmas have bestowed sight, progeny, and life on him.\n\nSight leaves him not, breath quits not him before life's natural decay, Who knows the fort of Brahma, yea, the fort whence Purusha is named.\n\nThe fort of Gods, impregnable, with circles eight and portals nine, Contains a golden treasure-chest, celestial, begirt with light.\n\nMen deep in lore of Brahma know that Animated Being which Dwells in the golden treasure-chest that hath three spokes and three supports.\n\nBrahma hath passed within the fort, the golden castle; ne'er subdued, Bright with excessive brilliancy, compassed with glory round about."
    },
    {
      "id": 6588521773639,
      "hymn": "Hymn 3",
      "title": "A charm to secure long life, health, prosperity and fame",
      "file": "av10003.htm",
      "created": 1744942924893,
      "hash": "md5-/Tk6E6FpEJ0qi40Owyb6ww==",
      "content": "Here is my charm the Varana, slayer of rivals, strong in act. With this grasp thou thine enemies, crush those who fain would injure thee.\n\nBreak them in pieces; grasp them and destroy them. This Amu- let shall go before and lead thee. With Varana the Gods, from morn to morning, have warded off the Asuras' enchantment.\n\nThis charm, this Varana healeth all diseases, bright with a thou- sand eyes and golden glister. This charm shall conquer and cast down thy foemen. Be thou the first to slay the men who hate thee.\n\nThis will stay witchcraft wrought for thee, will guard thee from the fear of man: From all distress and misery this Varana will shield thee well.\n\nGuard against ill of varied kind is Varana this heavenly Plant. The Gods have stayed and driven off Consumption which had seized this man.\n\nIf in thy sleep thou see an evil vision, oft as the beast repeats his loathed approaches, This Amulet, this Varana will guard thee from sneeze, and from the bird's ill-omened message.\n\nFrom Mischief, from Malignity, from incantation, from alarm, From death, from stronger foeman's stroke the Varana will guard thee well.\n\nEach sinful act that we have done,—my mother, father, and my friends,— From all the guilt this heavenly Plant will be our guard and sure defence.\n\nAffrighted by the Varana let my rivals near akin to me Pass to the region void of light: to deepest darkness let them go.\n\nSafe are my cattle, safe am I, long-lived with all my men around. This Varana, mine Amulet, shall guard me well on every side.\n\nThis Varana is on my breast, the sovran, the celestial Plant. Let it afflict my foemen as Indra quelled fiends and Asuras.\n\nThrough hundred autumn seasons, long to live, I wear this Varana. May it bestow on me great strength, cattle, and royalty and power.\n\nAs with its might the wind breaks down the trees, the sovrans of the wood, So break and rend my rivals, born before me and born after. Let the Varana protect thee well.\n\nAs Agni and the wind devour the trees, the sovrans of the wood, Even so devour my rivals, born before me and born after. Let the Varana protect thee well.\n\nAs, shattered by the tempest, trees lie withering ruined on the ground. Thus over throw my rivals thou, so crush them down and ruin. them, those born before and after. Let this Varana protect thee well.\n\nCut them in pieces, Varana! before their destined term of life, Those who would hurt his cattle, those who fain would harm. the realm he rules.\n\nAs Sūrya shines with brightest sheen, as splendour hath been stored in him, So may the Charm, the Varana, give me prosperity and fame. With lustre let it sprinkle me, and balm me with magni- ficence.\n\nAs glory dwelleth in the Moon and in the Sun who vieweth men, So may the Charm, etc.\n\nAs glory dwelleth in the Earth, and in this Jātavedas here, So may the Charm etc.\n\nAs glory dwelleth in a maid, and in this well-constructed car, So may the Charm, etc.\n\nAs glory dwelleth in the draught of Soma and the honeyed. drink, So may the Charm, etc.\n\nAs glory dwells in sacrifice to Agni, and the hallowing word, So may the Charm, etc.\n\nAs glory is bestowed upon the patron and this sacrifice, So may the Charm, etc.\n\nAs glory dwelleth in the Lord of Life and in this God Supreme,. So may the Charm, etc.\n\nAs immortality and truth have been established in the Gods, So may the Charm, the Varana, give me prosperity and fame. With lustre let it sprinkle me, and balm me with magnificence."
    },
    {
      "id": 5981080315725,
      "hymn": "Hymn 4",
      "title": "A charm to destroy venomous serpents",
      "file": "av10004.htm",
      "created": 1744942924895,
      "hash": "md5-PiewK9J72hYG3k76b90rDw==",
      "content": "The first of all is Indra's car, next is the chariot of the Gods the third is Varuna's alone. The last, the Serpents' chariot, struck the pillar and then sped away.\n\nTheir lustre is the Darbha-grass, its young shoots are their horse's tail: the reed's plume is their chariot seat.\n\nStrike out, white courser! with thy foot, strike both with fore and hinder foot, Stay the dire poison of the Snakes, and make it weak as soaking wood. -4. Loud neighing he hath dived below, and rising up again replied, Stayed the dire poison of the Snakes, and made it weak as soaking wood.\n\nPaidva kills Kasarnila, kills both the white Serpent and the black, Paidva hath struck and cleft in twain Ratharvi's and the Viper's head.\n\nGo onward, horse of Pedu! go thou first: we follow after thee. Cast thou aside the Serpents from the pathway whereupon we tread.\n\nHere was the horse of Pedu born: this is the way that takes him hence. These are the tracks the courser left, the mighty slayer of the Snakes.\n\nLet him not close the opened mouth, nor open that which now is closed. Two snakes are in this field, and both, female and male, are powerless.\n\nPowerless are the serpents here, those that are near and those afar. I kill the scorpion with a club, and with a staff the new-come snake.\n\nThis is the remedy against Aghāsva and the adder, both: Indra and Paidva have subdued and tamed the vicious snake for me.\n\nWe fix our thoughts on Pedu's horse, strong, off-spring of a stedfast line. Behind our backs the vipers here crouch down and lie in wait for us.\n\nBereft of life and poison they lie slain by bolt-armed Indra's hand. Indra and we have slaughtered them.\n\n13. Tiraschirājis have been slain, and vipers crushed and brayed to bits. Slay Darvi in the Darbha-grass, Karikrata, and White and Black.\n\nThe young maid of Kirāta race, a little damsel, digs the drug, Digs it with shovels wrought of gold on the high ridges of the hills.\n\nHither the young uuconquered leech who slays the speckled snake hath come. He verily demolishes adder and scorpion; both of them.\n\nIndra, Mitra and Varuna, and Vāta and Parjanya both have given the serpent up to me.\n\nIndra hath given him up to me, the female viper and the male, The adder, him with stripes athwart. Kasarnila, Dasonasi.\n\nO Serpent, Indra hath destroyed the sire who first engendered thee: And when these snakes are pierced and bored what sap and vigour will be theirs?\n\nTheir heads have I seized firmly as a fisher grasps the spotted prey, Waded half through the stream and washed the poison of the serpents off.\n\nLet the floods hurry on and bear the poison of all snakes afar. Tiraschirājis have been slain and vipers crushed and brayed to bits.\n\nAs from the salutary plants I deftly pick the fibres out, And guide them skilfully like mares, so let thy venom, Snake! depart,\n\nAll poison that the sun and fire, all that the earth and plants contain, Poison of most effectual power—let all thy venom pass away.\n\nSerpents which fire or plants have generated, those which have sprung from waters or the lightning, Whose mighty broods are found in many places, these serpents we will reverently worship.\n\nThou art a maid called Taudi, or Ghritāchi is thy name. Thy place; Is underneath my foot. I take the poison-killing remedy.\n\nFrom every member drive away the venom, and avoid the heart. Then let the poison's burning heat pass downward and away- from thee.\n\nThe bane hath fled afar. It wept, and asked the poison how it fared.\n\nAgni hath found the venom of the serpent, Soma drawn it out. Back to the biter hath returned the poison, and the snake hath died."
    },
    {
      "id": 3294161656103,
      "hymn": "Hymn 4",
      "title": "A charm to overthrow a rival and gain strength, dignity, long life, children, and general prosperity",
      "file": "av10005.htm",
      "created": 1744942924897,
      "hash": "md5-gceB8eLk+DkvTgVilnjhbg==",
      "content": "Ye are the power of Indra, ye the force and strength of Indra, ye his hero might and manliness. I join you with the bonds of Prayer to the victorious enterprise.\n\nFor the victorious enterprise let all creation stand by me. For me ye, Waters, are prepared.\n\nYe are the share of Agni. Grant, O heavenly Waters unto us the Waters' brilliant energy. By statute of Prajāpati I set you down for this our world.\n\nWaters, your ceremonial share of Waters which the waters hold, which aids our sacrifice to Gods, This as a remnant here I leave. Do not thou wash it clean away. With this we let the man go by who hates us and whom we abhor. Him would I fain o'erthrow and slay with this our ceremonial act, with this our prayer, our thunder-bolt.\n\nWhatever evil I have done within this last triennium, From all that woe and misery let the waters shield and guard me well.\n\nOnward I urge your gathered floods: enter your own abiding- place, Uninjured and with all your strength. Let nothing bend or bow us down.\n\nMay the pure Waters cleanse us from defilement, Fair to behold remove our sin and trouble, and bear away ill- dream and all pollution.\n\nThou art the step of Vishnu, rival-slayer, sharpened by earth, aglow with fire of Agni, Earth have I ranged: from earth we bar him who hates us and whom we hate.\n\nOurs is superior place and ours is conquest: may I in all fights tread down spite and malice. Let him not live, let vital breath desert him.\n\nWith this I here invest the power and splendour, the life of that man and his vital breathing, the son of such a sire and such a woman, here do I overthrow and cast him downward.\n\nI follow Sūrya's course in heaven, the course that takes him to the South. May that bestow upon me wealth and glory of a Brāhman's rank.\n\nI turn me to the regions bright with splendour. May they bestow upon me wealth and glory of a Brāhman's rank.\n\nI turn me to the Rishis Seven. May they, etc.\n\nI turn me unto Prayer. May that, etc.\n\nI turn me unto Brāhmans. May they etc.\n\nWe hunt that man, we beat him down and slay him with our murderous blows. We with the spell have hurried him to Parameshthin's opened jaws.\n\nLet the shot missile catch him with Vaisvānara's two mighty fangs. This offering, and the mightiest Goddess, the Fuel, eat him up!\n\nThou art the bound of Varuna the King. Bind, such an one, the son of such a woman, in vital breath and in the food that feeds him.\n\nAll food of thine, O Lord of Life, that lies, upon the face of earth, Thereof bestow thou upon us. O Lord of Life, Prajāpati!\n\nCelestial Waters have I sought: with juice have I besprinkled them. With milk, O Agni, have I come; bestow upon me splendid strength.\n\nGive me the boon of splendid strength; give, Agni! progeny and life. May the Gods know this prayer of mine, may Indra with the Rishis know.\n\nWhat curse soever couples launch against us, whatever bitter speech the chatterers utter, With Manyu's arrow, offspring of the spirit, transfix thou to the heart the Yātudhānas,\n\nDestroy the Yātudhānas with thy fervour, consume the demons with thy wrath, O Agni. Destroy the fool's gods with thy fiery splendour, destroy the blazing ones, the insatiable.\n\nWell-skilled, against this man I hurl the Water's bolt with four spikes, to cleave his head asunder. May it destroy all members of his body. Let the whole host of Gods approve my purpose."
    },
    {
      "id": 5429992944941,
      "hymn": "Hymn 6",
      "title": "The glorification of an all-powerful amulet",
      "file": "av10006.htm",
      "created": 1744942924898,
      "hash": "md5-NeGt7h2X2UXp5pjwJJq/8A==",
      "content": "With power I cut away the head of my malignant rival, of mine evil-hearted enemy.\n\nThis Amulet of citron-wood shall make for me a trusty shield Filled with the mingled beverage, with sap and vigour hath it come.\n\nWhat though the strong-armed carpenter have cleft thee with his hand and axe. Pure animating waters shall cleanse thee and make thee bright again.\n\nThis Amulet, decked with chain of gold, shall give faith, sacrifice, and might, and dwell as guest within our house.\n\nTo this we give apportioned food, clarified butter, wine, and meath. May it provide each boon for us as doth a father for his sons. Again, again, from morn to morn, having approached the deities.\n\nThe Charm Brihaspati hath bound, the fatness-dropping citron- wood, the potent Khadira for strength, This Agni hath put on: it yields clarified butter for this man. Again, again, from morn to morn. With this subdue thine enemies.\n\nThe Charm Brihaspati hath bound, the fatness-dropping citron- wood, the potent Khadira, for strength, This Charm hath Indra put on him for power and manly puissance. It yieldeth strength to strengthen him, again, again, from morn to morn, having approached the deities.\n\nThe Charin Brihaspati, etc. This Charm hath Soma put on him for might, for hearing, and for sight. This yields him energy indeed, again, again, etc.\n\nThe Charm Brihaspati, etc. This Sūrya put on him, with this conquered the regions of the sky. This yieldeth him ability, again, etc.\n\nThe Charm Brihaspati, etc. This Charm did Chandra wear, with this conquered the forts of Asuras, the golden forts of Dānavas. This yields him glory and renown, again, etc.\n\nThe Amulet Brihaspati bound on the swiftly-moving Wind. This yieldeth him a vigorous steed, again, etc.\n\nThe Asvins with this Amulet protect this culture of our fields. This yields the two Physicians might, again, etc.\n\nSavitar wore this Amulet: herewith he won this lucid heaven. This yields him glory and delight, again, etc.\n\nWearing this Charm the Waters flow eternally inviolate. This yieldeth them ambrosia, again etc.\n\nKing Varuna assumed and wore this salutary Amulet. This yieldeth him his truthfulness, again, etc.\n\nWearing this Amulet the Gods conquered in battle all the worlds. This yieldeth victory for them, again, etc.\n\nThe Amulet Brihaspati formed for the swiftly-moving Wind, This salutary Amulet the Deities assumed and wore. This yieldeth them the universe, again, again, from morn to morn. With this subdue thine enemies.\n\nThe seasons formed that Amulet, the Groups of Seasons fashion- ed it. The Year having constructed it preserveth everything that is.\n\nThe regions of the heaven, the points that lie between them fashioned it. Created by Prajāpati, may the Charm cast my foemen down.\n\nAtharvan made the Amulet, Atharvan's children fashioned it. With them the sage Angirases broke through the Dasyus' fortresses. With this subdue thine enemies.\n\nDhātar bound on this Amulet: he ranged and ordered all that is. With this do thou subdue thy foes.\n\nThe Amulet Brihaspati formed for the Gods, that slew the fiends. That Amulet here hath come to me combined with sap and energy.\n\nThe Amulet, etc. That Amulet here hath come to me, hath come with cows, and goats, and sheep, hath come with food and progeny.\n\nThe Amulet, etc. That Amulet here hath come to me with store of barley and of rice, with greatness and prosperity.\n\nThe Amulet, etc. That Amulet here hath come to me with streams of butter and of mead, with sweet delicious beverage.\n\nThe Amulet, etc. That Amulet here hath come to me with power and abundant strength, hath come with glory and with wealth.\n\nThe Amulet, etc.. That Amulet here hath come to me with splendour and a blaze of light, with honour and illustrious fame.\n\nThe Amulet Brihaspati made for the Gods, that slew the fiends, That Amulet here hath come to me combined with all prosperities.\n\nThat Amulet may the Deities bestow on me to win success, The conquering, strength-increasing Charm, the damager of enemies.\n\nI bind on me my happy fate with holy prayer and energy. Foeless destroyer of the foe, it hath subdued mine enemies.\n\nMay this Chaim, offspring of the Gods, make me superior to my foe. So may this charm whose milk expressed these three worlds longingly await, Be fastened on me here, that it may crown me with surpassing power.\n\nThe Charm to which men, Fathers, Gods look ever for their maintenance, May this be fastened on me here, to crown me with surpassing power\n\nAs, when the plough hath tilled the soil, the seed springs up in. fertile land, Let cattle, progeny, and food of every kind spring up with me.\n\nCharm, forwarder of sacrifice, who hast a hundred priestly fees. Speed to preeminence him to whom I have attached thy happy fate.\n\nLove thou, O Agni, pleased with burnt oblations, this sacred fuel that is ranged in order. In him may we find grace and loving-kindness, happiness, progeny, and sight and cattle, in Jātavedas kindled with devotion."
    },
    {
      "id": 4558515393160,
      "hymn": "Hymn 7",
      "title": "Skambha, the Pillar or Fulcrum of all existence",
      "file": "av10007.htm",
      "created": 1744942924901,
      "hash": "md5-1uuFAXKEd9ZuITG/NoFAwQ==",
      "content": "Which of his members is the seat of Fervour: Which is the base of Ceremonial Order? Where in him standeth Faith? Where Holy Duty? Where, in what part of him is truth implanted?\n\nOut of which member glows the light of Agni? Form which proceeds the breath of Mātarisvan? From which doth Chandra measure out his journey, travelling over Skambha's mighty body?\n\nWhich of his members is the earth's upholder? Which gives the middle air a base to rest on? Where, in which member is the sky established? Where hath the space above the sky its dwelling?\n\nWhitherward yearning blazeth Agni upward? Whitherward yearning bloweth Mātarisvan? Who out of many, tell me, is that Skambha to whom with long- ing go the turning pathways?\n\nWhitheward go the half-months, and, accordant with the full year, the months in their procession? Who out of many, tell me, is that Skambha to whom go seasons and the groups of seasons?\n\nWhitherward yearning speed the two young Damsels, accordant, Day and Night, of different colour? Who out of many, tell me, is that Skambha to whom the Waters take their way with longing?\n\nWho out of many, tell me, is that Skambha, On whom Prajāpati set up and firmly stablished all the worlds?\n\nThat universe which Prajāpati created, wearing all forms,, the highest, midmost, lowest, How far did Skambha penetrate within it? What portion did he leave unpenetrated?\n\nHow far within the past hath Skambha entered? How much of him hath reached into the future? That one part which he set in thousand places,—how far did Skambha penetrate within it?\n\nWho out of many, tell me, is that Skambha in whom men recognize the Waters, Brahma, In whom they know the worlds and their enclosures, in whom are non-existence and existence?\n\nDeclare that. Skambha, who is he of many, In whom, exerting every power, Fervour maintains her loftiest vow; In whom are comprehended Law, Waters, Devotion and Belief\n\nWho out of many, tell me, is that Skambha On whom as their foundation earth and firmament and sky are set; In whom as their appointed place rest Fire and Moon and Sun and Wind?\n\nWho out of many, tell me, is that Skambha He in whose body are contained all three-and-thirty Deities?\n\nWho out of many, tell me, is that Skambha. In whom the Sages earliest born, the Richas, Sāman, Yajus, Earth, and the one highest Sage abide?\n\nWho out of many, tell me, is the Skambha. Who comprehendeth, for mankind, both immortality and death, He who containeth for mankind the gathered waters as his veins?\n\nWho out of many, tell me, is that Skambha, He whose chief arteries stand there, the sky's four regions, he irk whom Sacrifice putteth forth its might?\n\nThey who in Purusha understand Brahma know Him who is. Supreme. He who knows Him who is Supreme, and he who knows the Lord of Life, These know the loftiest Power Divine, and thence know Skam- bha thoroughly.\n\nWho out of many, tell me, is that Skambha Of whom Vaisvānara became the head, the Angirases his eye, and Yātus his corporeal parts?\n\nWho out of many, tell me, is that Skambha Whose mouth they say is Holy Lore, his tongue the Honey- sweetened Whip, his udder is Virāj, they say?\n\nWho out of many, tell me, is that Skambha From whom they hewed the lichas off, from whom they chipped the Yajus, he Whose hairs are Sāma-verses and his mouth the Atharvāngi- rases?\n\nMen count as 'twere a thing supreme nonentity's conspicuous branch; And lower man who serve thy branch regard it as an entity.\n\nWho out of many, tell me, is that Skambha In whom Ādityas dwell, in whom Rudras and Vasus are contained, In whom the future and the past and all the worlds are firmly set;\n\nWhose secret treasure evermore the three-and thirty Gods protect? Who knoweth now the treasure which, O Deities ye watch and guard?\n\nWhere the Gods, versed in Sacred Lore, worship the loftiest Power Divine The priest who knows them face to face may be a sage who knows the truth.\n\nGreat, verily, are those Gods who sprang from non-existence into life. Further, men say that that one part of Skambha is nonentity.\n\nWhere Skambha generating gave the Ancient World its shape and form, They recognized that single part of Skambha as the Ancient World,\n\nThe three-and-thirty Gods within his body were disposed as limbs: Some, deeply versed in Holy Lore, some know those three-and- thirty Gods.\n\nMen know Hiranyagarbha as supreme and inexpressible: In the beginning, in the midst of the world, Skambha poured that gold.\n\nOn Skambha Fervour rests, the worlds and Holy Law repose on him. Skambha, I clearly know that all of thee on Indra is imposed.\n\nOn Indra Fervour rests, on him the worlds and Holy Law recline. Indra, I clearly know that all of thee on Skambha findeth rest.\n\nEre sun and dawn man calls and calls one Deity by the other's name. When the Unborn first sprang into existence he reached that independent sovran lordship; than which aught higher never hath arisen.\n\nBe reverence paid to him, that highest Brahma, whose base is Earth, his belly Air, who made the sky to be his head.\n\nHomage to highest Brahma, him whose eye is Sūrya and the Moon who groweth young and new again, him who made Agni for his mouth.\n\nHomage to highest Brahma, him whose two life-breathings were the Wind, The Angirases his sight: who made the regions be his means of sense.\n\nSkambha set fast these two, the earth and heaven, Skambha maintained the ample air between them. Skambha established the six spacious regions: this whole world Skambha entered and pervaded.\n\nHomage to highest Brahma, him who, sprung from Fervour and from toil, Filled all the worlds completely, who made Soma for himself alone.\n\nWhy doth the Wind move ceaselessly? Why doth the spirit take no rest? Why do the Waters, seeking truth, never at any time repose?\n\nAbsorbed in Fervour, is the mighty Being, in the world's centre, on the waters' surface. To him the Deities, one and all betake them. So stand the tree- trunk with the branches round it.\n\nWho out of many, tell me, is that Skambha. To whom the Deities with hands, with feet, and voice, and ear, and eye. Present unmeasured tribute in the measured hall of sacrifice?\n\nDarkness is chased away from him: he is exempt from all dist- ress. In him are all the lights, the three abiding in Prajāpati.\n\nHe verily who knows the Reed of Gold that stands amid the flood, is the mysterious Lord of Life.\n\nSingly the two young Maids of different colours approach the six-pegged warp in turns and weave it. The one draws out the threads, the other lays them: they break them not, they reach no end of labour.\n\nOf these two, dancing round as 'twere, I cannot distinguish whether ranks before the other. A Male in weaves this web, a Male divides it: a Male hath stretched it to the cope of heaven\n\nThese pegs have buttressed up the sky. The Sāmans have turned them into shuttles for the weaving."
    },
    {
      "id": 3600293611036,
      "hymn": "Hymn 8",
      "title": "Speculations on the Supreme Being and Cosmogonical and theological subjects",
      "file": "av10008.htm",
      "created": 1744942924904,
      "hash": "md5-wYVSu3sNj4i4Dpt64gqyuQ==",
      "content": "Worship to loftiest Brahma, Lord of what hath been and what shall be, To him who rules the universe, and heavenly light is all his own!\n\nUpheld by Skambha's power these two, the heaven and the earth, stand fast. Skambha is all this world of life, whatever breathes or shuts an. eye.\n\nThree generations have gone by and vanished and others near have entered into sunlight. There stood on high he who metes out the region into green, plants hath passed the Golden-coloured.\n\nOne is the wheel, the tires are twelve in number, the naves are three What man hath understood it? Three hundred spokes have thereupon been hammered, and sixty pins set firmly in their places.\n\nDiscern thou this, O Savitar. Six are the twins, one singly born. They claim relationship in that among them which is born alone.\n\nThough manifest, it lies concealed in the vast place they call the old: Therein is firmly stationed all the moving, breathing universe.\n\nUp, eastward downward in the west, ‘it rolleth, with countless elements, one-wheeled, single-fellied. With half it hath begotten all creation. Where hath the other half become unnoticed?\n\nIn front of these the five-horsed car moves onward: side-horses, harnessed with the others draw it. No one hath seen its hither course untravelled; the height sees it more near, the depth more distant.\n\nThe bowl with mouth inclined and bottom upward holds stored within it every form of glory. Thereon together sit the Seven Rishis who have become this mighty One's protectors\n\nThe Verse employed at opening and conclusion, the Verse employed in each and every portion; That by which sacrifice proceedeth onward. I ask thee which is that of all the Verses.\n\nThat which hath power of motion, that which flies, or stands, which breathes or breathes not, which, existing, shuts the eye Wearing all forms that entity upholds the earth, and in its close consistence still is only one.\n\nThe infinite to every side extended, the finite and the infinite around us, These twain Heaven's Lord divides as he advances, knowing the past hereof and all the future\n\nWithin the womb Prajāpati is moving: he, though unseen, is born in sundry places. He with one half engendered all creation. What sign is there to tell us of the other?\n\nAll men behold him with the eye, but with the mind they know not him. Holding aloft the water as a water-bearer in her jar.\n\nWith the full vase he dwells afar, is left far off what time it fails, A mighty Being in creation's centre: to him the rulers of the realms bring tribute.\n\nThat, whence the Sun arises, that whither he goes to take his rest, That verily I hold supreme: naught in the world surpasses it.\n\nThose who in recent times, midmost, or ancient, on all sides. greet the sage who knows the Veda, One and all, verily discuss Āditya, the second Agni, and the threefold Hansa.\n\nThis gold-hued Haiisa's wings, flying to heaven, spread o'er a thousand days' continued journey. Supporting all the Gods upon his bosom, he goes his way behol- ding every creature.\n\nBy truth he blazes up aloft by Brahma, he looks down below: He breathes obliquely with his breath, he on whom what is. highest rests.\n\nThe sage who knows the kindling-sticks whence by attrition wealth is drawn, Will comprehend what is most high, will know the mighty Brāhmana.\n\nFootless at first was he produced, footless he brought celestial light. Four-footed grown, and meet for use, he seized each thing enjoyable.\n\nUseful will he become, and then will he consume great store of food The man who humbly worshippeth the eternal and victorious God.\n\nHim too they call eternal; he may become new again to-day. Day and Night reproduce themselves, each from the form the other wears.\n\nA hundred, thousand, myriad, yea a hundred million stores of wealth that passes count are laid in him. This wealth they kill as he looks on, and now this God shines bright therefrom.\n\nOne is yet finer than a hair, one is not even visible. And hence the Deity who grasps with firmer hold is dear to me.\n\nThis fair one is untouched by age, immortal in a mortal's house. He for whom she was made lies low, and he who formed her hath grown old.\n\nThou art a woman, and a man; thou art a damsel and a boy. Grown old thou totterest with a staff, new-born thou lookest every way.\n\nEither the sire or son of these, the eldest or the youngest child. As sole God dwelling in the mind, first born, he still is in the womb.\n\nForth from the full he lifts the full, the full he sprinkles with the full. Now also may we know the source from which the stream is sprinkled round.\n\nBrought forth in olden time, the everlasting, high over all that is was she, the Ancient. The mighty Goddess of the Morn, refulgent with one eye, looketh round with one that winketh,\n\nKnown by the name of Guardian Grace the Deity sits girt by Right. The trees have taken from her hue, green-garlanded, their robe of green.\n\nWhen he is near she leaves him not, she sees him not though he is near. Behold the wisdom of the God; he hath not died, he grows not old.\n\nVoices that never were before emitted speak as fitteth them. Whither they go and speak, they say there is the mighty Brāh- mana.\n\nI ask thee where the waters' flower by wondrous magic art was placed, Thereon the Gods and men are set as spokes are fastened in the nave.\n\nWho gave command unto the wind that blowet! Who ranged the five united heavenly regions? Who were the Gods who cared not for oblations! Which of them brought the sacrificial waters?\n\nOne God inhabiteth the earth we live on; another hath encom- passed air's mid-region. One, the Supporter, takes the heaven and bears it: some keep- ing watch guard all the quarters safely.\n\nThe man who knows the drawn-out string on which these crea- tures all are strung, The man who knows the thread's thread, he may know the mighty Brāhmana.\n\nI know the drawn-out string, the thread whereon these creatures all are strung. I know the thread's thread also, thus I know the mighty Brah- ma na.\n\nWhen Agni passed between the earth and heaven devouring with his flame the all-consumer, Where dwelt afar the spouses of one husband, where at that moment, where was Mātarisvan? -40. Into the floods had Mātarisvan entered, the deities had past in- to the waters. There stood the mighty measurer of the region: into the ver- dant plants went Pavamāna.\n\nOver the Gāyatri, above the immortal world he strode away. Those who by Song discovered Song—where did the Unborn see that thing?\n\nLuller to rest, and gatherer-up of treasures, Savitar like a God whose laws are constant, hath stood like Indra in the war for riches.\n\nMen versed in sacred knowledge know that living Being that abides. In the nine-portalled Lotus Flower, enclosed with triple bands and bonds.\n\nDesireless, firm, immortal, self-existent, contented with the es- sence, lacking nothing, Free from the fear of Death is he who knoweth that Soul cou- rageous, youthful, undecaying."
    },
    {
      "id": 3229725129087,
      "hymn": "Hymn 9",
      "title": "The Sataudanā or Hundredfold Oblation",
      "file": "av10009.htm",
      "created": 1744942924905,
      "hash": "md5-6N65rJCjWQMHC5NEPCTdlw==",
      "content": "Binding the mouths of those who threaten mischief, against my rivals cast this bolt of thunder, Indra first gave the Hundredfold Oblation, welfare of him who worships, foe-destroying.\n\nThy skin shall be the Altar; let thine hair become the Sacred Grass. This cord hath held thee firmly: let this pressing-stone dance round on thee:\n\nThe holy water be thy hair: let thy tongue make thee clean, O Cow. Go, Hundredfold Oblation, made bright and adorable, to hea- ven.\n\nHe who prepares the Hundredfold Oblation gains each wish thereby: For all his ministering priests, contented, move as fitteth them.\n\nHe rises up to heaven, ascends to younder third celestial height. Whoever gives the Hundredfold Oblation with the central cake.\n\nThat man completely wins those worlds, both of the heavens and of the earth, Whoever pays the Hundredfold. Oblation with its golden light.\n\nThine Immolators, Goddess! and the men who dress thee for the feast, all these will guard thee, Hundredfold Oblation! Have no fear of them.\n\nThe Vasus from the South will be thy guards, the Maruts from the North, Ādityas from the West; o'ertake and pass the Agnishtoma, thou!\n\nThe Gods, the Fathers, mortal men, Gandharvas, and Apsara- ses, All these will be the guards: o'ertake and pass the Atirātra, thou!\n\nThe man who pays the Hundredfold Oblation winneth all the worlds, Air, heaven, and earth, Ādityas, and Maruts, and regions of the sky.\n\nSprinkling down fatness, to the Gods will the beneficent God- dess go. Harm not thy dresser, Cow! To heaven, O Hundredfold Obla- tion, speed!\n\nFrom all the Gods enthroned in heaven, in air, from those who dwell on earth, Draw forth for evermore a stream of milk, of butter, and of mead.\n\nLet thy head, let thy mouth, let both thine ears, and those two jaws of thine. Pour for the giver mingled curd, and flowing butter, milk, and mead.\n\nLet both thy lips, thy nostrils, both thy horns, and these two eyes of thine. Pour for the given, etc.\n\nLet heart and pericardium, let thy lungs with all the bronchial tubes, etc.\n\nLet liver, and let kidneys, let thine entrails, and the parts within, etc.\n\nLet rectum and omentum, let thy belly's hollows, and thy skin, etc.\n\nLet all thy marrow, every bone, let all thy flesh, and all thy blood, etc.\n\nLet both thy shoulders and thy hump, thy forelegs, and their lower parts, etc.\n\nLet neck and nape and shoulder-joints, thy ribs and inter-costal parts, etc.\n\nSo let thy thighs and thy knee-bones, thy hinder quarters, and thy hips, etc.\n\nSo let thy tail and all the hairs thereof, thine udder, and thy teats, etc.\n\nLet all thy legs, the refuse of thy feet, thy heelropes, and thy hooves. Pour for the giver mingled curd, and flowing butter milk, and mead.\n\nLet all thy skin, Sataudanā! let every hair thou hast, O Cow, Pour for the giver mingled curd, and flowing butter, milk, and mead.\n\nSprinkled with molten butter, let the two meal-cakes be sport for thee. Make them thy wings, O Goddess, and bear him who dresses thee to heaven.\n\nEach grain of rice in mortar or on pestle, all on the skin or in the winnowing-basket, Whatever purifying Mātarisvan, the Wind, hath sifted, let the Hotar Agni make of it an acceptable oblation.\n\nIn the priest's hands I lay, in separate order, the sweet celestial Waters, dropping fatness. As here I sprinkle them may all my wishes be granted unto me in perfect fulness. May we have ample wealth in our posses- sion."
    },
    {
      "id": 5879959561826,
      "hymn": "Hymn 10",
      "title": "A glorification of the sacred Cow as representing the radiant heavens",
      "file": "av10010.htm",
      "created": 1744942924907,
      "hash": "md5-6ZKx+6U4R+farY1KT1qqGw==",
      "content": "Worship to thee springing to life, and worship unto thee when born! Worship, O Cow, to thy tail-hair, and to thy hooves, and to thy form!\n\nThe man who knows the Seven Floods, who knows the seven distances, Who knows the head of sacrifice, he may receive the holy Cow.\n\nI know the Seven Water-floods, I know the seven distances, I know the head of sacrifice, and Soma shining bright in her.\n\nHitherward we invite with prayer the Cow who pours a thou- sand streams, By whom the heaven, by whom the earth, by whom these waters are preserved.\n\nUpon her back there are a hundred keepers, a hundred metal bowls, a hundred milkers. The Deities who breathe in her all separately know the Cow.\n\nHer foot is sacrifice, her milk libation, Svadhā her breath, Mahï- lukā the mighty: To the God goes with prayer the Cow who hath Parjanya for her lord.\n\nAgni hath entered into thee; Soma, O Cow, hath entered thee. Thine udder is Parjanya, O blest Cow; the lightnings are thy teats.\n\nThou pourest out the Waters first, and corn-lands afterward, O Cow. Thirdly thou pourest princely sway. O Cow, thou pourest food and milk.\n\nWhen, Holy One, thou camest nigh invited by the Ādityas' call, Indra gave thee to drink, O cow, a thousand bowls of Soma juice.\n\nThe Bull, what time thou followedst the way of Indra, summon- ed thee: Thence the Fiend-slayer, angered, took thy water and thy milk away.\n\nO Cow, the milk which in his wrath the Lord of Riches took from thee, That same the vault of heaven now preserveth in three reser- voirs.\n\nThe Cow Celestial received that Soma in three vessels, where. Atharvan, consecrated, sate upon the Sacred Grass of gold.\n\nCome hither with the Soma, come with every footed thing; the Cow With Kalis and Gandharvas by her side hath stepped upon the sea.\n\nCome hither with the Wind, yea, come with every creature borne on wings. Laden with holy verse and song the Cow hath leapt into the sea.\n\nCome with the Sun, come hitherward with every creature that hath eyes, Bearing auspicious lights with her the Cow hath looked across the sea.\n\nWhen, covered round about with gold, thou stoodest there, O Holy One, The ocean turned into a horse and mounted on thy back, O Cow,\n\nThen came and met the Blessed Ones, Deshtri, the Cow, and Svadhā, where Atharvan, consecrated. sate upon the Sacred Grass of gold.\n\nThe Kshatriya's mother is the Cow, thy mother, Svadhā! is the Cow. Sacrifice is the weapon of the Cow: the thought arose from, her.\n\nFrom Brahma's summit there went forth a drop that mounted up on high: From that wast thou produced, O Cow, from that the Hotar sprang to life.\n\nForth from thy mouth the Gāthās came, from thy neck's nape sprang strength, O Cow. Sacrifice from thy flanks was born, and rays of sunlight from. thy teats,\n\nFrom thy fore-quarters and thy thighs motion was generated, Cow! Food from thine entrails was produced, and from thy belly came the plants.\n\nWhen into Varuna's belly thou hadst found a passage for thy- self, The Brāhman called thee thence, for he knew how to guide and lead thee forth.\n\nAll trembled at the babe that came from him who brings not to the birth. He hath produced her—thus they cried—He is a cow, and formed by spells, he hath become skin to her.\n\nHe only joineth battle, yea, he who alone controlleth her. Now sacrifices have become victories, and the Cow their eye.\n\nThe Cow hath welcomed sacrifice: the Cow hath held the Sun in place. Together with the prayer the mess of rice hath passed into the Cow.\n\nThey call the Cow immortal life, pay homage to the Cow as Death. She hath become this universe, Fathers, and Rishis, hath become the Gods, and men, and Asuras.\n\nThe man who hath this knowledge may receive the Cow with. welcoming. So for the giver willingly doth perfect sacrifice pour milk.\n\nWithin the mouth of Varuna three tongues are glittering with light. That which shines midmost of them is this Cow most difficult to hold.\n\nFour-parted was the Cow's prolific humour. One-fourth is Water, one-fourth life eternal, one-fourth is sacri- fice, one-fourth are cattle.\n\nThe Cow is Heaven, the Cow is Earth, the Cow is Vishnu, Lord of Life. e The Sādhyas and the Vasus have drunk the out-pourings of the Cow.\n\nWhen these, Sādhyas and Vasus, have drunk the out-pourings of the Cow, They in the Bright One's dwelling-place pay adoration to her milk.\n\nFor Soma some have milked her: some worship the fatness she hath poured. They who have given a cow to him who hath this knowledge have gone up to the third region of the sky.\n\nHe who hath given a Cow unto the Brāhmans winneth all the worlds. For Right is firmly set in her devotion, and religious zeal.\n\nBoth Gods and mortal men depend for life and being on the Cow. She hath become this universe: all that the Sun surveys is she."
    }
  ],
  "hash": "md5-SBrrf6klcxANskGVvguVIQ=="
}