{
  "id": 4817641236453,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book XIII",
  "author": "Ralph T.H. Griffith",
  "created": 1744943134622,
  "books": [
    {
      "id": 4052879697965,
      "hymn": "Hymn 1",
      "title": "The glorification of Rohita, a form of Fire and of the Sun",
      "file": "av13001.htm",
      "created": 1744943134627,
      "hash": "md5-EzxEAGuKnE42K2znuwVagA==",
      "content": "Rise, Mighty One, who liest in the waters, and enter this thy fair and glorious kingdom. Let Rohita who made this All uphold thee carefully nurtured for supreme dominion.\n\nThe strength that was in waters hath ascended. Mount o'er the tribes which thou hast generated. Creating Soma, waters, plants and cattle, bring hitherward both quadrupeds and bipeds.\n\nYe Maruts, strong and mighty, sons of Prisni, with Indra for ally crush down our foemen. Let Rohita, ye bounteous givers, hear you, thrice-seven Maruts who delight in sweetness!\n\nUp to the lap of births, to lofty places, hath Rohita, the germ of Dames, ascended. Conjoined with these he found the six realms: seeing his way in front here he received the kingship.\n\nFor thee hath Rohita obtained dominion, scattered thine ene- mies, become thy safeguard. So by the potent Sakvaris let Heaven and Earth be milked to- yield thee all thy wishes.\n\nRohita gave the Earth and Heavens their being. There Para- meshthin held the cord extended. Thereon reposeth Aja Ekapāda. He with his might hath stab- lished Earth and Heaven.\n\nRohita firmly stablished Earth and Heaven: by him was ether fixt by him the welkin. He measured out mid air and all the regions: by him the Gods found life that lasts for ever.\n\nArranging shoots, springs, Rohita considered this Universe in all its forms and phases. May he, gone up to heaven with mighty glory, anoint thy sov- ranty with milk and fatness.\n\nThy risings up, thy mountings and ascensions wherewith thou fillest heaven and air's mid-region— By prayer for these, by milk of these, increasing, in Rohita's kingdom watch, among his people.\n\nThe tribes thy heat produced have followed hither the Calf and Gāyatri, the strain that lauds him. With friendly heart let them approach to serve thee, and the Calf Rohita come with his mother.\n\nErected, Rohita hath reached the welkin, wise, young, creating every form and figure. Agni, refulgent with his heightened lustre, in the third realm hath brought us joy and gladness.\n\nThousand-horned Bull, may Jātavedas, worshipped with butter, balmed with Soma, rich in heroes, Besought, ne'er quit me; may I ne'er forsake thee. Give me abundant men and herds of cattle.\n\nRohita is the sire and mouth of worship: to him with voice, ear, heart I pay oblation. To Rohita come Gods with joyful spirit. May he by risings raise me till I join him.\n\nRohita ordered sacrifice for Visvakarman: thence have I obta- ined this strength and energy. May I proclaim thee as my kin over the greatness of the world.\n\nOn thee have mounted Brihatī and Pankti. and Kakup with great splendour, Jātavedas! The cry of Vashat with the voice uplifted and Rohita with seed on thee have mounted.\n\nHe goes into the womb of earth, he robes himself in heaven and air. He on the Bright One's station hath reached heavenly light and all the worlds.\n\nTo us, Vāchaspati, may Earth be pleasant, pleasant our dwelling, pleasant be our couches. Even here may Prāna be our friend: may Agni, O Parameshthin give thee life and splendour.\n\nAnd those, Vāchaspati, our own five seasons, sacred to Visva- karman their creator. Even here our friend be Prāna: Parameshthin, may Rohita vouchsafe the life and splendour.\n\nBreed, O Vāchaspati, joy and understanding, kine i n our stall and children in our consorts. Even here may Prāna be our friend: may Agni, O Parameshthin, give thee life and splendour.\n\nWith splendour let God Savitar, and Agni, with splendour Mitra, Varuna invest thee. Treading down all Malignities, come hither. Pleasant and' glorious hast thou made this kingdom.\n\nRohita, car-borne by a speckled leader, thou, pouring water,. goest on in triumph.\n\nGolden, refulgent, lofty is the Lady, Rohinī, Rohita's devoted Consort. Through her may we win various spoil and booty, through her be conquerors in every battle.\n\nRohita's seat is Rohinī before us: that is the path the speckled Mare pursueth. Kasyapas and Gandharvas lead her upward, and heavenly sages ever watch and guard her,\n\nSūrya's bay steeds refulgent and immortal draw the light-rolling. chariot on for ever. Drinker of fatness, Rohita, resplendent, hath entered into various-coloured heaven,\n\nRohita, Bull whose horns are sharply pointed, superior of Agni and of Sūrya, He who supports the sundered earth and heaven,—from him the Gods effect their own creations.\n\nRohita rose to heaven from mighty ocean, Rohita rose and clomb all steeps and rises.\n\nPrepare the Milky One who teems with fatness: she is the Gods' never-reluctant milch-cow. Indra drink Soma: ours be peace and safety. Let Agni lead the laud, and chase our foemen.\n\nBoth kindling and inflamed, adored with butter and enhanced thereby. May conquering Agni, conqueror of all, destroy mine enemies.\n\nLet him smite down in death and burn the foeman who attacketh me. Our adversaries we consume through Agni the Carnivorous.\n\nBeat them down, Indra, with thy bolt, beat them down, mighty with thine arm. I through the energy and force of Agni have secured my foes.\n\nCast down our foes beneath our feet, O Agni. Brihaspati, oppress our rebel kinsman. Low let them fall, O Indra-Agni. Mitra-Varuna, powerless to show their anger.\n\nAscending up on high, O God. O Sūrya, drive my foes away. Yea, beat them backward with the stone: to deepest darkness let them go.\n\nCalf of Virāj, the Bull of prayers and worship, whitebacked, he hath gone up to air's mid-region. Singing, they hymn the Calf, with gifts of butter: him who is Brahma they exalt with Brahma.\n\nRise up to earth, rise up to heaven above it; rise up to opulence, rise up to kingship. Rise up to offspring, rise to life immortal; rise, and with Rohita unite thy body.\n\nWith all the Gods who circle round the Sun, upholding royal sway, With all of these may Rohita accordant, give sovranty to thee with friendly spirit.\n\nCleansed by prayer, sacrifices bear thee upward: bay coursers, ever travelling, convey thee. Thy light shines over sea and billowy ocean.\n\nRohita, conqueror of cows and riches and gathered spoil, is heaven's and earth's upholder. Over earth's greatness would I tell my kinship with thee who hast a thousand births and seven.\n\nA glorious sight to beasts and men, thou goest glorious to the regions and mid-regions. On earth's, on Aditi's bosom, bright with glory. Fain would I equal Savitar in beauty.\n\nThou, yonder, knowest all things here, when here thou knowest what is there. From here men see the sphere of light, Sūrya profoundly wise in heaven.\n\nA God, thou injurest the Gods: thou movest in the ocean's depth. Men kindle common Agni: him only the higher sages know.\n\nBeneath the upper realm, above this lower, bearing her Calf at foot, the Cow hath risen Whitherward, to what place hath she departed? Where doth she calve? Not in this herd of cattle.\n\nShe hath become one-footed or two-footed, four-footed, or eight-footed or nine-footed, This universe's thousand-syllabled Pankti Oceans flow forth from her in all directions.\n\nRising to heaven, immortal, hear my calling. Cleansed by prayer, sacrifices bear thee upward. Bay coursers, ever on the road, convey thee.\n\nThis, O Immortal One, I know of thee, thy progress to the sky thy dwelling-place in loftiest heaven.\n\nBeyond the sky, beyond the Earth looks Sūrya, and beyond the floods. The single eye of all that is; to mighty heaven hath he arisen.\n\nThe earth was made his altar, and the wide expanses were the fence. There Rohita established both these Agnis, fervent heat and cold.\n\nHe stablished heat and cold, he made the mountains sacrificial posts. Then both the Agnis, Rohita's who found celestial light, with rain for molten butter, sacrificed.\n\nRohita's Agni-his who found heaven's light-is kindled with the prayer. From him the heat, from him the cold, from him the sacrifice was born.\n\nBoth Agins-Rohita's who found the light of heaven—made strong by prayer, Waxing by prayer, adored with prayer, by prayer enkindled, sacrificed.\n\nOne is deposited in Truth, one kindled in the waters: both Agnis of Rohita who found the light are set aflame with prayer.\n\nThat decked by Wind, and that prepared by Indra Brāhman- aspati, Agnis of Rohita who found light, prayer-enkindled, sacrificed.\n\nRohita made the earth to be his altar, heaven his Dakshinā. Then heat he took for Agni, and with rain for molten butter he created every living thing.\n\nThe earth became an altar, heat was Agni, and the butter rain. There Agni made, by song and hymn, these mountains rise and stand erect.\n\nThen, having made the hills stand up, Rohita spake to Earth, and said: In thee let every thing be born, what is and what is yet to be.\n\nThis sacrifice, the first of all, the past, the present, had its birth. From that arose this universe, yea, all this world of brightness, brought by Rohita the heavenly Sage.\n\nIf thou should kick a cow, or by indecent act offend the Sun, Thy root I sever; nevermore mayst thou cast shadow on the ground.\n\nThou who, between the fire and me, passest across the line of shade. Thy root I sever: nevermore mayst thou cast shadow on the ground.\n\nWhoe'er he be who, Sūrya, God! comes between thee and me to-day, On him we wipe away ill-dream, and troubles, and impurity.\n\nLet us not, Indra, leave the path, the Soma-presser's sacrifice. Let not malignities dwell with us.\n\nMay we obtain, completely wrought, the thread spun out tc reach the Gods, That perfecteth our sacrifice."
    },
    {
      "id": 4649739460527,
      "hymn": "Hymn 2",
      "title": "The glorification of the Sun as Āditya, Sūrya and Rohita",
      "file": "av13002.htm",
      "created": 1744943134631,
      "hash": "md5-UDN53HkyAUDcRDmGO2fOdg==",
      "content": "Radiant, refulgent in the sky are reared the banners of his light, Āditya's, who beholdeth man, mighty in act and bountiful.\n\nLet us laud him, the whole world's Herdsman, Sūrya, who with his rays illumines all the regions, Mark of the quarters, brightening them with lustre, swift, mighty-pinioned, flying in the ocean.\n\nFrom west to east thou speedest freely, making by magic day and night of diverse colours. This is Āditya, thy transcendent glory, that thou alone art born through all creation.\n\nVictorious, inspired, and brightly shining, whom seven strong tawny-coloured coursers carry, Whom Atri lifted from the flood to heaven, thus men behold thee as thy course thou runnest.\n\nLet them not snare thee speeding on thy journey: pass safely, swiftly places hard to traverse, While measuring out the day and night thou movest—O Sūrya, even Heaven and Earth the Goddess.\n\nHail to thy rapid car whereon, O Sūrya, thou circlest in a moment both the limits, Whirled by thy bay steeds, best of all at drawing, thy hundred horses or seven goodly coursers!\n\nMount thy strong car, O Sūrya, lightly rolling, drawn by good steeds, propitious, brightly gleaming, Whirled by thy bays, most excellent at drawing, thy hundred horses or seven goodly coursers.\n\nSūrya hath harnessed to his car to draw him seven stately bay steeds gay with wolden housings. The Bright One started from the distant region: dispelling gloom the God hath climbed the heavens.\n\nWith lofty banner hath the God gone upward, and introduced the light, expelling darkness. He hath looked round on all the worlds, the Hero, the son of Aditi, Celestial Eagle.\n\nRising, thou spreadest out thy rays, thou nourishest all shapes and forms. Thou with thy power illumest both the oceans, encompassing all spheres with thy refulgence.\n\nMoving by magic power to east and westward, these two young creatures, sporting, circle ocean. One of the pair beholds all living creatures: with wheels of gold the bay steeds bear the other.\n\nAtri established thee in heaven. O Surya, to create the month. So on thou goest, firmly held, heating, beholding all that is.\n\nAs the Calf both his parents so thou joinest both the distant bounds, Surely the Gods up yonder knew this sacred mystery long ago.\n\nSūrya is eager to obtain all wealth that lies along the sea, Great is the course spread out for him, his eastward and his westward path.\n\nHe finishes his race with speed and never turns his thought aside, Thereby he keeps not from the Gods enjoyment of the Drink of  Life.\n\nHis heralds bear him up aloft, the God who knoweth all that live, Sūrya, that all may look on him.\n\nThe Constellations pass away, like thieves, departing in the night. Before the all-beholding Sun.\n\nHis herald rays are seen afar refulgent o'er the world of men, Like flames of fire that burn and blaze.\n\nSwift and all-beautiful art thou, O Sūrya, maker of the light, Illuming all the radiant realm.\n\nThou goest to the hosts of Gods, thou comest hither to mankind, Hither, all light to behold.\n\nWith that same eye of thine wherewith thou seest, brilliant Varuna. The active one among mankind,\n\nTraversing sky and wide mid-air, thou metest with thy beams our days, Sun, seeing all things that have life.\n\nSeven bay steeds harnessed to thy car bear thee, O thou far- seeing One, God, Sūrya, with the radiant hair.\n\nSūrya, hath yoked the pure bright seven, the daughters of the car, with these, His own dear team, he travelleth.\n\nDevout, aflame with fervent heat, Rohita hath gone up to heaven. He is re-born, returning to his birthplace, and hath become the Gods' imperial ruler.\n\nDear unto all men, facing all directions, with hands and palms on every side extended, He, the sole God, engendering earth and heaven, beareth them with his wings and arms together.\n\nThe single-footed hath outstepped the biped, the biped overtakes the triple-footed. The biped hath outstridden the six-footed: these sit around the single-footed's body.\n\nWhen he, unwearied, fain to go, hath mounted his bays, he makes two colours, brightly shining. Rising with banners, conquering the regions, thou sendest light through all the floods, Āditya.\n\nVerily, Sūrya, thou art great: truly, Āditya, thou art great. Great is thy grandeur, Mighty One: thou, O Āditya, thou art great.\n\nIn heaven, O Bird, and in mid-air thou shinest: thou shinest on the earth and in the waters. Thou hast pervaded both the seas with splendour: a God art thou, O God, light-winner, mighty.\n\nSoaring in mid-course hither from the distance, fleet and ins- pired, the Bird that flies above us, With might advancing Vishnu manifested, he conquers all that moves with radiant banner:\n\nBrilliant, observant, mighty Lord, an Eagle illuming both the spheres and air between them. Day and the Night, clad in the robes of Sūrya, spread forth more widely all his hero powers.\n\nFlaming and radiant, strengthening his body, bestowing floods that promptly come to meet us, He, luminous, winged, mighty, strength-bestower, hath mounted all the regions as he forms them.\n\nBright presence of the Gods, the luminous herald Sūrya hath mounted the celestial regions. Day's maker, he hath shone away the darkness, and radiant, passed o'er places hard to traverse.\n\nHe hath gone up on high, the Gods' bright presence, the eye of Mitra, Varuna and Agni. The soul of all that moveth not or moveth, Sūrya hath filled the earth and air and heaven,\n\nHigh in the midst of heaven may we behold thee whom men call Savitar, the bright red Eagle, Soaring and speeding on thy way, refulgent, unwasting light which Atri erst discovered.\n\nHim, Son of Aditi, an Eagle hasting along heaven's height, I supplicate in terror, As such prolong our lengthened life, O Sūrya: may we, unha- rmed, enjoy thy gracious favour.\n\nThis gold-hued Hansa's wings, soaring to heaven, spread o'er a thousand days' continued journey Supporting all the Gods upon his bosom, he goes his way behold- ing every creature.\n\nRohita, in primeval days Prajāpati, was, after, Time, Mouth of all sacrifices, he, Rohita, brought celestial light.\n\nHe, Rohita, became the world: Rohita gave the heaven its heat. Rohita with his beams of light travelled along the earth and sea.\n\nTo all the regions Rohita came, the imperial Lord of heaven. He watches over ocean, heaven, and earth and all existing things.\n\nMounting the lofty ones, he, bright, unwearied, splendidly shining, makes two separate colours, While through all worlds that are he sends his lustre, radiant, observant, mighty, wind-approacher.\n\nOne form comes on, the other is reverted: to day and night the Strong One shapes and fits him. With humble prayer for aid we call on Sūrya, who knows the way, whose home is in the region.\n\nThe suppliant's way, filling the earth, the Mighty circleth the world with eye that none deceiveth. May he, all-seeing, well-disposed and holy, give ear and listen to the word I utter.\n\nBlazing with light his majesty hath compassed ocean and earth and heaven and air's mid-region. May he, all-seeing, well-disposed and holy, give ear and listen to the word I utter.\n\nAgni is weakened by the people's fuel to meet the Dawn who cometh like a milch-cow, Like young trees shooting up on high their branches, his flames are mounting to the vault of heaven."
    },
    {
      "id": 6452395323714,
      "hymn": "Hymn 3",
      "title": "A glorification of Rohita. with a malediction on the man who wrongs a Brāhman",
      "file": "av13003.htm",
      "created": 1744943134633,
      "hash": "md5-CRttc+qozrcR9rCRVOo5Pg==",
      "content": "He who engendered these, the earth and heaven, who made the worlds the mantle that he weareth, In whom abide the six wide-spreading regions through which the Bird's keen vision penetrateth, This God is wroth offended by the sinner who wrongs the Brāhman who hath gained this knowledge Agitate him, O Rohita; destroy him: entangle in thy snares the Brāman's tyrant.\n\nHe from whom winds blow pure in ordered season, from whom the seas flow forth in all directions, This God, etc.\n\nHe who takes life away, he who bestows it; from whom comes breath to every living creature, This God, etc.\n\nWho with the breath he draws sates earth and heaven, with expiration fills the ocean's belly, This God, etc.\n\nIn whom Virāj, Prajāpati, Parameshthin, Agni Vaisvānara abide with Pankti, He who hath taken to himself the breathing of the Supreme, the vigour of the Highest, This God, etc.\n\nOn whom rest six expenses and five regions, four waters, and three syllables of worship, He who hath looked between both spheres in anger, This God, etc.\n\nHe who, consuming food, became its master, the Lord of Prayer, the Regent of Devotion, The world's Lord, present and to be hereafter, This God, etc.\n\nHe who metes out the thirteenth month, constructed with days and nights, containing thirty members, This God, etc.\n\nDark the descent; the strong-winged birds are golden: they fly aloft to heaven, enrobed in waters. They have come hither from the seat of Order, This God, etc.\n\nWhat silver. Kasyapa, thou hast refulgent, what brightly-shining lotus-flower collected, Wherein are gathered seven Suns together, This God, etc.\n\nIn front the Brihat-Sāman is his mantle, and from behind Rathantara enfolds him, Ever with care robing themselves in splendour. This God, etc.\n\nOne of his wings was Brihat, and the other Rathantarr., vigorous with one same purpose, What time the Gods gave Rohita his being. This God, etc.\n\nAt evening he is Varuna and Agni, ascending in the morning he is Mitra. As Savitar, he moves through air's mid region, as Indra warms- the heavens from the centre. This God, etc.\n\nThis gold-hued Harisa's wings, soaring to heaven spread o'er a thousand days' continued journey. Supporting all the Gods upon his bosom, he goes his way behol- ding every creature. This God, etc.\n\nThis is the God who dwells-within the waters, the thousand- rooted, many-powered Atri, He who brought all this world into existence. This God; etc.\n\nWith flying feet his tawny coursers carry the bright God through, the sky, aglow with splendour. Whose limbs uplifted fire and heat the heavens: hither he shines- with beams of golden colour. This God, etc.\n\nHe beside whom his bay steeds bear the Ādityas, by whom as sacrifice go many knowing. The sole light shining spread through various places. This God, etc.\n\nThis seven make the one-wheeled chariot ready: bearing seven names the single courser draws it. The wheel, three-naved, is sound and undecaying: thereon these worlds of life are all dependent. This God, etc.\n\nEight times attached the potent Courser draws it, Sire of the Gods, father of hymns and praises. So Mātarisvan, measuring in spirit the thread of Order, purifies all regions. This God, etc.\n\nThe thread that goes through all celestial quarters within the Gāyatri, womb of life eternal. This God, etc.\n\nThere are the settings, three the upward risings, three are the- spaces, yea, and three the heavens. We know thy triple place of birth, O Agni, we know the deities'' triple generations.\n\nHe who, as soon as born, laid broad earth open, and set the ocean in the air's mid-region, This God, etc.\n\nThou, Agni, kind with lights and mental powers, hast up in heaven shone as the Sun, enkindled. The Maruts, sons of Prisni, sang his praises what time the Gods gave Rohita his being. This God, etc.\n\nGiver of breath, giver of strength and vigour, he whose com- mandment all the Gods acknowledge, He who is Lord of this, of man and cattle, This God, etc.\n\nThe single-footed hath outstepped the biped, the biped overtakes the triple-footed. The quadruped hath wrought when bipeds called him, standing and looking on the five collected. This God is wroth offended by the sinner that wrongs the Brāhman who hath gained this knowledge. Agitate him, O Rohita; destroy him: entangle in thy snares the Brāhman's tyrant.\n\nBorn is the darksome Mother's Son, the whitely shining Calf of Night. He, Rohita, ascendeth up to heaven, hath mounted to the heights."
    },
    {
      "id": 1541434770347,
      "hymn": "Hymn 4",
      "title": "A glorification of the Sun as the only Deity",
      "file": "av13004.htm",
      "created": 1744943134635,
      "hash": "md5-FdJkXvZ+rNc5olNNoGQJGw==",
      "content": "Down looking, on the ridge of sky Savitar goes to highest heaven.\n\nTo misty cloud filled with his rays Mahendra goes encompassed round.\n\nCreator and Ordainer, he is Vāyu, he is lifted cloud.\n\nRudra, and Mahādeva, he is Aryaman and Varuna.\n\nAgni is he, and Siirya, he is verily Mahāyama.\n\nCalves, joined, stand close beside him, ten in number, with one single head.\n\nFrom west to east they bend their way: when he mounts up he shines afar.\n\nHis are these banded Maruts: they move gathered close like porters' thongs.\n\nTo misty cloud filled with his rays Mahendra goes encompassed round,\n\nHis are the nine supports, the casks set in nine several places here.\n\nHe keeppeth watch o'er creatures, all that breatheth and that breatheth not.\n\nThis conquering might hath entered him, He is the sole the simple One, the One alone.\n\nIn him these Deities become simple and One\n\nRenown and glory, and force and cloud, the Brāhman's splendour, and food, and nourishment,\n\nTo him who knoweth this God as simple and one.\n\nNeither second, nor third, nor yet fourth is he called;\n\nHe is called neither fifth, nor sixth, nor yet seventh\n\nHe is called neither eighth, nor ninth, nor yet tenth.\n\nHe watcheth over creatures, all that breatheth and that breatheth not.\n\nThis conquering might hath entered him. He is the sole, the simple One, the One alone,\n\nIn him these Deities become simple and One\n\nDevotion and Religious Fervour, and renown and glory, and force and cloud, the Brāhman's splendour, and food and nourishment.\n\nAnd past and future, and Faith and lustre, and heaven and sweet oblation,\n\nTo him who knoweth this God as simple and One.\n\nHe, verily, is death, he is immortality, he is the monster, he is the fiend.\n\nHe is Rudra, winner of wealth in the giving of wealth; in uttering homage he is the sacrificial exclamation Vashat duly employed.\n\nAll sorcerers on earth obey with reverence his high behest.\n\nAll constellations yonder, with the Moon, are subject to his will.\n\nHe was brought forth from Day: and Day derives his origin. from him.\n\nHe was brought forth from Night: and Night derives her origins from him.\n\nHe was produced from Air: and Air derives its origin from him.\n\nHe was produced from Wind: and Wind derives his origin from. him.\n\nFrom Heaven was he produced: and Heaven derives his origin from him.\n\nHe sprang from regions of the sky: from him the heavenly regions sprang.\n\nHe is the offspring of the Earth: Earth hath her origin from him.\n\nHe was produced from fire: and fire derives its origin from him.\n\nHe is the waters' offspring: and from him the waters were produced.\n\nFrom holy verses was he born: from him the holy verses sprang.\n\nHe is the son of sacrifice: and sacrifice was born from him.\n\nSacrifice, sacrifice's Lord, he was made head of sacrifice.\n\nHe thundereth, he lighteneth, he casteth down the thunder-stone\n\nFor misery or happiness, for mortal man or Asura.\n\nWhether thou formest growing plants, or sendest rain for happiness, or hast increased the race of man,\n\nSuch is thy greatness, liberal Lord! A hundred bodily forms are thine.\n\nMillions are in thy million, or thou art a billion in thyself.\n\nStronger than immortality is Indra: stronger thou than deaths;\n\nYea, stronger than Malignity art thou, O Indra, Lord of Might. Calling thee Master, Sovran Chief, we pay our reverence to thee.\n\nWorship to thee whom all behold! Regard me, thou whom all regard,\n\nWith food, and fame, and vigour, with the splendour of a Brāhman's rank\n\nWe pay thee reverence calling thee strength, power, and might, and conquering force.\n\nWe pay thee reverence calling thee red power, the silvery expanse.\n\nWe pay thee reverence calling thee vast, wide, the good, the universe.\n\nWe pay thee reverence, calling thee extension, compass, width, and world.\n\nWe pay thee reverence, calling thee rich, opulent in this and that, with wealth unceasing and secure\n\nWorship to thee whom all behold! Regard me, thou whom all regard.\n\nWith food, and fame, and vigour, with the splendour of a Brāhman's rank."
    }
  ],
  "hash": "md5-zQrZFc8XuSuxhtMwoSpf7A=="
}