{
  "id": 5598563704802,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book XV",
  "author": "Ralph T.H. Griffith",
  "created": 1744943186565,
  "books": [
    {
      "id": 1198805949761,
      "hymn": "Hymn 1",
      "title": "The hyperbolical glorification of the Vrātya or Aryan Non-conformist",
      "file": "av15001.htm",
      "created": 1744943186568,
      "hash": "md5-h1WJlSt99js7cH+zM20tNA==",
      "content": "There was a roaming Vrātya. He roused Prajāpati to action.\n\nPrajāpati beheld gold in himself and engendered it.\n\nThat became unique, that became distinguished, that became great, that became excellent, that became Devotion, that be- came holy Fervour, that became Truth: through that he was born.\n\nHe grew, he became great, he became Mahādeva.\n\nHe gained the lordship of the Gods. He became Lord.\n\nHe became Chief Vrātya. He held a bow, even that Bow of Indra.\n\nHis belly is dark-blue, his back is red.\n\nWith dark-blue he envelops a detested rival, with red he pierces the man who hates him: so the theologians say."
    },
    {
      "id": 3104560912086,
      "hymn": "Hymn 2",
      "title": "The same, continued",
      "file": "av15002.htm",
      "created": 1744943186569,
      "hash": "md5-TNcj1Yw832V85Gv5hDuOgQ==",
      "content": "He arose and went his way to the eastern region. The Brihat, the Rathantara, the Ādityas and all the Gods followed him. That man is alienated from the Brihat, the Rathantara, the Ādityas, and all Gods who reviles the Vrātya who possesses this knowledge. He who hath this knowledge becomes the beloved home of the Brihat, the Rathantara the Ādityas, and all the Gods. In the eastern region Faith is his leman, the hymn his panegyrist, knowledge his vesture, day his turban, night his hair, Indra's two Bays his circular ornaments, the splendour of the stars his jewel. Present and Future are his running footmen, mind is his war-chariot, Mātarisvan and Pavamāna are they who draw it, Vita is his charioteer, Storm his goad, Fame and Glory are his harbingers. Fame and Glory come to him who hath this knowledge.\n\nHe arose and went away to the southern region. Yajnāyajniya and Vāmadevya and Sacrifice and Sacrificer and sacrificial victims followed him. The man who reviles the Vrātya possessing this knowledge is alienated from Yajnāyajniya and Vāmadevya, Sacrifice, Sacrificer and sacrificial victims. He who hath this knowledge becomes the beloved home of Yajnāyajniya,Vāmadevya, Sacrifice, Sacrificer, and sacrificial victims. In the southern region Dawn is his leman, Mitra his panegyrist, knowledge his vesture, day his turban, night his hair, Indra's two Bays are his circular ornaments, New Moon Night and Full Moon Night are his running attendants, Mind, etc. as in stanza 1.\n\nHe arose and went away to the western region. Vairūpa and Vairāja, the Waters, and King Varuna followed him. He who reviles the Vrātya possessing this knowledge is alienated from Vairūpa and Vairāja, the Waters and Varuna the King. He who possesses this knowledge becomes the dear home of Vairūpa and Vairāja, the Waters and King Varuna. In the western region Irā is his leman, Laughter his panegyrist, knowledge, etc., as above. Day and Night are his running attendants, Mind, etc., as above.\n\nHe arose and went away to the northern region. Syaita and Naudhasa, the Seven Rishis, and King Soma followed him. He who reviles the Vrātya possessing this knowledge is alienated from Syaita, etc. He who hath this knowledge be- comes the dear home of Syaita, etc. In the northern region Lightning is his leman, thunder his panegyrist, etc. as above. Revelation and Tradition are his running attendants, Mind, etc., as above."
    },
    {
      "id": 6586086345651,
      "hymn": "Hymn 3",
      "title": "Vrātya",
      "file": "av15003.htm",
      "created": 1744943186571,
      "hash": "md5-lmmhTlgaTIgn8prmXk+btA==",
      "content": "For a whole year he stood erect. The Gods said unto him, Why standest thou, O Vrātya? He answered and said, Let them bring my couch.\n\nThey brought the couch for that Vrātya.\n\nTwo of its feet were Summer and Spring, and two were Autumn and the Rains.\n\nBrihat and Rathantara were the two long boards, Yajnāyajniya and Vāmadevya the two cross-boards.\n\nHoly verses were the strings lengthwise, and Yajus formulas the cross-tapes.\n\nSacred lore was the blanket, Devotion the coverlet.\n\nThe Sāman was the Cushion, and chanting the bolster.\n\nThe Vrātya ascended that couch.\n\nThe hosts of Gods were his attendants, solemn vows his messengers, and all creatures his worshippers.\n\nAll creatures become the worshippers of him who possesses this knowledge."
    },
    {
      "id": 1304706475110,
      "hymn": "Hymn 4",
      "title": "The Months",
      "file": "av15004.htm",
      "created": 1744943186572,
      "hash": "md5-ycQc6FEtxLdky55Zyzg4eA==",
      "content": "For him they made the two Spring months protectors from the eastern region, and Brihat and Rathantara superintendents. The two Spring months protect from the eastern region, and Brihat and Rathantara superintend, the man who possesses this knowledge. For him they made the two Summer months pro- tectors from the southern region, and Yajnāyajniya and Vāmadevya superintendents. The two Summer months, etc. as in Verse 1,\n\nThey made the two Rain months, his protectors from the western region, and Vairūpa and Vairaja superintendents. The two Rain months, etc. as above.\n\nThey made the two Autumn months his protectors from the northern region, and Syaita and Naudhasa superintendents. The two Autumn months. etc. as above.\n\nThey made the two Winter months his protectors from the region of the nadir, and earth and Agni superintendents. The two Winter months, etc.\n\nThey made the two Dewy months his protectors from the region of the zenith, and Heaven and the Ādityas superintendents. The two Dewy months, etc."
    },
    {
      "id": 6561334429782,
      "hymn": "Hymn 5",
      "title": "Bhava the archer",
      "file": "av15005.htm",
      "created": 1744943186573,
      "hash": "md5-gn+WZv/FFWs/wsAKnD3k4w==",
      "content": "For him they made the Archer Bhava a deliverer from the inter- mediate space of the eastern region. Bhava the Archer, a deliverer, delivers him from the intermediate space of the eastern region. Neither Sarva nor Bhava nor Isāna slays him who possesses this knowledge, or his cattle, or his kinsmen.\n\nThey made Sarva the Archer his deliverer from the intermediate space of the southern region, etc, as in verse 1.\n\nThey made Pasupati the Archer his deliverer from the inter- mediate space of the western region, etc.\n\nThey made the Awful God, the Archer, his deliverer from the intermediate space of the northern region, etc, as above.\n\nThey made Rudra the Archer his deliverer from the intermediate space of the region of the nadir etc.\n\nThey made Mahādeva his deliverer from the intermediate space of the region of the zenith, etc.\n\nThey made Isana the Archer his deliverer from all the inter- mediate regions. Isāna the Archer, a deliverer, delivers him from all the intermediate regions. Neither Sarva nor Bhava, nor Isana slays him who possesses this knowledge, or his cattle, or his kinsmen."
    },
    {
      "id": 7201554917703,
      "hymn": "Hymn 6",
      "title": "Father and the Great Father.",
      "file": "av15006.htm",
      "created": 1744943186574,
      "hash": "md5-BQi/yLMn5ZfdT9l+LSZzEQ==",
      "content": "He went his way to the region of the nadir. Earth and Agni and herbs and trees and shrubs and plants followed him. He who possesses this knowledge becomes the dear home of Earth and Agni and herbs and trees and shrubs and plants.\n\nHe went his way to the region of the zenith. Right and Truth and Sun and Moon and Stars followed him. He who possesses this knowledge becomes, etc., as in verse 1. <i>mutatis mutandis</i>.\n\nHe went away to the last region. Richas, Sāmans Yajus formulas and Devotion followed him. He who, etc., as above.\n\nHe went away to the great region. Itihāsa and Purāna and Gāthās and Nārāsansis followed him. He who, etc.\n\nHe went away to the supreme region. The Ēhavaniya, Gārha- patya, and Southern Fires, and Sacrifice, and Sacrificer, and sacrificial victims followed him. He who, etc.\n\nHe went away to the unindicated region. The Seasons, groups of seasons, the worlds and their inhabitants, the months and half-months, and Day and Night followed him. He who, etc.\n\nHe went away to the unfrequented region. Thence he thought that he should not return. Diti and Aditi and Idā and Indrāni followed him. He who, etc.\n\nHe went away to the regions. Virāj and all the Gods and all the Deities followed him. He who, etc.\n\nHe went away to all the intermediate spaces. Prajāpati and Parameshthin and the Father and the Great Father followed him. He who possesses this knowledge becomes the beloved home of Prajāpati and Parameshthin and the Father and the Great Father."
    },
    {
      "id": 2465789432885,
      "hymn": "Hymn 7",
      "title": "Faith, Sacrifice, the world, food",
      "file": "av15007.htm",
      "created": 1744943186575,
      "hash": "md5-A/AnG0o+wTaZrzDGgh+gZw==",
      "content": "He, having become moving majesty, went to the ends of the earth. He became the sea.\n\nPrajāpati and Parameshthin and the Father and the Great Father and the Waters and Faith, turned into rain, followed him.\n\nThe Waters, Faith, and rain approach him who possesses this knowledge.\n\nFaith, and Sacrifice and the world, having become food and nourishment, turned toward him.\n\nFaith Sacrifice, the world, food and nourishment approach him who possesses this knowledge."
    },
    {
      "id": 2791756165018,
      "hymn": "Hymn 8",
      "title": "The Rajanya",
      "file": "av15008.htm",
      "created": 1744943186576,
      "hash": "md5-AJAaDfWsMbMBnD8Enuc2VA==",
      "content": "He was filled with passion: from him sprang the Rājanya.\n\nHe came to the people, to kinsmen, food and nourishment.\n\nHe who possesses this knowledge becomes the dear home of the people, kinsmen, food and nourishment."
    },
    {
      "id": 4458365074475,
      "hymn": "Hymn 9",
      "title": "Assembly, Army, and Wine.",
      "file": "av15009.htm",
      "created": 1744943186576,
      "hash": "md5-2U8t2Xx7SYcTUGusQxx64A==",
      "content": "He went away to the people.\n\nMeeting and Assembly and Army and Wine followed him.\n\nHe who hath this knowledge becomes the dear home of Meeting, Assembly, Army, and Wine."
    },
    {
      "id": 5646801172166,
      "hymn": "Hymn 10",
      "title": "The Priesthood",
      "file": "av15010.htm",
      "created": 1744943186577,
      "hash": "md5-Hi22qdgovZYrpEvyZApDHA==",
      "content": "So let the King, to whose house the Vrātya who possesses this knowledge comes as a guest.\n\nHonour him as superior to himself. So he Both not act against the interests of his princely rank or his kingdom.\n\nFrom him, verily, sprang Priesthood and Royalty. They said, Into whom shall we enter?\n\nLet Priesthood enter into Brihaspati, and Royalty into Indra, was the answer.\n\nHence Priesthood entered into Brihaspati and Royalty into Indra.\n\nNow this Earth is Brihaspati, and Heaven is Indra.\n\nNow this Agni is Priesthood, and yonder Sun is Royalty.\n\nPriesthood comes to him, and he becomes endowed with priestly lustre.\n\nWho knows that Earth is Brihaspati and Agni Priesthood.\n\nGreat power comes to him and he becomes endowed with great power.\n\nWho knows that Āditya is Royalty and that Heaven is Indra."
    },
    {
      "id": 5350522645829,
      "hymn": "Hymn 11",
      "title": "The Guest",
      "file": "av15011.htm",
      "created": 1744943186578,
      "hash": "md5-LebtVwOQ6+v1lPX9AhwgRQ==",
      "content": "Let him to whose house the Vrātya who possesses this knowledge comes as a guest.\n\nRise up of his own accord to meet him, and say, Vrātya, where didst thou pass the night? Vratya, here is water, Let them refresh thee. Vrātya, let it be as thou pleasest. Vrātya, as thy wish is so let it be. Vrātya, as thy desire is so be it.\n\nWhen he says to his guest, Where didst thou pass the night? he reserves for himself thereby the paths that lead to the Gods.\n\nWhen he says to him, Here is water, he secures thereby water for himself.\n\nWhen he says to him, Let them refresh thee, he thereby wins vital breath to exceeding old age.\n\nWhen he says to him, Vrātya, let it be as thou pleasest, he secures to himself thereby what is pleasant.\n\nThat which is pleasant comes to him, and he is the beloved of the beloved, who is possessed of this knowledge.\n\nWhen he says to him, Vrātya, as thy will is so let it be, he secures to himself thereby the fulfilment of his will.\n\nAuthority comes to him who possesses this knowledge, and he becomes the controller of the powerful.\n\nWhen he says to him, Vrātya, as thy desire is so be it, he secures to himself thereby the attainment of his desire.\n\nHis desire comes to him who possesses this knowledge and he gains the complete satisfaction of his wish."
    },
    {
      "id": 5391402834744,
      "hymn": "Hymn 12",
      "title": "The Man",
      "file": "av15012.htm",
      "created": 1744943186579,
      "hash": "md5-Cm2oFAG/ugXDgWBCrGjBtw==",
      "content": "The man, to whose house, when the fires have been taken up from the hearth and the oblation to Agni placed therein, the Vrātya possessing this knowledge comes as a guest.\n\nShould of his own accord rise to meet him and say, Vrātya, give me permission. I will sacrifice.\n\nAnd if he gives permission he should sacrifice, if he does not permit him he should not sacrifice.\n\nHe who sacrifices when permitted by the Vrātya who possesses this knowledge.\n\nWell knows the path that leads to the Fathers and the way that. leads to the Gods.\n\nHe does not act in opposition to the Gods. It becomes his sacrifice.\n\nThe abode of the man who sacrifices when permitted by the Vrātya who possesses this knowledge is long left remaining in this world.\n\nBut he who sacrifices without the permission of the Vrātya who- possesses this knowledge.\n\nKnows not the path that leads to the Fathers nor the way that leads to the Gods.\n\nHe is at variance with the Gods. He hath offered no accepted. sacrifice.\n\nThe abode of the man who sacrifices without the permission of the Vrātya who possesses this knowledge is not left remaining in this world."
    },
    {
      "id": 6085066526677,
      "hymn": "Hymn 13",
      "title": "The Holy Realms",
      "file": "av15013.htm",
      "created": 1744943186580,
      "hash": "md5-SM3qmqncIp+Ap43G+c2CBg==",
      "content": "He in whose house the Vrātya who possesses this knowledge abides one night secures for himself thereby the holy realms that are on earth.\n\nA second night . . . . the holy realms that are in the firma- ment (the rest as in verse 1).\n\nA third night . . . the holy realms that are in heaven.\n\nA fourth night . . . . the holy realms of the Holy.\n\nUnlimited nights . . . . unlimited holy realms.\n\nNow he to whose house a non-Vrātya, calling himself a Vrātya, and one in name only, comes as a guest.\n\nShould punish him and not punish him.\n\nHe should serve him with food saying to himself, To this Deity I offer water: I lodge this Deity; I wait upon this, this Deity.\n\nTo that Deity the sacrifice of him who has this knowledge is acceptable."
    },
    {
      "id": 4701907120111,
      "hymn": "Hymn 14",
      "title": "The Marut Host",
      "file": "av15014.htm",
      "created": 1744943186581,
      "hash": "md5-ioYyXWsGQOj0QqC2hBsJmg==",
      "content": "He when he went away to the eastern region, went away having become the Marut host, and having made Mind an eater of food. He who hath this knowledge eats food with Mind as food-eater.\n\nHe, when he went away to the southern region, went away having become Indra, and having made Strength an eater of food. He who hath this knowledge eats food with strength as food-eater.\n\nHe, when he went away to the western region, went away having become King Varuna, and having made the Waters eaters of food. He who hath this knowledge eats food with the Waters as food-eaters.\n\nHe, when he went away to the northern region, went away having become King Soma and having made the Seven Rishis' oblation an eater of food. He who hath this knowledge eats food with oblation as food-eater.\n\nHe, when he went away to the stedfast region, went away having become Vishnu and having made Virāj an eater of food. He who hath this knowledge eats food with Virāj as food-eater.\n\nHe, when he went away to animals, went away having become Rudra and having made herbs eaters of food. He who hath this knowledge eats food with herbs as food-eaters.\n\nHe, when he went away to the Fathers, went away having be- come King Yama and having made the exclamation Svadhā an eater of food. He who hath this knowledge eats food with the exclamation Svadhā as food-eater.\n\nHe, when he went away to men, went away having become Agni and having made the exclamation Svāhā an eater of food. He who hath this knowledge eats food with the exclamation Svahā as food-eater.\n\nHe, when he went away to the upper region, went away having become Brihaspati and having made the exclamation Vashat an eater of food. He who hath this knowledge eats food with the exclamation Vashat as food-eater.\n\nHe, when he went away to the Gods, went away having become Isana and having made Passion an eater of food. He who hath this knowledge eats food with Passion as food-eater.\n\nHe, when he went away to creatures, went away having become Prajāpati and having made vital breath an eater of food. He who hath this knowledge eats food with vital breath as foodeater.\n\nHe, when he went away to all the intermediate spaces, went away having become Parameshthin and having made Devotion an eater of food. He who hath this knowledge eats food with Devotion as food-eater."
    },
    {
      "id": 7199331418797,
      "hymn": "Hymn 15",
      "title": "The Vital Breath",
      "file": "av15015.htm",
      "created": 1744943186582,
      "hash": "md5-ccy7SdquJrwsk3iSRiJwBw==",
      "content": "Of that Vrātya.\n\nThere are seven vital airs, seven downward breaths, seven diff- used breaths.\n\nHis first vital breath, called Upward, is this Agni.\n\nHis second vital breath, called Mature, is that Āditya.\n\nHis third vital breath, called Approached, is that Moon.\n\nHis fourth vital breath, called Pervading is this Pavamāna.\n\nHis fifth vital breath, called Source, are these Waters.\n\nHis sixth vital breath, called Dear, are these domestic animals.\n\nHis seventh vital breath, called Unlimited, are these creatures."
    },
    {
      "id": 6747491835011,
      "hymn": "Hymn 16",
      "title": "The Downward Breath",
      "file": "av15016.htm",
      "created": 1744943186582,
      "hash": "md5-//bqLI2VAX9ZD+Q2l6bwsA==",
      "content": "His first downward breath is the time of Full Moon.\n\nHis second downward breath is the eighth day after Full Moon.\n\nHis third downward breath is the night of New Moon.\n\nHis fourth downward breath is Faith.\n\nHis fifth downward breath is Consecration.\n\nHis sixth downward breath is Sacrifice.\n\nHis seventh downward breath are these sacrificial fees."
    },
    {
      "id": 4879331705831,
      "hymn": "Hymn 17",
      "title": "The Diffused Breath",
      "file": "av15017.htm",
      "created": 1744943186583,
      "hash": "md5-dX7SjgFkiWmPBMM7ilEMHw==",
      "content": "His first diffused breath is this Earth.\n\nHis second diffused breath is that Firmament.\n\nHis third diffused breath is that Heaven.\n\nHis fourth diffused breath are those Constellations.\n\nHis fifth diffused breath are the Seasons.\n\nHis sixth diffused breath are the Season-groups.\n\nHis seventh diffused breath is the year.\n\nWith one and the same object the Gods go round the Year and the Seasons follow round the Vrātya.\n\nWhen they surround the Sun on the day of New Moon, and that time of Full Moon.\n\nThat one immortality of theirs is just an oblation."
    },
    {
      "id": 1219099415027,
      "hymn": "Hymn 18",
      "title": "The Body",
      "file": "av15018.htm",
      "created": 1744943186584,
      "hash": "md5-/I8lTGlRK/ULaOfvAFt2DQ==",
      "content": "Of that Vrātya.\n\nThe right eye is the Sun and the left eye is the Moon.\n\nHis right ear is Agni and his left ear is Pavamāna.\n\nDay and Night are his nostrils. Diti and Aditi are his head and skull.\n\nBy day the Vrātya is turned westward, by night he is turned eastward. Worship to the Vrātya!"
    }
  ],
  "hash": "md5-4HmTNhOfP3izyJaZkKnjPQ=="
}