{
  "id": 2726300913928,
  "title": "The Hymns of the Atharvaveda",
  "book": "Book XVI",
  "author": "Ralph T.H. Griffith",
  "created": 1744943195208,
  "books": [
    {
      "id": 2526874458005,
      "hymn": "Hymn 1",
      "title": "On the preparation and use of holy water, with, a prayer for purification and freedom from sin",
      "file": "av16001.htm",
      "created": 1744943195210,
      "hash": "md5-epwZDKPlKk7sFaJXbvmnCg==",
      "content": "The Bull of the Waters hath been let go; the heavenly fires have been let go.\n\nBreaking, breaking down, crushing, crushing to pieces,\n\nMroka, mind-destroying, rooting up, consuming, ruiner of the soul, ruiner of the body.\n\nHere I let him go: thou washest me clean of him.\n\nWith this we let him loose who hates us and whom we hate.\n\nThou art in front of the waters. I let loose your sea.\n\nI let loose the Agni who is within the waters, Mroka the up- rooter, the destroyer of the body.\n\nYour Agni who entered into the waters, even he here is that very dread of yours.\n\nMay he anoint you with Indra's own mighty power!\n\nMay stainless waters cleanse us from defilement.\n\nMay they carry sin away from us, may they carry away from us the evil dream.\n\nLook on me with a friendly eye, O, Waters, and touch my skin with your auspicious body.\n\nWe call the gracious Fires that dwell in waters. Goddesses, grant me princely power and splendour."
    },
    {
      "id": 2079287188338,
      "hymn": "Hymn 2",
      "title": "A charm to secure various blessings",
      "file": "av16002.htm",
      "created": 1744943195211,
      "hash": "md5-tQBYYCoaH31ZJ9dOaftfmQ==",
      "content": "Away from distasteful food, strength and sweet speech,\n\nAre pleasant. May I obtain a pleasant voice.\n\nI have invoked the Protector; I have invoked his protection.\n\nQuick of hearing are mine ears; mine ears hear what is good- Fain would I hear a pleasant sound.\n\nLet not good hearing and overhearing fail the Eagle's eye, the undecaying light.\n\nThou art the couch of the Rishis. Let worship be paid to the divine couch."
    },
    {
      "id": 4969218146373,
      "hymn": "Hymn 3",
      "title": "A charm to secure power and long life",
      "file": "av16003.htm",
      "created": 1744943195212,
      "hash": "md5-Ugo66JJtRfFjZblHcUxI1Q==",
      "content": "I am the head of riches. Fain would I be the head of mine equals.\n\nLet not Ruja and Vena desert me. Let not the Head and the Preserver forsake me.\n\nLet not the Boiler and the Cup fail tme: let not the Supporter and the Sustainer abandon me.\n\nLet not Unyoking and the Moist-fellied car desert me: let not the Sender of Moisture and Matarisvan forsake me.\n\nBrihaspati is my soul, he who is called the Friend of man, dear to my heart.\n\nMy heart is free from sorrow; spacious is my dwelling-place. I am the sea in capacity."
    },
    {
      "id": 4181622207506,
      "hymn": "Hymn 4",
      "title": "A charm to secure long life and success",
      "file": "av16004.htm",
      "created": 1744943195213,
      "hash": "md5-8NeEOsGpDTWMrdzd4RKg8g==",
      "content": "I am the:centre of riches. Fain would I be the centre of mine equals.\n\nPleasant art thou to sit by one, a mother: immortal among mortals.\n\nLet not inward breath desert me; let not outward breath depart and leave me.\n\nLet Sūrya protect me from Day, Agni from Earth, Vāyu from Firmament, Yama from men, Sarasvatī from dwellers on the earth.\n\nLet not outward and inward breath fail me. Be not thou destruc- tive among the men.\n\nPropitious to-day be dawns and evenings. May I drink water with all my people safe around me.\n\nMighty are ye, domestic creatures. May Mitra-Varuna stand beside me. May Agni give me inward and outward breath. May,he give me ability."
    },
    {
      "id": 6552560686764,
      "hymn": "Hymn 5",
      "title": "A charm against evil dreams",
      "file": "av16005.htm",
      "created": 1744943195214,
      "hash": "md5-NuK25OOOGdhkNH3qqepuZQ==",
      "content": "We know thine origin, O Sleep. Thou art the son of Grahi, the minister of Yama. Thou art the Ender, thou art Death. As such, O Sleep, we know thee well. As such preserve us from the evil dream.\n\nWe know thine origin, O Sleep. Thou art the son of Destruction, the minister of Yama, etc. (as in verse 1).\n\nWe know thine origin, O Sleep. Thou art the son of Misery, etc.\n\nWe know thine origin, O Sleep. Thou art the son of Disappear- ance, etc.\n\nWe know thine origin, O Sleep. Thou art the son of Defeat etc.\n\nWe know thine origin, O Sleep. Thou art the son of the sisters of the Gods, the minister of Yama. Thou art the Ender, thou are Death. As such, O Sleep, we know thee well. As such, preserve us from the evil dream."
    },
    {
      "id": 4018332333058,
      "hymn": "Hymn 6",
      "title": "A charm to avert evil dreams, and to transfer them to an enemy",
      "file": "av16006.htm",
      "created": 1744943195215,
      "hash": "md5-qXwA6fZDLCAqLUSNhO91fw==",
      "content": "Now have we conquered and obtained: we have been freed from sin to-day.\n\nLet Morning with her light dispel that evil dream that frightened us.\n\nBear that away to him who hates, away to him who curses us.\n\nTo him whom we abhor, to him who hates us do we send it hence.\n\nMay the Goddess Dawn in accord with Speech, and the Goddess Speech in accord with Dawn,\n\nThe Lord of Dawn in accord with the Lord of Speech and the Lord of Speech in accord with the Lord of Dawn,\n\nCarry away to Such-an-one niggard fiends, hostile demons, and Sadanvas,\n\nKumbhikas, Dushikas, and Piyakas,\n\nEvil day-dream, evil dream in sleep,\n\nWishes for boons that will not come, thoughts of poverty, the snares of the Druh who never releases.\n\nThis, O Agni, let the Gods bear off to Such-an-one that he may be a fragile good-for-nothing eunuch."
    },
    {
      "id": 3205108807690,
      "hymn": "Hymn 7",
      "title": "An imprecation on an enemy",
      "file": "av16007.htm",
      "created": 1744943195217,
      "hash": "md5-lAOZIwKnGzyVMupbVUeRTA==",
      "content": "Herewith I pierce this man. With poverty I pierce him. With disappearance I pierce him. With defeat I pierce him. With Grāhi I pierce him. With darkness I pierce him.\n\nI summon him with the awful cruel orders of the Gods.\n\nI place him between Vaisvānara's jaws.\n\nThus or otherwise let her swallow him up.\n\nHim who hates us may his soul hate, and may he whom we hate hate himself.\n\nWe scorch out of heaven and earth and firmament the man who hates us.\n\nSuyāman son of Chakshus.\n\nHere I wipe away the evil dream on the descendant of Such-an- one, son of Such-a-woman.\n\nWhatsoever I have met with, whether at dusk or during early night,\n\nWhether waking or sleeping, whether by day or by night.\n\nWhether I meet with it day by day, from that do I bribe him away.\n\nSlay him; rejoice in this; crush his ribs.\n\nLet him not live. Let the breath of life forsake him."
    },
    {
      "id": 6166371149839,
      "hymn": "Hymn 8",
      "title": "An imprecation on an enemy",
      "file": "av16008.htm",
      "created": 1744943195218,
      "hash": "md5-4HJ6h5CZKVwHEPd2nR/ZTA==",
      "content": "Whatever we have gained, whatever hath accrued to us, our Right, our energy, our Devotion, our heavenly light, our sacrifice, our domestic animals, our offspring, our men,—from all share herein we exclude Such-an-one, descendant of Such- an-one, son of Such-a-woman. Let him not be freed from the noose of Grāhi. Here I bind up his splendour, his energy, his vital breath, his life, and cast him down beneath me.\n\nWhatever we have gained, etc. (as in verse 1). Let him not be freed from the noose of Nirriti, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of misery, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of disappearance, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of defeat, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of the sisters of the Gods, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of Brihaspati, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of Prajāpati, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of the Rishis, etc.\n\nWhatever we have gained, etc. Let him not be freed from the noose of the Rishis' children, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Angirases, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Angirases, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Atharvans, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Atharvans, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Trees, etc.\n\nWhatever, etc. Let him not be freed from the noose of Shrubs, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Seasons, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Season-groups, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Months, etc.\n\nWhatever, etc. Let him not be freed from the noose of the Half- months, etc.\n\nWhatever, etc. Let him not be freed from the noose of Day and Night, etc.\n\nWhatever, etc. Let him not be freed from the noose of continued Day, etc.\n\nWhatever, etc. Let him not be freed from the noose of Heaven and Earth, etc.\n\nWhatever, etc. Let him not be freed from the noose of Indra- Agni, etc.\n\nWhatever, etc. Let him not be freed from the noose of Mitra- Varuna, etc.\n\nWhatever, etc. Let him not be freed from the noose of King Varuna, etc.\n\nWhatever we have gained, whatever hath accrued to us, our Right, our energy, our Devotion, our heavenly light, our sacrifice, our domestic animals, our offspring, our men,—from all share herein we exclude Such-as-one, descendant of Such- an-one, son of Such-a-woman. Let him not be freed from the fetter and noose of Death. Here I bind up his splendour, his energy, his vital breath, his life, and cast him down beneath me."
    },
    {
      "id": 7082815227881,
      "hymn": "Hymn 9",
      "title": "A charm to secure wealth and felicity",
      "file": "av16009.htm",
      "created": 1744943195219,
      "hash": "md5-0SxOq7rY2udpOwOZGRoDVA==",
      "content": "Ours is superior place and ours is conquest: may I in all fights tread down spite and malice.\n\nThis word hath Agni, this hath Soma spoken. May Pūshan set me in the world of virtue.\n\nWe have come to the light of heaven; to the light of heaven have we come: we have united with the light of Surya.\n\nSacrifice is fraught with wealth for the increase of prosperity. I would win riches; fain would I be wealthy. Do thou bestow wealth upon me."
    }
  ],
  "hash": "md5-E+v7erLDImPThBS8+G25DQ=="
}